Repository: Esukhia/karmasataka
Catalog: */reader/01.po
Languages: fr_fr

# line 33, 01.txt
source: Ayant ressenti (lit. fait naître) le désenchantement, elle pensa : « Regarde toutes les difficultés que le sublime Śāriputra a endurées pour moi. Grâce à lui, je me suis débarrassée des naissances animales. » vit-elle. Puis, [ceci] la combla (lit. faire naître) de joie et elle s’assit devant l’honorable Śāriputra pour écouter le Dharma.
fr_fr: « Le sublime Śāriputra a grandement œuvré pour moi, pensa-t-elle. Grâce à lui, je suis maintenant débarrassée des naissances animales. » Puis, toute heureuse, elle prit place devant l'honorable moine pour écouter le Dharma.

# line 34, 01.txt
source: Alors, l’honorable Śāriputra discerna ses pensées, ses tendances habituelles, son tempérament (lit. élément) et son caractère (lit. la nature) et il lui prodigua un enseignement lui (lit. à ceci) correspondant. Alors, l’ayant écouté, cette fille détruisit les vingt cimes élevées des vues concernant l’amas périssable à l’aide du diamant de la sagesse alors qu’elle était encore sur ce même siège et elle manifesta le résultat de l’entrée dans le courant, puis
fr_fr: Il discerna ses pensées, ses tendances habituelles, son tempérament et son caractère avant de lui enseigner ce qui lui correspondait. Tandis qu'elle était encore assise, comme le diamant pulvérise la roche, la sagesse qui s'éleva en elle pulvérisa les vingt croyances les plus fortes qui identifient le moi aux agrégats, cet amas de choses en continuelle destruction. Elle manifesta le résultat de l'entrée dans le courant.

# line 35, 01.txt
source: elle vit les vérités, et se leva de son siège et elle [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant elle], joignit les mains et s’inclina en direction de l’honorable Śāriputra et elle dit ceci à l’honorable Śāriputra : « Vénérable Śāriputra, s’il m’est possible de m’extraire du monde selon le Dharma du Vinaya si bien enseigné, et [s’il m’est possible] de parfaire l’approche [de la libération], d’obtenir la condition de nonne pleinement ordonnée, moi aussi, j’aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »
fr_fr: La jeune femme se releva après avoir vu les vérités. En s'inclinant, elle laissa retomber d'une épaule son vêtement supérieur qu'elle avait replié, puis elle joignit les mains. « Vénérable Śāriputra, s'il est envisageable que je me retire du monde, que je prenne les vœux complets et que je devienne ainsi nonne selon le Dharma du Vinaya si bien enseigné, j’aimerais vivre une vie chaste auprès du Bienheureux comme d'autres avant moi. »

# line 36, 01.txt
source: Ensuite, l’honorable Śāriputra fit part de ses aspirations à ses parents, puis la remit à Mahā­prajāpatī, puis Mahā­prajāpatī lui fit se retirer du monde, puis lui donna l’ordination complète et lui [accorda] la transmission orale.
fr_fr: L'honorable Śāriputra présenta ses aspirations à ses parents, puis la remit à Mahā­prajāpatī qui lui permit de se retirer du monde en tant que novice, lui accorda les vœux complets et la transmission orale des pratiques monastiques.

# line 37, 01.txt
source: De son côté, elle s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et elle manifesta l’état d’arhat (lit. l’arhat-même). Alors, elle devint une arhat libre de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à ses yeux] ; elle [vint à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; elle [possédait] la fraîcheur du [bois de] santal trempé ; sa sagesse avait brisé la coquille de l’œuf ; elle avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ; elle avait tourné le dos aux biens du samsara, aux désirs et aux éloges ; elle était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: Dès lors, elle s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et manifesta l'état d’arhat. Elle devint une arhat libre de l’attachement aux trois mondes. Désormais, un morceau d'or et une motte de terre étaient identiques. À ses yeux, les paumes de ses mains et l'espace étaient semblables. Elle avait acquis la fraîcheur du bois de santal trempé. Sa sagesse avait détruit la coquille de l’ignorance. Elle avait obtenu la connaissance, les clairvoyances et les discernements parfaits. Elle avait tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Elle était désormais digne des offrandes, de la vénération et de la révérence d’Indra, d'Upendra et de tous les dieux.

# line 38, 01.txt
source: Après être devenue une arhat, elle souvint de la bonté de Śāriputra et allait régulièrement auprès de lui, se prosternait à ses pieds et [s’adressait à lui] en ces termes : « Grâce au sublime Śāriputra, je me suis débarrassée des naissances animales et j’ai obtenu toutes les qualités comme celles-ci. C’est pourquoi, [être] sublime, vous avez enduré tant de difficultés pour moi. » disait-elle.
fr_fr: Par après, elle se souvint de la bonté de l'honorable Śāriputra et se rendit régulièrement auprès de lui. Elle se prosternait à ses pieds et lui disait : « Grâce à vous, sublime Śāriputra, je suis débarrassée des naissances animales et j’ai obtenu toutes ces qualités. Être sublime, je suis immensément reconnaissante de tout ce que vous avez enduré pour moi. »

# line 39, 01.txt
source: Alors, de nombreux moines l’entendirent répéter ceci encore et encore, et dès qu’ils l’eurent entendu, ils demandèrent à l’honorable Śāriputra : « Honorable Śāriputra, à quoi pense cette nonne quand elle répète ceci (lit. se trouve [à dire]) encore et encore ? » L’honorable Śāriputra dit : « Avez-vous vu une chienne dans la maison de ce père de famille ? » Ils dirent : « Vénérable Śāriputra, nous l’avons vue. » « [C’est] elle et nulle autre dont le cœur (lit. esprit) s’était empli de joie à ma pensée et qui mourut, passa au-delà [de cette vie], puis naquit dans la maison de ce même père de famille et se souvint de la suite de ses naissances précédentes, et qui me dit ceci pour repayer la bonté passée. »
fr_fr: De nombreux moines qui l'entendaient répéter ces propos voulurent en savoir plus : « Honorable Śāriputra, à quoi pense cette nonne qui répète sans cesse ces paroles ? — Vous aviez vu que ce père de famille avait une chienne dans sa maison ? leur demanda-t-il. — Vénérable Śāriputra, nous l'avons vu. — Au moment de mourir, poursuit-il, le cœur de cette chienne s'était empli de joie à ma pensée. Elle est née dans la maison de ce même père de famille. Maintenant, elle se souvient de ses vies précédentes et elle vient à moi pour repayer la bonté dont elle a bénéficié. »

# line 40, 01.txt
source: Alors, les moines demandèrent au Bienheureux : « Vénérable, quelles actions cette nonne a[-t-elle] réalisées pour que le résultat de ces actions la fassent naître dans le passé comme chienne ? Quelles actions a[-t-elle] réalisées pour qu’ elle meure par après et renaisse en tant qu’humain, qu’elle contente le Bienheureux et ne fasse rien qui le mécontente, puis [qu’]elle se retire [du monde] selon l’enseignement du Bienheureux, puis [qu’]elle élimine toutes les émotions perturbatrices et [qu’]elle manifeste l’état d’arhat ? »
fr_fr: « Vénérable, demandèrent les moines au Bienheureux, quelles actions ont valu à cette nonne de naître parmi les chiens ? Quelles actions lui ont valu de renaître parmi les hommes après sa mort ? Quelles actions a-t-elle réalisées pour vous contenter, Bienheureux, et ne rien faire qui vous déplaise ? Quelles actions lui ont valu de se retirer du monde selon votre enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l’état d’arhat ?

# line 41, 01.txt
source: Le Bienheureux répondit : « Moines, il y a une part d’actions du passé, mais aussi une part d’actions qui ont eu lieu maintenant. » « Vénérable, quelles actions du passé a-t-elle réalisées ? »
fr_fr: « Moines, une part de ses actions vient du passé, mais l'autre part a eu lieu à notre époque. — Vénérable, quelles sont ses actions du passé ? »

# line 42, 01.txt
source: « Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le tathāgata, l’arhat, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et
fr_fr: — Moines, raconta le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l'insurpassable Cocher pour les êtres à guider, l'Enseignant des dieux et des hommes, le complet et parfait Bouddha Kāśyapa était apparu en ce monde.

# line 43, 01.txt
source: à cette époque, un père de famille vivait dans la ville de Vārāṇasī. Puis, à un moment donné (lit. plus tard), une fille au corps harmonieux (lit. noble), qui était belle et agréable au regard naquit, et lorsqu’elle eut grandi, elle conçut de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa, et elle demanda [la permission] à ses parents et se retira du monde.
fr_fr: À cette époque, une belle fille bien proportionnée, jolie à ravir, naquit dans le foyer d’un homme qui vivait à Vārāṇasī. Devenue une jeune femme, elle ressentit de la dévotion pour l'enseignement du complet et parfait Bouddha Kāśyapa. Avec la permission de ses parents, elle se retira du monde.

# line 44, 01.txt
source: Après s’être retirée du monde, elle étudia les trois corbeilles et elle [devint] une enseignante du Dharma qui possédait les connaissances et l’éloquence pour libérer. Elle recevait (lit. obtenait) des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales et elle pensa : « Décidément, toutes ces choses nécessaires (lit. à obtenir) que j’obtiens comme dons et comme marques de respect, je les emploierai assurément (lit. sans doute) au bénéfice (lit. faire le bien) de ceux qui vivent une vie chaste (lit. suivre le brahmacarya). » pensa-t-elle. Puis, elle servit les deux sanghas en accord avec le Dharma.
fr_fr: Nonne, elle étudia le Tripiṭaka et devint une enseignante dotée des connaissances et de l'éloquence qui libère autrui. Des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales lui étaient offerts. "Voilà qui est bien, pensa-t-elle. Je peux désormais aider ceux qui vivent une vie chaste avec tout ce que je reçois comme dons et comme marques de respect." Ainsi, elle servit les deux saṅghas conformément au Dharma.

# line 45, 01.txt
source: Ensuite, elle eut une affaire pressante et elle sollicita de nombreuses nonnes qui s’entraînaient ou qui avaient parfait leur entraînement (lit. qui ne s’entraînaient plus), mais elle lui disaient : « laisser nos activités (lit. le côté) vertueuses pour faire (lit. accomplir) ce qui t’[occupe], nous ne pouvons pas le faire. » disaient-elles. Alors, en entendant ceci, cette nonne donna naissance à une émotion (lit. ce qui enserre entièrement) de colère intense. Alors, s’étant mise en colère, elle dit à ces nonnes : « Moi, comme une chienne, je ne fais que vous nourrir et m’occuper de vous, et vous, vous ne pouvez même pas passer un moment à m’aider (lit. faire mon bien) ? » dit-elle.
fr_fr: Plus tard, prise par une affaire urgente, elle chercha quelqu'un pour l'aider parmi toutes les nonnes, aussi bien celles qui avaient parfait leur apprentissage que celles qui s'instruisaient encore. Aucune nonne n'accepta de délaisser ses occupations vertueuses pour elle. Ces refus répétés l'enserrèrent toute entière dans une colère intense. "Comme une chienne, je passe tout mon temps à vous nourrir et à vous soigner. Et vous ? Vous ne pouvez pas m'aider un seul instant ?" s’écria-t-elle.

# line 46, 01.txt
source: Alors, les nonnes pensèrent : « Cette [personne] perturbée est enserrée et perdue [par ses émotions]. il n’est pas acceptable qu’elle erre dans le samsara et subisse (lit. obtienne) de grandes souffrances. » pensèrent-elles. Puis, « Nous devons l’aider » pensèrent-elles. Puis elles dirent : « Sais-tu qui nous sommes et qui tu es toi-même ? » Elle répondit : « Je le sais : vous êtes des personnes qui se sont retirées du monde et je suis aussi une personne qui s’est retirée du monde. » elles dirent : « Sœur aînée, il est vrai que nous sommes semblables en tant que personnes qui se sont retirées du monde, mais tu es un être ordinaire que tous les liens enserrent, et quant à nous, nous sommes [de celles] qui ont fait ce qui devait être fait. Donc, [concernant] ta mauvaise action, [dis] « J’ai mal agi » et confesse-toi. Tu errerais dans le samsara et subirais de grandes souffrances ! » En entendant ceci, cette nonne donna naissance à un regret intense (lit. grand) et regrettant fortement [ses agissements], elle servit plus encore les deux saṅghas en accord avec le Dharma et vécut chastement toute sa vie, puis
fr_fr: Les nonnes ne pouvaient pas la laisser errer dans le samsara et subir d’atroces souffrances à cause des émotions qui la contrôlaient entièrement et la détruisaient. Pour lui venir en aide, elles lui demandèrent : "Sais-tu qui nous sommes et qui tu es toi-même ?" — Mais bien sûr ! Vous êtes des personnes qui se sont retirées du monde et moi aussi !" lança-t-elle. Elles répondirent : — Sœur aînée, il est vrai que nous nous sommes toutes retirées du monde. Pourtant, tu es un être ordinaire lié par toutes les émotions tandis que nous avons accompli tout ce qui devait l'être. Donc, confesse ta mauvaise action en la reconnaissant. Sinon, il est certain que tu erreras dans le cycle des existences et que tu subiras de grandes souffrances !" Prise d'un regret amer, elle redoubla de dévouement pour servir les deux saṅghas en accord avec le Dharma et vécut chastement toute sa vie.

# line 47, 01.txt
source: fit ce souhait au moment de mourir : « Quelle merveille ! Je me suis retirée du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa, et j’ai vécu chastement toute ma vie (lit. une vie), et j’ai servi [la saṅgha] en accord avec le Dharma. Par ces racines de vertus, où (lit. où et où) que je naisse, puissé-je toujours (lit. à chacun de ces endroits) naître dans une lignée familiale qui est riche, posséde de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, posséder un corps harmonieux (lit. noble), être belle et agréable au regard. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retirée du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). M’étant mis en colère, avoir dit des paroles blessantes (lit. rugueuses) à celles qui vivent une vie chaste (lit. suivre le brahmacarya), puissé-je ne pas devoir subir les résultats de ces actions. » formula-t-elle (lit. fit-elle).
fr_fr: Au moment de mourir, elle formula le souhait suivant : "Quelle merveille ! Je me suis retirée du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa. J'ai vécu chastement toute ma vie. J'ai servi la saṅgha en accord avec le Dharma. Par ces racines vertueuses, où que je naisse, puissé-je toujours me trouver dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Puissé-je être belle et bien proportionnée. Puissé-je être jolie à ravir. Par mes actes, puissé-je contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, selon la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui lui déplaise. Puissé-je me retirer du monde d'après son enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat. Puissé-je ne pas devoir subir les conséquences de m'être mis en colère et d'avoir dit des paroles blessantes à ces nonnes qui vivaient une vie chaste."

# line 48, 01.txt
source: Moines, qu’en pensez-vous ? À ce moment, celle qui était cette nonne[-là] est cette nonne[-ci] [elle-]même, et elle est née cinq cent vie d’affilée en tant que chienne du fait du résultat de l’action d’avoir dit ces paroles blessantes (lit. rugueuses) à celles qui vivaient une vie chaste (lit. suivre le brahmacarya).
fr_fr: Voyez-vous, moines, celle qui fut autrefois cette nonne-là est aujourd’hui celle-ci. Avoir dit ces paroles blessantes aux nonnes lui valut cinq cents naissances parmi les chiens.

# line 49, 01.txt
source: Le vœu qu’elle fit au moment de mourir (« Puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retirée du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). ») le résultat de l’action d’avoir fait [ces souhaits] la fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Ainsi,
fr_fr: Au moment de mourir, elle formula le souhait de toujours naître dans une famille qui vit dans l’opulence, qui possède de grandes richesses et d’innombrables biens. C’est pourquoi elle est née dans une famille aussi fortunée. Elle formula aussi le souhait de contenter par ses actes le Bienheureux Bouddha que deviendrait le jeune brahmane Uttara, selon la prophétie du complet et parfait Bouddha Kāśyapa, de ne rien faire qui lui déplaise, de se retirer du monde selon son enseignement, d’éliminer toutes les émotions perturbatrices et d’actualiser l’état d’arhat.

# line 50, 01.txt
source: moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], elle m’a contentée et n’a rien fait qui me mécontente, puis elle s’est retirée du monde selon mon (lit. à moi-même) enseignement et elle a éliminé toutes les émotions perturbatrices et elle a manifesté l’état d’arhat (lit. l’arhat-même). Ceci est la [partie] des actions passées. »
fr_fr: Moines, je suis devenu en tout point l’égal du complet et parfait Bouddha Kāśyapa. J’ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. C'est pourquoi elle m’a contentée et n’a rien fait qui m'a déplu. Elle s’est retirée du monde selon mon enseignement. Elle a éliminé toutes les émotions perturbatrices et elle a manifesté l’état d’arhat. Ceci est la part des actions qu'elle réalisa dans le passé.

# line 51, 01.txt
source: « Quelles actions qui ont eu lieu maintenant a-t-elle réalisées ? » « Étant née en tant que chienne, elle a empli son cœur (lit. esprit) de joie à la pensée de Śāriputra. Ceci l’a fait naître parmi (lit. chez) les humains. Ceci est est la [partie] des actions qui ont eu lieu maintenant. »
fr_fr: — Quelles sont ses actions de cette époque-ci ? — La joie qui emplit son cœur à la pensée de Śāriputra quand elle était cette chienne la fit naître chez les hommes. C'est la part des actions qu'elle a réalisée à notre époque. »
