Repository: Esukhia/karmasataka
Catalog: */reader/01.po
Languages: fr_fr

# line 3, 01.txt
source: Hommage à l’Omniscient ! « Les Cent Karmas » est le nom de ce que l’Insurpassable dans ce monde a parfaitement exposé aux êtres par des explications multiples et variées en faisant usage de (lit. du fait de) son unique intention d’aider les êtres sensibles qui sont perdus et tourmentés dans les ténèbres denses des vues erronées en les faisant écouter le Sugata et en [utilisant] Ses paroles sublimement mélodieuses et [de sens] certain (lit. stables). Je vais vous les raconter dans chaque détail (lit. qui est entièrement complet). Écoutez !
fr_fr: Hommage à l'Omniscient ! /l'Insurpassable dans ce monde présenta la réalité par des explications multiples et variées/ /Dans l'unique intention d'aider les êtres perdus et tourmentés dans les ténèbres des vues erronées./ /Le Sugata énonça et ils écoutèrent ces paroles à la mélodie sublime et au sens certain./ /Je vous en restituerai la totalité dans ce recueil des « Cent Karmas ». Écoutez bien !/

# line 4, 01.txt
source: La structure générale (lit. le sommaire général) : La chienne, le Chariot, Kacaṅkalā, Maitrībala, Virūpa, L’oiseau, Le Cul-de-jatte, Pūrṇa, Les fils et Śakra.
fr_fr: La structure générale Partie Un : « La chienne » et autres histoires Partie Deux : « Le chariot » et autres histoires Partie Trois : « Kacaṅkalā » et autres histoires Partie Quatre : « Maitrībala » et autres histoires Partie Cinq : « Virūpa » et autres histoires Partie Six : « L'oiseau » et autres histoires Partie Sept : « Le Cul-de-jatte » et autres histoires Partie Huit : « Pūrṇa » et autres histoires Partie Neuf : « Les fils » et autres histoires Partie Dix : « Śakra » et autres histoires

# line 5, 01.txt
source: La structure [de cette partie] : La Chienne, Petits-Yeux, Pūraṇa, les deux [histoires] du Bossu, Udayin, La Bannière de victoire, Kṣemā, Maṇiprabha, Fleur-de-Jasmin, « Donne-le-moi », Celle-de-l’Assemblée et Le Couturier.
fr_fr: Partie Un La chienne L'histoire de Petits-Yeux L'histoire de Pūraṇa Le bossu, deux histoires L'histoire de Udayin La bannière de victoire L'histoire de Kṣemā L'histoire de Maṇiprabha L'histoire de Fleur-de-Jasmin « Donne-le-moi » L'histoire de Celle-de-l'Assemblée Le couturier

# line 6, 01.txt
source: L’histoire de la chienne
fr_fr: La chienne

# line 7, 01.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 8, 01.txt
source: À cette époque, dans la ville de Śrāvastī, un homme vivait dans l’opulence et possédait beaucoup de richesses, dont les biens étaient grands, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant avec celles de Vaiśravaṇa. Et il aimait les tīrthikas.
fr_fr: À cette époque, dans cette ville, un père de famille pour qui la compagnie des non-bouddhistes était agréable vivait dans l'opulence et possédait de grandes richesses. D'innombrables biens lui appartenaient. Une armée de domestiques s'activaient dans ses larges propriétés. On eut dit qu'il possédait les richesses du dieu Vaiśravaṇa ou encore qu'il rivalisait de fortune avec lui.

# line 9, 01.txt
source: Ensuite, arrivé à (lit. tombé à) l’âge de se marier (lit. d’une épouse), il prit une épouse et avec elle, ils se séduisirent (lit. jouèrent), ils [apprirent] à s’aimer et laissèrent libre cours (lit. faire) à leurs envies. Du fait de s’être séduits, d’avoir [appris] à s’aimer et d’avoir laissé libre cours à leurs envies, plus tard, son épouse tomba enceinte et
fr_fr: Cet homme épousa une jeune femme quand il fut en âge de se marier. Son épouse et lui apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s'aimer et laissèrent libre cours à leurs désirs. Elle tomba enceinte.

# line 10, 01.txt
source: après que soient passés neuf ou dix mois, naquit un enfant au corps harmonieux (lit. noble), qui était beau et agréable au regard, dont la teinte noble [était] de la couleur de l’or, dont la tête [se] tenait comme une ombrelle, dont les mains étaient longues, dont la largeur (lit. l’étendue) du front était grande, dont le nez était haut, dont le nez était bien [fait] et dont les sourcils étaient denses.
fr_fr: Environ neuf mois plus tard, elle donna le jour à un fils bien proportionné, beau et agréable au regard. Sa peau était d'une ravissante teinte dorée. Il avait un port de tête aussi droit qu'un parasol, les mains longues, le front large, le nez proéminent, bien dessiné et les sourcils denses.

# line 11, 01.txt
source: Ensuite, la fête de sa naissance fut célébrée [de manière] grandiose (lit. vastement) et on lui donna un nom en accord avec sa caste. Puis,
fr_fr: Lors des célébrations de sa naissance, il reçut un nom en accord avec sa caste.

# line 12, 01.txt
source: il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi, comme un lotus dans un lac, il grandit avec force.
fr_fr: Le jeune enfant grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri. Il s'épanouit aussi rapidement qu'un lotus dans un lac.

# line 13, 01.txt
source: Ensuite, lorsqu’il fut capable de marcher, son père apporta (lit. déposa) à la maison une petite chienne pour l’inciter à jouer. Cette petite chienne, lorsqu’elle voyait les autres, les tīrthikas, elle courrait et [les] mordait. De plus, elle déchirait aussi leurs vêtements. Elle, quand c’étaient des moines qu’elle voyait, elle se collait à eux, léchait leurs pieds de sa langue et elle remuait sa queue et tournait autour d’eux en les maintenant à sa droite (lit. par la droite).
fr_fr: Quand il sut marcher, son père rentra à la maison avec une petite chienne qu'il lui donna comme compagnon de jeu. Dès qu'elle voyait des fidèles non-bouddhistes, elle se jetait sur eux, les mordait et déchirait leurs vêtements. À l'inverse, quand elle voyait des moines bouddhistes, elle se frottait contre eux, leur léchait les pieds, puis, la queue frétillante, elle tournait autour d’eux en les maintenant à sa droite.

# line 14, 01.txt
source: Les Bienheureux Bouddhas montrent l’unique voie à parcourir ; ils possèdent (lit. obtenu la possession de) les deux aspects de la connaissance et la sagesse ; ils excellent dans les trois attentions rapprochées qui leur sont propres (lit. qui ne sont pas mélangés [à d’autres]) ; ils sont intrépides grâce aux quatre intrépidités ; ils sont entièrement libérés d’aller vers les cinq renaissances ; ils sont versés dans les six sources des sens ; ils vivent les sept branches de l’Éveil ; ils contemplent les huit libérations complètes ; ils s’absorbent dans les neuf absorptions méditatives successives ; ils possèdent la puissance (lit. force) des dix forces ; eux qui font résonner le parfait [et] grand rugissement du lion, naturellement, ils regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit :
fr_fr: /Les Bienheureux bouddhas montrent l'unique voie à parcourir. Ils maîtrisent les deux domaines de la connaissance et la sagesse. Ils appliquent souverainement les trois attentions rapprochées qui sont leur apanage. Les quatre intrépidités les rendent inébranlables. Ils sont entièrement affranchis des cinq naissances. Ils connaissent parfaitement les six facultés sensorielles. Ils vivent les sept branches de l’éveil. Ils fixent leur esprit sur les huit libérations parfaites. Ils s’absorbent dans les neuf absorptions successives et possèdent la puissance des dix forces. Eux qui poussent le rugissement éclatant et parfait du lion, ils tournent naturellement leurs yeux d’éveillés vers le monde pendant les six périodes de la journée — les trois du jour et les trois de la nuit./

# line 15, 01.txt
source: « Qui décline ? Qui prospère (lit. s’étendre) ? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé (lit. être sujet à un mal) ? Qui est dans le malheur, vit dans la peur et est accablé (lit. avoir) de souffrances (lit. de maux) ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs et les déposer dans les mondes supérieurs, la libération et le résultat [ultime] ? Quel être (lit. qui) enlisé dans le marais des mauvaises conduites vais-je tirer par la main ? Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes vais-je inciter (lit. engager) à s’approprier [l’état] des seigneurs des sept richesses des êtres sublimes ? Chez quel être (lit. qui) n’ayant pas développé les racines vertueuses pousserais-je (lit. ferais-je) à les développer ? Chez quel être ayant déjà développé les racines vertueuses les mènerais-je à maturité (lit. ferais-je mûrir) ? Chez quel être (lit. qui) ayant entièrement mené à maturité (lit. mûri) les racines vertueuses, les pousserais-je à émerger grâce à l’épée (lit. arme) de la sagesse ? Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu’un bouddha y est apparu ? » [Ainsi] s’applique leur regard de sagesse.
fr_fr: /«Qui décline? Qui prospère ? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé de souffrances ? Qui est dans le malheur, vit dans la peur et est accablé de souffrances ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs pour les déposer dans les mondes supérieurs, la libération et le résultat ultime ? Quel être enlisé dans le marais des actions mauvaises vais-je tirer par la main ? Quel être dépourvu des sept richesses des êtres sublimes vais-je inciter à devenir le détenteur de ces sept richesses ? Quel être n'ayant pas développé les racines vertueuses pourrais-je inciter à les développer ? Chez quel être ayant déjà développé les racines vertueuses, pourrais-je les mener à maturité ? Chez quel être dont les racines vertueuses sont parvenues à maturité pourrais-je les pousser à émerger grâce à l'épée de la sagesse ? Pour quel être fructifierais-je le cycle des existences qui est orné de la présence d'un bouddha ? » Ainsi se pose sur le monde leur regard de sagesse./

# line 16, 01.txt
source: [Dans] l’océan, où vivent les makaras, il est envisageable (lit. il est éventuellement possible que) que les marées [toujours régulières] arrivent en retard. Pour leurs enfants qu’ils doivent dompter, les bouddhas ne prennent [jamais] de retard.
fr_fr: /Dans l'océan, où vivent les makaras,/ /Les marées régulières tardent parfois./ /Pour leurs enfants à discipliner,/ /Jamais ne tardent les éveillés./

# line 17, 01.txt
source: De même que les Bienheureux Bouddhas regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit, les grands auditeurs, eux aussi, regardent le monde avec les yeux d’auditeur pendant les six périodes de la journée, les trois du jour et les trois de la nuit. Ainsi,
fr_fr: /De même que les Bienheureux Bouddhas regardent le monde avec leurs yeux d'éveillés pendant les six périodes de la journée, les grands auditeurs, eux aussi, regardent le monde avec des yeux d'auditeur pendant ces six périodes — les trois du jour et les trois de la nuit./

# line 18, 01.txt
source: lorsque l’honorable Śāriputra regardait le monde avec les yeux d’auditeur, il vit que le moment était venu de dompter le père de famille et tout son entourage. Puis,
fr_fr: Ainsi, tandis que l'honorable Śāriputra scrutait le monde, il vit que le moment était venu de discipliner ce père de famille et sa maisonnée.

# line 19, 01.txt
source: le matin, il revêtit le nivāsana et le cīvara, puis il prit son bol à aumône et partit à Śrāvastī pour [y recevoir] l’aumône.
fr_fr: Le matin tôt, il revêtit les habits monastiques, puis, le bol à aumône à la main, il partit à Śrāvastī quêter des offrandes.

# line 20, 01.txt
source: Faisant progressivement l’aumône, il se rendit à l’endroit de la maison de ce père de famille et à ce moment, la chienne vit au loin l’honorable Śāriputra. L’ayant vu, elle se leva avec empressement, elle alla à l’endroit où se trouvait l’honorable Śāriputra, et de la même manière qu’elle s’approchait des autres moines, elle s’approcha de l’honorable Śāriputra, et lécha ses pieds avec un très grand respect, et elle remua sa queue et tourna trois fois [autour de lui].
fr_fr: Demandant l'aumône de porte en porte, l'honorable moine arriva devant la demeure du père de famille. La petite chienne l’aperçut au loin. Elle se dressa d’un seul coup et courut vers lui. Comme elle le faisait avec les autres moines, elle lui lécha les pieds avec un profond respect, puis, la queue frétillante, elle tourna trois fois autour de lui.

# line 21, 01.txt
source: Ceci, le père de famille le vit. L’ayant vu, il se dit : « Décidément. Eh bien (lit. comme ceci). Même cette chienne, un être (lit. qui-a-un-corps) tombé dans une condition contraire, pense à lui rendre un tel hommage. Donc il ne fait aucun doute que ce moine soit un grand être. » pensa-t-il. Puis, « Décidément. Je vais moi aussi inviter ce moine et lui offrir le repas. » pensa-t-il.
fr_fr: Le père de famille qui la regardait, pensa : « Quel incroyable hommage de la part de cette chienne ! Elle est pourtant un être échoué dans une si mauvaise condition. Ce moine est très certainement un grand être. Oui, je vais l’inviter à déjeuner. »

# line 22, 01.txt
source: il alla à l’endroit où se trouvait l’honorable Śāriputra, et [une fois] arrivé, il se prosterna aux pieds de l’honorable Śāriputra et lui dit ceci : « Vénérable Śāriputra, eh bien, quelle [réponse] donneriez-vous [à l’offre] de prendre votre repas ici ? » dit-il. Puis,
fr_fr: Il se rendit auprès de l'honorable Śāriputra et se prosterna à ses pieds : « Vénérable Śāriputra, demanda-t-il, accepteriez-vous de venir chez moi prendre votre déjeuner ? »

# line 23, 01.txt
source: l’honorable Śāriputra accepta en ne disant rien au père de famille. Alors, le père de famille vit que l’honorable Śāriputra avait accepté en ne lui disant rien. Puis, il disposa le siège de l’honorable Śāriputra et dit ceci : « Vénérable Śāriputra, Veuillez vous asseoir sur le siège disposé [pour vous]. » Alors, l’honorable Śāriputra s’assit sur le siège disposé pour lui.
fr_fr: L'honorable acquiesça par son silence. Voyant sa demande acceptée, le père de famille disposa un siège à l’intention de son hôte. « Vénérable Śāriputra, veuillez prendre place sur ces coussins. » L'honorable moine s’y assit.

# line 24, 01.txt
source: Alors, le père de famille vit que l’honorable Śāriputra était confortablement assis et il le satisfit de nombreux mets et condiments purs et nobles qu’il servit de ses propres mains et lui offrit tout ce qu’il voulut. De nombreuses reprises, il le satisfit de nombreux mets et condiments purs et nobles qu’il servit de ses propres mains et il lui offrit tout ce qu’il voulut. Après, il vit que le couvercle était nettoyé et que le bol à aumône était nettoyé, et s’assit devant lui pour écouter le Dharma.
fr_fr: Quand il fut confortablement installé, le père de famille servit lui-même des plats et des condiments purs et nobles tant que son hôte en voulu. Puis, voyant que le bol à aumône et son couvercle étaient nettoyés, il s'assit avec sa maisonnée devant l'honorable moine pour écouter le Dharma.

# line 25, 01.txt
source: Alors, l’honorable Śāriputra discerna les pensées, les tendances habituelles, le tempérament (lit. l’élément) et le caractère (lit. la nature) du père de famille et son entourage et il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors, l’ayant écouté, le père de famille et son entourage détruisirent les vingt cimes élevées des vues concernant l’amas périssable à l’aide du diamant de la sagesse et ils manifestèrent le résultat de l’entrée dans le courant, puis le père de famille (lit. il) vit les vérités, et prit refuge et [prit] les vœux (lit. bases de l’entraînement).
fr_fr: L'honorable Śāriputra discerna leurs pensées, leurs tendances habituelles, leurs tempéraments ainsi que leurs caractères et leur enseigna ce qui leur correspondait. Comme le diamant pulvérise la roche, la sagesse qui s'éleva en eux pulvérisa les vingt croyances les plus fortes qui identifient le moi aux agrégats, cet amas de choses en continuelle destruction. Ainsi, ils manifestèrent le résultat de l'entrée dans le courant. Le père de famille vit les vérités, prit refuge et s'engagea à respecter certains vœux.

# line 26, 01.txt
source: Ensuite, l’honorable Śāriputra instruisit parfaitement le père de famille par un discours sur le Dharma, il le lui fit assimiler en entier, l’encouragea grandement, le réjouit entièrement. Puis, il se leva de son siège et s’en alla.
fr_fr: Ensuite, l'honorable Śāriputra donna un enseignement pour instruire le père de famille, lui faire assimiler le Dharma, lui insuffler un grand courage et le combler de joie. Puis, il se leva de son siège et s'en alla.

# line 27, 01.txt
source: Ce père de famille, après avoir vu les vérités, pratiqua la générosité et accumula des mérites. Sa maison devint comme un puits pour les personnes qui mendiaient.
fr_fr: Par la suite, le père de famille s’engagea dans la pratique de l’aumône et de l’accumulation des mérites, tant et si bien que les mendiants commencèrent à venir chez lui comme l’on va au puits chercher de l’eau.

# line 28, 01.txt
source: Ce père de famille invitait régulièrement (lit. encore et encore) l’honorable Śāriputra à prendre son repas chez lui (lit. chez ce père de famille). Alors, l’honorable Śāriputra et ce père de famille donnaient de la nourriture à la chienne et [le père de famille] s’asseyait devant lui pour écouter le Dharma. La chienne s’asseyait aussi devant l’honorable Śāriputra et écoutait le Dharma. Alors, le père de famille pensa : « Toutes les [choses] merveilleuses comme [celles-ci] que j’ai comprises, autant qu’elles sont, elles me sont arrivées (lit. proviennent) grâce à cette chienne. » vit-il. l’ayant vu, il s’occupa beaucoup d’elle.
fr_fr: Régulièrement, il conviait l'honorable Śāriputra pour le déjeuner. À ces occasions, ils donnaient tous deux leurs restes à la petite chienne, qui s'asseyait avec le père de famille devant l'honorable moine et écoutait elle aussi le Dharma. « Toutes ces merveilles que j’ai comprises, je les dois à ma chienne », pensa-t-il. À partir de ce moment, il redoubla d'affection pour elle.

# line 29, 01.txt
source: Alors, après un certain temps, cette chienne tomba malade et Śāriputra lui dit : « Enfant, eh bien (lit. comme ceci) tous les [phénomènes] composés sont impermanents. Tous les [phénomènes] composés apportent (lit. sont) la souffrance. Tous les [phénomènes] composés n’ont pas d’existence réelle (lit. sont le non-moi). L’au-delà de la souffrance est l’apaisement. Emplis ton cœur (lit. esprit) de joie à ma pensée (lit. aies de la joie pour moi). Il se pourrait que tu sois débarrassée (lit. séparée) des naissances animales. » dit-il. Puis, l’honorable Śāriputra s’en alla.
fr_fr: Un jour, Śāriputra vit que la chienne était tombée malade. Avant de rentrer au monastère, il lui dit : « Mon enfant, voici comment sont les choses. Tous les phénomènes composés sont impermanents. Ils contiennent tous de la souffrance. Ils sont tous libres d’existence réelle. L’au-delà de la souffrance est l'apaisement. Que ma pensée emplisse ton cœur de joie. Il est possible que cessent tes renaissances animales. »

# line 30, 01.txt
source: Peu de temps après son départ, la chienne mourut le cœur (lit. esprit) plein de joie à la pensée de l’honorable Śāriputra. Elle mourut et passa au-delà [de cette vie], puis dans cette même maison, elle renaquit dans le sein de l’épouse principale de ce père de famille. Après la mort de la chienne (lit. sa mort), l’honorable Śāriputra était revenu à cette maison et le père de famille avait raconté [la mort de la chienne] à l’honorable Śāriputra : « Vénérable Śāriputra, cette chienne est morte » dit-il. L’honorable Śāriputra dit : « Dépose le cadavre de cette chienne dans un endroit isolé. Plus tard, ces ossements lui seront utiles. » Le père de famille dit : « Je ferai comme le vénérable Śāriputra l’a demandé. » dit-il. Puis, Ce père de famille déposa le cadavre de la chienne à un endroit où personne ne le verrait.
fr_fr: Peu après son départ, la chienne mourut le cœur empli de joie à la pensée de l'honorable moine. Passée au-delà de cette vie, elle reprit naissance dans cette même maison, dans le sein de l’épouse principale du père de famille. L'honorable Śāriputra fut informé du triste événement quand il revint. « Posez son cadavre dans un endroit isolé. Ses ossements lui seront utiles dans le futur, conseilla-t-il. — Il sera fait comme le Vénérable Śāriputra le demande », répondit le père de famille avant d'aller cacher la dépouille à un endroit connu de lui seul.

# line 31, 01.txt
source: Ensuite, l’épouse de ce père de famille accoucha après que neuf ou dix mois soient passés. Ainsi, naquit une fille au corps harmonieux (lit. noble), qui était belle et agréable au regard, dont la teinte noble [était] la couleur de l’or, dont la tête [se] tenait comme une ombrelle, dont les mains étaient longues, dont la largeur (lit. l’étendue) du front était grande, dont le nez était haut, dont le nez était bien [fait] et dont les sourcils étaient denses. Ensuite, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et on lui donna un nom en accord avec sa caste. Puis, elle se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi, comme un lotus dans un lac, elle grandit avec force.
fr_fr: Environ neuf mois plus tard, l’épouse du père de famille donna naissance à une belle fille bien proportionnée. Elle était jolie à ravir. Sa peau était d'une ravissante teinte dorée. Elle avait un port de tête aussi droit qu'un parasol, les mains longues, le front large, le nez proéminent, bien dessiné et les sourcils denses. Lors des célébrations de sa naissance, elle reçut un nom en accord avec sa caste. Elle grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont elle était nourrie. Elle s'épanouit aussi rapidement qu'un lotus dans un lac.

# line 32, 01.txt
source: Ensuite, lorsqu’elle eut grandi, l’honorable Śāriputra lui dit : « Enfant, assieds-toi et écoute le Dharma. » dit-il. À ce moment, enorgueillie, imbue de sa beauté et de sa jeunesse, elle se distrayait ici et là et ne parvenait pas à écouter le Dharma. Ensuite, plus tard, l’honorable Śāriputra pensa lui ouvrir les yeux (lit. le visage) et posa les ossements de cette chienne devant elle et la bénit pour qu’immanquablement, cette fille se souvienne de la suite de ses vies, Alors, dès qu’elle se souvint de la suite de ses vies, elle ressentit (lit. faire naître) un désenchantement intense.
fr_fr: « Mon enfant, assieds-toi et écoute le Dharma », disait l'honorable Śāriputra à la fille devenue une jeune femme. Mais toute enorgueillie par sa beauté et par les charmes de la jeunesse, les distractions accaparaient toujours son attention et elle ne suivait jamais l’enseignement. Un jour, l'honorable Śāriputra voulut lui ouvrir les yeux. Il disposa devant elle les ossements de la chienne et la bénit pour qu’immanquablement, ses vies successives lui reviennent en mémoire. À l'instant où elle se remémora son passé, elle ressentit un désenchantement intense.
