Repository: Esukhia/karmasataka
Catalog: */reader/02.po
Languages: fr_fr

# line 33, 02.txt
source: Lui, tandis qu’il était (lit. faisait) [encore] novice, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et manifesta l’état d’arhat. Alors, il devint une arhat libre de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à ses yeux] ; il possédait un esprit [pour lequel] l’espace et la paume de la main sont similaires ; il [possédait] la fraîcheur du [bois de] santal trempé ; sa sagesse avait brisé la coquille de l’œuf ; il avait obtenu la connaissance, la clairvoyance et la parfaite discrimination ; il avait tourné le dos aux biens du samsara, aux désirs et aux éloges ; il était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: Alors qu'il était encore novice, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et manifesta l'état d’arhat. Il devint une arhat libre de l’attachement aux trois mondes. Désormais, un morceau d'or et une motte de terre étaient identiques. À ses yeux, les paumes de ses mains et l'espace étaient semblables. Il avait acquis la fraîcheur du bois de santal trempé. Sa sagesse avait détruit la coquille de l’ignorance. Il avait obtenu la connaissance, les clairvoyances et les discernements parfaits. Il avait tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Il était désormais digne des offrandes, de la vénération et de la révérence d’Indra, d'Upendra et de tous les dieux.

# line 34, 02.txt
source: Après être devenu un arhat, alors qu’il appliquait de l’huile sur les deux jambes de l’honorable Śāriputra, il vit les cicatrices des jambes de l’honorable Śāriputra. L’ayant vu, il demanda : « De quoi les cicatrices de Précepteur viennent-elles ? » L’honorable Śāriputra dit : « Enfant, réfléchis (lit. pense) de quoi ces cicatrices viennent. »
fr_fr: Plus tard, alors qu'il appliquait de l'huile sur les jambes de l'honorable Śāriputra, il vit des cicatrices et en demanda l'origine. « Mon enfant, réfléchis à ce qui les a causées. » répondit l'honorable moine.

# line 35, 02.txt
source: Ensuite, il vit qu’il l’avait mordu (lit. attrapé) dans le passé, quand il était un chien et il [se demanda] : « De quelle condition (lit. où) je suis mort pour renaître en tant que chien ? » pensa-t-il. Alors, [d’une vie] de chien, il était mort et il était né en tant que chien, vit-il. De même, lorsqu’il regarda la succession de [ses] vies jusqu’à cinq-cent, [qu’]il mourrait [ayant été] chien et [qu’il] naissait uniquement dans [la condition d’un] chien, il le vit. À nouveau, il pensa aux temps futurs et « Si jamais Précepteur ne s’était pas posé sur (lit. pensé à) moi, lorsque je serais mort de cette [vie de chien], où serais-je rené ? » lorsqu’il pensa [ça], il vit qu’il serait né dans la même [condition de] chien. De même, lorsqu’il regarda jusqu’à la suite de [ses] cinq-cent vies dans les temps futurs, lui, qu’il mourrait de [la condition de] chien et [qu’il] naîtrait uniquement dans [la condition de] chien, il le vit. Puis,
fr_fr: Le jeune arhat vit qu’il l’avait lui-même mordu quand il était un chien. Il vit ensuite que sa vie d'avant celle-là était une autre vie de chien. Remontant ainsi une vie après l'autre, il vit que chacune de ses cinq cent dernières vies avait débouchée sur une renaissance parmi les chiens. « Imaginant seulement que Précepteur ne se soit pas occupé de moi quand j'étais ce chien, où aurais-je dû renaître ? » se demanda-t-il. Passant d'une vie à la suivante par le même procédé, il vit qu'il aurait dû naître en tant que chien à chacune de ses cinq cent vies suivantes.

# line 36, 02.txt
source: il pensa : « Il m’a entièrement libéré de [devoir] tomber dans [une condition] contraire et il m’a établi (lit. posé) dans le nirvana qui est l’accomplissement et la félicité absolument inébranlables. De ce fait, Précepteur a enduré tant de difficultés pour moi. » Puis, « À part lui offrir (lit. faire) [mes] services, par quel moyen pourrais-je rendre la bonté de Précepteur ? C’est pourquoi si je prends les vœux complets (lit. si je parfait l’approche [de la libération]), je vais progressivement ne plus pouvoir lui offrir (lit. faire) [mes] services. C’est pourquoi décidément, je vais rester novice tant que je serai en vie et je lui offrirai (lit. ferai) [mes] services. » pensa-t-il. Alors,
fr_fr: « Il m'a complètement libéré de ces conditions contraires, pensa-t-il. Il m'a établi dans l'apaisement qui est l'accomplissement et la félicité absolument inébranlables. Combien je suis redevable à Précepteur ! Le servir est la seule manière de repayer sa bonté, se dit-il. Si je prends les vœux complets, viendra le jour où il ne sera plus acceptable que je le serve. Ma décision est prise : je resterai novice tant que je serai en vie. »

# line 37, 02.txt
source: il dit à l’honorable Śāriputra : « Précepteur, j’offrirai (lit. ferai) [mes] services à Précepteur tant que je serai en vie. » « Enfant, fais comme il te plaît. »
fr_fr: « Précepteur, dit-il à l'honorable Śāriputra, j'aimerais continuer de vous servir toute ma vie. » « Mon enfant, fais ce qu'il te plaît. » lui répondit-il.

# line 38, 02.txt
source: Ensuite, les moines lui dirent : « Petits-Yeux, pourquoi ne prends-tu pas l’ordination complète (lit. parfaire l’approche [de la libération]) ? » Il répondit : « Je dois repayer la bonté de Précepteur, et je lui offrirai (lit. ferai) [mes] services tant que je serai en vie en étant un novice. » Ils dirent : « Quelle bonté spéciale (lit. supérieure) Précepteur t’a octroyé ? » Ensuite, il raconta à ces moines cette histoire en détail (lit. vastement) et
fr_fr: Quelque temps plus tard, des moines lui demandèrent : « Petits-Yeux, pourquoi ne prends-tu pas les vœux complets ? » « Je dois repayer la bonté de Précepteur, répondit-il. Pour pouvoir le servir, je resterai novice toute ma vie. » « En quoi ton précepteur fut-il si bon à ton égard ? » demandèrent-ils. Il leur raconta son histoire en détail.

# line 39, 02.txt
source: ces moines demandèrent au Bienheureux Bouddha : « Vénérable, quelles actions Petits-Yeux a réalisées pour que le résultat de ces actions fasse qu’il naisse dans [la condition] de chien ? Puis, [que] si l’honorable Śāriputra n’avait pas pensé à lui, il naisse cinq-cent vies de suite uniquement dans [la condition de] chien ? Quelles actions a[-t-il] réalisées pour que le résultat de ces actions [fassent que] mourant de [la condition de] chien, il naisse à nouveau dans [la condition des] humains dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Ainsi, qu’il contente le Bienheureux et [qu’il] ne fasse rien qui le mécontente, puis [qu’]il se retire [du monde] selon l’enseignement du Bienheureux, puis [qu’]il élimine toutes les émotions perturbatrices et [qu’]il manifeste l’état d’arhat ? Quelles actions a[-t-il] réalisées pour que le résultat de ces actions fasse que ses yeux soient petits ? »
fr_fr: « Vénérable, demandèrent les moines au Bienheureux, quelles actions ont valu à Petits-Yeux de naître parmi les chiens? Si l'honorable Śāriputra ne s'était pas occupé de lui, il aurait dû naître cinq cent fois de suite parmi les chiens. Quelles actions lui auraient valu ces naissances animale ? Après avoir été un chien, quelles actions lui ont valu naître parmi les hommes dans une famille qui vit dans l'opulence, possède de grandes richesses et d'innombrables biens ? Quelles actions a-t-il réalisées pour vous contenter, Bienheureux, et ne rien faire qui vous mécontente? Quelles actions lui ont valu de se retirer du monde selon votre enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l’état d’arhat ? Quelles actions lui ont valu de si petits yeux ? »

# line 40, 02.txt
source: Le Bienheureux répondit : « Moines, Petits-Yeux lui-même a réalisé et accumulé des actions dans le passé, et moines, les actions réalisées et accumulées ne mûrissent pas sur l’élément de la terre à l’extérieur. [elles] ne mûrissent pas sur l’élément de l’eau, ni sur l’élément du feu, ni sur l’élément du vent. Ainsi, les actions vertueuses et non-vertueuses qui sont réalisées et accumulées mûrissent uniquement sur les agrégats, les dimensions et les sources des sens qui sont tenues [par la sensation d’un être].
fr_fr: « Moines, répondit le Bienheureux, Petits-Yeux a effectivement réalisé et accumulé des actions dans le passé. Sachez, moines, que toute action réalisée et accumulée ne mûrit pas en dehors de soi sur l’élément Terre. Elle ne mûrit pas non plus sur l’élément Eau, ni sur l’élément Feu, ni sur l’élément Vent. Ainsi, les actions vertueuses et non-vertueuses qui sont réalisées et accumulées mûrissent uniquement sur ce qui constitue l'individu : ses agrégats, ses dimensions et ses sources des sens.

# line 41, 02.txt
source: Les actes de ceux possédant un corps, ne se détérioreront pas même après cent kalpas. Lorsque [les causes et les conditions] sont rassemblées et que le moment est venu, elles mûrissent dans leur propre résultat.
fr_fr: /Les actions de ceux qui possèdent un corps/ /Restent inaltérées, même cent kalpas plus tard./ /Le moment venu, les conditions rassemblées,/ /Elles mûrissent et deviennent leur fruit respectif./

# line 42, 02.txt
source: Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et
fr_fr: Moines, raconta le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l'insurpassable Cocher pour les êtres à guider, l'Enseignant des dieux et des hommes, le complet et parfait Bouddha Kāśyapa était apparu en ce monde.

# line 43, 02.txt
source: À cette époque, dans la ville de Vārāṇasī, un homme vivait dans l’opulence et possédait beaucoup de richesses. Ses biens étaient grands. Ses possessions étaient étendues et vastes. Il possédait la richesse de Vaiśravaṇa. Il possédait des richesses rivalisant avec celles de Vaiśravaṇa. Et plus tard, son épouse tomba enceinte et
fr_fr: À cette époque, dans la ville de Vārāṇasī, un père de famille vivait dans l'opulence et possédait de grandes richesses. D'innombrables biens lui appartenaient. Une armée de domestiques s'activaient dans ses larges propriétés. On eut dit qu'il possédait les richesses du dieu Vaiśravaṇa ou encore qu'il rivalisait de fortune avec lui. Un jour, son épouse tomba enceinte et

# line 44, 02.txt
source: après que soient passés neuf ou dix mois, un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et quand il eut grandi, il conçut de la dévotion pour l’enseignement du complet et parfait bouddha Kāśyapa, et il demanda [la permission] à ses parents et se retira du monde.
fr_fr: environ neuf mois plus tard, elle donna le jour à un fils bien proportionné, dont la beauté réjouissait la vue. Devenu un jeune homme, il ressentit de la dévotion pour l’enseignement du complet et parfait bouddha Kāśyapa. Il se retira du monde avec la permission à ses parents.

# line 45, 02.txt
source: Après s’être retiré du monde, il étudia les trois corbeilles et il [devint] une enseignante du Dharma qui possédait les connaissances et l’éloquence pour libérer. Il recevait (lit. obtenait) des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales et il pensa : « Décidément, toutes ces choses nécessaires (lit. à obtenir) que j’obtiens comme dons et comme marques de respect, je les emploierai assurément (lit. sans doute) au bénéfice (lit. faire le bien) de ceux qui vivent une vie chaste (lit. suivre le brahmacarya). pensa-t-il. Puis, il servit la saṅgha en accord avec le Dharma et
fr_fr: Moine, il étudia le Tripiṭaka et devint un enseignant doté des connaissances et de l'éloquence qui libère autrui. Des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales lui étaient offerts. "Voilà qui est bien, pensa-t-il. Je peux désormais aider ceux qui vivent une vie chaste avec tout ce que je reçois comme dons et comme marques de respect." Ainsi, il servit les deux saṅghas conformément au Dharma.

# line 46, 02.txt
source: ensuite, plus tard, ce fut le tour d’un moine arhat de servir la boisson du soir et après avoir fait la tournée de la boisson du soir à la saṅgha, il se sentit fatigué (lit. son corps fut fatigué) et il se rendit dans sa hutte (lit. sa demeure) et prit la posture des jambes croisées et resta [assis]. Ensuite, il y eu besoin de la boisson du soir pour les bienfaiteurs du moine qui servait [la saṅgha] et
fr_fr: Quelque temps plus tard, ce fut le tour d'un moine qui était un arhat de servir la boisson du soir. Fourbu de l'avoir servie à tous la communauté, il retourna à sa hutte et s'assit les jambes croisées. Un peu plus tard, le moine qui servait la saṅgha voulut servir de cette boisson à ses bienfaiteurs.

# line 47, 02.txt
source: il dit aux autres moines : « De qui est-ce le tour de servir la boisson du soir ? » Ils dirent : « C’est le tour (lit. ça tombe sur) du moine “untel”. » Alors, celui qui servait [la saṅgha] se mit en colère et il ferma les yeux et [dit :] « Le moine dont les yeux sont comme ça, il va m’entendre (lit. regardez [ce que je vais lui faire]) » dit-il.
fr_fr: Quand il demanda de qui était-ce le tour de la servir, on lui répondit que c'était le tour de ce moine-là. Il se mit aussitôt en colère et plissa les yeux en criant : "Hé ! Toi qui a les yeux comme ça, tu auras affaire à moi !"

# line 48, 02.txt
source: Après avoir dit ceci, il se dirigea et alla à l’endroit où se trouvait cet arhat et dit : « Vénérable, pour vous, je rends heureux les bienfaiteurs et les donateurs et je vous sers [en t’offrant] tous les objets [nécessaire à la vie quotidienne]. Pendant ce temps, vous faites usage de ce que je vous offre avec dévouement (lit. avec dévotion) et comme un chien, vous entrez dans votre niche (lit. nid) et vous passez votre temps à (lit. restez) à dormir ? » dit-il.
fr_fr: Il alla droit chez cet arhat et lui dit : "Vénérable, pour vous, je rends heureux les bienfaiteurs et les donateurs . Je vous procure tout le nécessaire à la vie quotidienne. Et vous ? Vous profitez de ce que je vous offre avec dévouement pour passer votre temps à dormir comme un chien terré dans sa niche ?"

# line 49, 02.txt
source: Alors, cet arhat pensa : « Cette [personne] perturbée est enserrée et perdue [par ses émotions]. Il n’est pas acceptable qu’elle erre dans le samsara et subisse (lit. obtienne) de grandes souffrances. » pensa-t-il. « Je dois l’aider » pensa-t-il, puis il dit à celui qui servait [la saṅgha] : « Vénérable, Sais-tu qui je suis et qui tu es toi-même ? » Il répondit : « Je le sais : vous êtes une personne qui s’est retirée du monde et je suis aussi quelqu’un qui s’est retiré du monde. » L’arhat dit : « Il est vrai que nous sommes semblables en tant que personnes qui se sont retirés du monde, mais tu es un être ordinaire que tous les liens enserrent, et je suis un arhat qui est définitivement libéré de tous les liens. C’est pourquoi, puisque tu as dit des paroles blessantes (lit. rugueuses), [concernant] ta mauvaise action, [dis] « J’ai mal agi » et confesse-toi. Tu errerais dans le samsara et subirais de grandes souffrances ! » En entendant ceci, celui qui servait [la saṅgha] donna naissance à un regret intense (lit. grand) et regrettant fortement [ses agissements], il se prosterna aux pieds de ce moine et demanda son pardon et servit plus encore le Bouddha, le Dharma et la Saṅgha. Il vécut chastement toute sa vie, puis il servit la saṅgha en accord avec le Dharma et
fr_fr: L'arhat ne pouvait pas le laisser errer dans le samsara et subir d'atroces souffrances du fait des émotions qui le contrôlaient et le perdaient. Pour lui venir en aide, il lui demanda : "Sais-tu qui je suis et qui tu es toi-même ?" "Mais bien sûr ! Vous êtes une personne qui s'est retirée du monde et moi aussi !" lança-t-il. "Il est vrai que nous nous sommes tous deux retirés du monde, dit l'arhat, mais tu es un être ordinaire lié par toutes les émotions tandis que je suis un arhat définitivement libéré de tous les liens. Donc, confesse ces paroles blessantes en les reconnaissant. Sinon, il est certain que tu erreras dans le saṃsāra et que tu subiras de grandes souffrances !" Pris d'un regret amer, il se prosterna aux pieds de ce moine, lui demanda pardon et redoubla de dévouement pour servir le Bouddha, le Dharma et la Saṅgha. Il vécut chastement toute sa vie, servant la saṅgha en accord avec le Dharma.

# line 50, 02.txt
source: fit ce souhait au moment de mourir : « Quelle merveille ! J’ai vécu chastement une vie toute entière selon l’enseignement du complet et parfait Bouddha Kāśyapa et j’ai servi [la saṅgha] en accord avec le Dharma. Par ces racines de vertus, où (lit. où et où) que je naisse, puissé-je toujours (lit. à chacun de ces endroits) naître dans une lignée familiale qui est riche, posséde de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. S’étant retiré du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). Puissé-je ne pas obtenir le résultat de l’action d’avoir dit des paroles blessantes (lit. rugueuses) à ce [moine] vivant une vie chaste » dit-il.
fr_fr: Au moment de mourir, il formula le souhait suivant : "Quelle merveille ! Je me suis retiré du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa. J'ai servi la saṅgha en accord avec le Dharma. Par ces racines de vertu, où que je naisse, puissé-je toujours me trouver dans une famille qui vit dans l'opulence, possède de grandes richesses et d'innombrables biens. Puissé-je être beau, bien proportionné et réjouir la vue par ma beauté. Par mes actes, puissé-je contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, en accord avec la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. Puissé-je me retirer du monde d'après son enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat. Puissé-je ne pas devoir subir les conséquences d'avoir dit des paroles blessantes à ce moine qui vivait une vie chaste."

# line 51, 02.txt
source: « Moines, qu’en pensez-vous ? À cette époque, celui qui servait [la saṅgha] est le novice Petits-Yeux lui-même et le résultat de l’action d’avoir dit ces paroles blessantes (lit. rugueuses) à cet arhat le fit naître cinq cent vies de suite comme chien et si le moine Śāriputra n’avait pas pensé [à lui], par la suite, il serait aussi né uniquement parmi les chiens pendant cinq cent vies d’affilée.
fr_fr: Voyez-vous, moines, à cette époque, celui qui servait la saṅgha est le novice Petits-Yeux. Il devint cinq cent vies de suite un chien du fait des paroles blessantes qu'il proféra contre cet arhat. Si le moine Śāriputra ne s'était pas occupé de lui, il serait encore devenu un chien cinq cent vies d’affilée.

# line 52, 02.txt
source: S’étant mise en colère, avoir imité les yeux de cet arhat et avoir fermé les yeux et [dit :] « Le moine dont les yeux sont comme ça, il va m’entendre (lit. regardez [ce que je vais lui faire]) », le résultat de l’action d’avoir dit [ceci] [fait que] même s’il est maintenant né chez les humains, ses deux yeux sont devenus comme ceci.
fr_fr: Imiter les yeux de l'arhat sous l'emprise de la colère, les plisser en disant : "Hé ! Toi qui as les yeux comme ceci, tu auras affaire à moi !" lui valut d'avoir les deux yeux plissés, même s'il bénéficie aujourd'hui d'une naissance parmi les hommes.

# line 53, 02.txt
source: Avoir fait ce souhait, (« Quelle merveille ! Par ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, qui possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. S’étant retiré du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). ») le résultat de l’action d’avoir fait [ces souhaits] le fit naître maintenant dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Ainsi,
fr_fr: Au moment de mourir, il formula le souhait de toujours naître dans une famille qui vit dans l'opulence, possède de grandes richesses et d'innombrables biens. C'est pourquoi il est né dans une famille aussi fortunée. Il formula aussi le souhait de contenter par ses actes le Bienheureux Bouddha que deviendrait le jeune brahmane Uttara, en accord avec la prophétie du complet et parfait Bouddha Kāśyapa, de ne rien faire qui le mécontentera, de renoncer au monde selon son enseignement, d'éliminer toutes les émotions perturbatrices et d'actualiser l'état d'arhat.

# line 54, 02.txt
source: « Moines, Je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente, puis il s’est retiré du monde selon mon (lit. à moi-même) enseignement et il a éliminé toutes les émotions perturbatrices et il a manifesté l’état d’arhat. »
fr_fr: Moines, je suis devenu en tout point l'égal du complet et parfait Bouddha Kāśyapa. J'ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. Il m'a contenté et n'a rien fait qui me mécontente. Il s'est retiré du monde selon mon enseignement. Il a éliminé toutes les émotions perturbatrices et il a manifesté l'état d'arhat. »
