Repository: Esukhia/karmasataka
Catalog: */reader/02.po
Languages: fr_fr

# line 1, 02.txt
source: Celui nommé Petits-Yeux
fr_fr: L'histoire de Petits-Yeux

# line 2, 02.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 02.txt
source: À cette époque, dans la ville de Śrāvastī, un homme qui vivait dans l’opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa se maria (lit. prit une femme) puisqu’il était arrivé à (lit. tomba à) l’âge de se marier (lit. de l’épouse). Avec elle, ils se divertirent, ils [apprirent] à s’aimer et laissèrent libre cours à leurs envies et de ce fait, plus tard, son épouse tomba enceinte et
fr_fr: À cette époque, un homme vivait dans l'opulence et possédait de grandes richesses. D'innombrables biens lui appartenaient. Une armée de domestiques s'activaient dans ses larges propriétés. On eut dit qu'il possédait les richesses du dieu Vaiśravaṇa ou encore qu'il rivalisait de fortune avec lui. Il épousa une jeune femme quand il fut en âge de se marier. Son épouse et lui apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s'aimer et laissèrent libre cours à leurs désirs. Plus tard, elle tomba enceinte et

# line 4, 02.txt
source: après que soient passés neuf ou dix mois, un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et
fr_fr: environ neuf mois plus tard, elle donna le jour à un fils bien proportionné, dont la beauté réjouissait la vue.

# line 5, 02.txt
source: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et on lui donna un nom en accord avec sa caste. Puis,
fr_fr: Lors des célébrations de sa naissance, il reçut un nom en accord avec sa caste.

# line 6, 02.txt
source: il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi, ensuite, lorsqu’il fut capable de marcher, son père apporta (lit. déposa) à la maison un chiot pour l’inciter à jouer et le donna au garçon.
fr_fr: Le jeune enfant grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri. Il s'épanouit aussi rapidement qu'un lotus dans un lac. Quand il sut marcher, son père rentra à la maison avec une petite chienne qu'il lui donna comme compagnon de jeu.

# line 7, 02.txt
source: Alors, le garçon apprit à manger au chiot. Ensuite, lorsque le chiot eut grandi (lit. développé [jusqu’à devenir] grand), il allait sur la grande route et d’innombrables (lit. une diversité de) passants (lit. personnes) le nourrissaient aussi.
fr_fr: Le garçon aida le chiot à apprendre à manger. Quand il eu grandi, le chien allait sur la grande route et obtenait à manger d'un grand nombre de passants.

# line 8, 02.txt
source: Les Bienheureux Bouddhas montrent l’unique voie à parcourir ; ils possèdent (lit. obtenu la possession de) les deux aspects de la connaissance et la sagesse ; ils excellent dans les trois attentions rapprochées qui leur sont propres (lit. qui ne sont pas mélangés [à d’autres]) ; ils sont intrépides grâce aux quatre intrépidités ; ils sont entièrement libérés d’aller vers les cinq renaissances ; ils sont versés dans les six sources des sens ; ils vivent les sept branches de l’Éveil ; ils contemplent les huit libérations complètes ; ils s’absorbent dans les neuf absorptions méditatives successives ; ils possèdent la puissance (lit. force) des dix forces ; eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.
fr_fr: Les bienheureux bouddhas montrent l'unique voie à parcourir. Ils maîtrisent les deux domaines de la connaissance et la sagesse. Ils appliquent souverainement les trois attentions rapprochées qui sont leur apanage. Les quatre intrépidités les rendent inébranlables. Ils sont entièrement affranchis des cinq naissances. Ils connaissent parfaitement les six facultés sensorielles. Ils vivent les sept branches de l’éveil. Ils fixent leur esprit sur les huit libérations parfaites. Ils s’absorbent dans les neuf absorptions successives et possèdent la puissance des dix forces. Eux qui poussent le rugissement éclatant et parfait du lion, ils tournent naturellement leurs yeux d’éveillés vers le monde pendant les six périodes de la journée — les trois du jour et les trois de la nuit.

# line 9, 02.txt
source: « Qui décline ? Qui s’épanouit ? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé (lit. être sujet à un mal) ? Qui est dans le malheur, vit dans la peur et est accablé (lit. avoir) de souffrances (lit. de maux) ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs et les déposer dans les mondes supérieurs, la libération et le résultat [ultime] ? Quel être (lit. qui) enlisé dans le marais des mauvaises conduites vais-je tirer par la main ? Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes vais-je inciter (lit. engager) à s’approprier [l’état] des seigneurs des sept richesses des êtres sublimes ? Chez quel être (lit. qui) n’ayant pas développé les racines vertueuses pousserais-je (lit. ferais-je) à les développer ? Chez quel être ayant déjà développé les racines vertueuses les mènerais-je à maturité (lit. ferais-je mûrir) ? Chez quel être (lit. qui) ayant entièrement mené à maturité (lit. mûri) les racines vertueuses, les pousserais-je à émerger grâce à l’épée (lit. arme) de la sagesse ? Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu’un bouddha y est apparu ? » [Ainsi] s’applique leur regard de sagesse.
fr_fr: «Qui décline? Qui prospère ? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé de souffrances ? Qui est dans le malheur, vit dans la peur et est accablé de souffrances ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs et les déposer dans les mondes supérieurs, la libération et le résultat ultime ? Quel être enlisé dans le marais des actions mauvaises vais-je tirer par la main ? Quel être dépourvu des sept richesses des êtres sublimes vais-je inciter à devenir le détenteur de ces sept richesses ? Quel être n'ayant pas développé les racines vertueuses pourrais-je inciter à les développer ? Chez quel être ayant déjà développé les racines vertueuses, pourrais-je les mener à maturité ? Chez quel être dont les racines vertueuses sont parvenues à maturité pourrais-je les pousser à émerger grâce à l'épée de la sagesse ? Pour quel être fructifierais-je le cycle des existences qui est orné de la présence d'un bouddha ? » Ainsi se pose sur le monde leur regard de sagesse.

# line 10, 02.txt
source: [Dans] l’océan, où vivent les makaras, il est envisageable (lit. il est éventuellement possible que) que les marées [toujours régulières] arrivent en retard. Pour leurs enfants qu’ils doivent dompter, les bouddhas ne prennent [jamais] de retard.
fr_fr: /Dans l'océan, où vivent les makaras,/ /Les marées régulières tardent parfois./ /Pour leurs enfants à discipliner,/ /Jamais ne tardent les éveillés./

# line 11, 02.txt
source: De même que les Bienheureux Bouddhas regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit, les grands auditeurs, eux aussi, regardent le monde avec les yeux d’auditeur pendant les six périodes de la journée, les trois du jour et les trois de la nuit.
fr_fr: De même que les Bienheureux Bouddhas regardent le monde avec leurs yeux de bouddha pendant les six périodes de la journée, les grands auditeurs, eux aussi, regardent le monde avec des yeux d'auditeur pendant ces six périodes — les trois du jour et les trois de la nuit.

# line 12, 02.txt
source: Lorsque l’honorable Śāriputra regardait le monde avec les yeux d’auditeur, il vit que le moment était venu de dompter le père de famille et tout son entourage. Puis,
fr_fr: Ainsi, tandis que l'honorable Śāriputra scrutait le monde, il vit que le moment était venu de discipliner ce père de famille et sa maisonnée.

# line 13, 02.txt
source: le matin, il revêtit le nivāsana et le cīvara, puis il prit son bol à aumône et partit à Śrāvastī pour [y recevoir] l’aumône.
fr_fr: Le matin tôt, il revêtit les habits monastiques, puis le bol à aumône à la main, il partit à Śrāvastī quêter des offrandes.

# line 14, 02.txt
source: Faisant progressivement l’aumône, il se rendit à l’endroit de la maison de ce père de famille et à ce moment, le chien vit l’honorable Śāriputra. L’ayant vu, il courut avec une grande (lit. intense) force et mordit (lit. saisit) l’honorable Śāriputra. Il déchira aussi les habits monastiques de ce [dernier].
fr_fr: Demandant l'aumône de porte en porte, l'honorable moine arriva devant la demeure du père de famille. Le chien l'aperçut. Il courut avec rage vers lui et le mordit. Il déchira aussi les habits monastiques de l'honorable.

# line 15, 02.txt
source: Ceci, le père de famille le vit et il l’empêcha et nettoya aussi les blessures du [moine], puis il les banda (lit. entoura de tissu) et se prosterna à ses pieds et dit : « Vénérable Śāriputra, quelle [réponse] donneriez-vous [à l’offre] de prendre votre repas ici ? » dit-il. Puis, l’honorable Śāriputra accepta en ne disant rien au père de famille.
fr_fr: Le père de famille accourut pour maîtriser son chien. Puis, il nettoya les blessures, les banda et se prosterna. « Vénérable Śāriputra, dit-il, accepteriez-vous de prendre votre repas ici ? » L'honorable moine accepta par son silence.

# line 16, 02.txt
source: Alors, le père de famille vit que l’honorable Śāriputra avait accepté en ne lui disant rien. Puis, il disposa un siège et dit ceci : « Vénérable Śāriputra, Veuillez vous asseoir sur le siège disposé [pour vous]. » Alors, l’honorable Śāriputra s’assit sur le siège disposé pour lui.
fr_fr: Voyant son offre acceptée, le père de famille disposa un siège et invita son hôte à y prendre place.

# line 17, 02.txt
source: Alors, le père de famille vit que l’honorable Śāriputra était confortablement assis et il le satisfit de nombreux mets et condiments purs et nobles qu’il servit de ses propres mains et lui offrit tout ce qu’il voulut. De nombreuses reprises, il le satisfit de nombreux mets et condiments purs et nobles qu’il servit de ses propres mains et lui offrit tout ce qu’il voulut et ce jour-là, après avoir mangé sa nourriture, l’honorable Śāriputra donna ses restes à ce chien et le chien les mangea et regarda son visage. Alors, le père de famille, [que] l’honorable Śāriputra ait mangé sa nourriture et [qu’]il ait nettoyé le couvercle, [qu’]il ait nettoyé le bol à aumône, il le vit et il s’assit devant lui pour écouter l’enseignement.
fr_fr: Son hôte confortablement installé, le père de famille servit lui-même des plats et des condiments purs et nobles tant que l'honorable en voulut. Le repas terminé, l'honorable Śāriputra donna ses restes au chien, qui les mangea, puis dévisagea le noble moine. Quand le père de famille vit que le bol à aumône et son couvercle étaient nettoyés, il s'assit avec sa maisonnée devant l'honorable moine pour écouter le Dharma.

# line 18, 02.txt
source: Alors, l’honorable Śāriputra discerna les pensées, les tendances habituelles, le tempérament (lit. l’élément) et le caractère (lit. la nature) du père de famille et son entourage et il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors, l’ayant écouté, le père de famille et son entourage détruisirent les vingt cimes élevées des vues concernant l’amas périssable à l’aide du diamant de la sagesse tandis qu’il était assis sur son siège et il manifesta le résultat de l’entrée dans le courant, puis il vit les vérités, et prit refuge et [prit] les vœux (lit. bases de l’entraînement) et
fr_fr: L'honorable Śāriputra discerna leurs pensées, leurs tendances habituelles, leurs tempéraments ainsi que leurs caractères et leur donna un enseignement adapté. Comme le diamant pulvérise la roche, la sagesse qui s'éleva en eux pulvérisa les vingts croyances les plus fortes qui identifient le moi aux agrégats, cet amas de choses en continuelle destruction. Ainsi, ils manifestèrent le résultat de l'entrée dans le courant. Le père de famille vit les vérités, prit refuge et s'engagea à respecter certains vœux.

# line 19, 02.txt
source: dit : « Vénérable Śāriputra, tant que je serai en vie, veuillez accepter de ma part les vêtements, la nourriture, les couvertures, les sièges, les médicaments et les fournitures médicales. » L’honorable Śāriputra dit : « Je dois aussi aider d’autres pères de famille, donc laisse-moi partir (lit. lâche-moi). » dit-il. Puis, il se leva de son siège et s’en alla.
fr_fr: « Vénérable Śāriputra, dit le père de famille, tant que je serai en vie, veuillez accepter de ma part les vêtements, la nourriture, les couvertures, les sièges, les médicaments et les fournitures médicales dont vous aurez besoin. » « Laisse-moi partir. Je dois aussi aider d'autres pères de famille. » répondit l'honorable Śāriputra, qui se leva de son siège et s'en alla.

# line 20, 02.txt
source: Alors, quand le père de famille eut vu les vérités et [quand] il eut prit refuge et les vœux (lit. bases de l’entraînement), il commença à pratiquer la générosité et à accumuler les mérites.
fr_fr: Ayant vu les vérités, le père de famille s’engagea dans la pratique de l’aumône et de l’accumulation des mérites.

# line 21, 02.txt
source: Il invita régulièrement l’honorable Śāriputra et lui offrit le repas.
fr_fr: Il invitait régulièrement l'honorable Śāriputra à déjeuner.

# line 22, 02.txt
source: Après avoir mangé sa nourriture, l’honorable Śāriputra donnait ses restes à ce chien. Ce chien se prit d’une grande affection pour l’honorable Śāriputra et ayant de l’affection pour lui, lorsque l’honorable Śāriputra venait dans cette maison, le chien l’accueillait, léchait ses pieds de sa langue, remuait sa queue et tournait trois fois [autour de lui].
fr_fr: À la fin de ses repas, l'honorable Śāriputra donnait ses restes au chien qui se prit d'une grande affection pour lui. Lorsque l'honorable Śāriputra venait, le chien l'accueillait, léchait ses pieds de sa langue et tournait trois fois autour de lui en remuant la queue.

# line 23, 02.txt
source: Alors, quand l’honorable Śāriputra avait enseigné le Dharma et qu’il sortait [de la maison], le chien l’accompagnait un peu et tournait trois fois [autour de lui] et rentrait [dans sa maison].
fr_fr: Après l'enseignement, il le raccompagnait même sur une partie du trajet, tournait trois fois autour de lui avant de rentrer.

# line 24, 02.txt
source: Ensuite, plus tard, l’honorable Śāriputra termina une autre fois de manger et il enseigna le Dharma au père de famille et il rentrait. À ce moment, le chien suivit [le moine] derrière [lui] et alla sur la grande route à l’extérieur, il lécha ses pieds avec sa langue et remua sa queue et tourna trois fois [autour de lui] et rentra [chez lui] et alors qu’il allait vers sa maison, un autre chien l’abattit et le tua.
fr_fr: Un jour, le noble Śāriputra était venu. Il avait pris son repas, avait enseigné au père de famille et repartait raccompagné par le chien. Lorsqu'ils arrivèrent sur la grande route, le chien lécha les pieds de l'honorable moine et tourna trois fois autour de lui en remuant la queue. Puis, sur le chemin du retour, tandis que la pensée de Śāriputra l'Ancien emplissait son cœur de joie, il fut grièvement mordu par un autre chien et mourut de ses blessures.

# line 25, 02.txt
source: Ensuite, il mourut et passa au-delà [de sa vie] tandis que son cœur (lit. esprit) était empli de joie à la pensée de Śāriputra l’Ancien. Ensuite, il naquit dans le sein de l’épouse principale de ce père de famille, dans cette même maison. L’honorable Śāriputra sut aussi comment ce chien avait été tué par un autre chien alors qu’il rentrait après l’avoir quitté (lit. depuis lui). Alors, il pensa : « Où est né ce chien ? » pensa-t-il, et il vit qu’il naquit dans le sein de l’épouse de ce père de famille dans la maison de ce même père de famille. L’ayant vu, par compassion pour lui (lit. lui-même), il alla seul, sans serviteur, dans la maison de ce père de famille. Alors, ce père de famille vit l’honorable Śāriputra arriver seul, sans compagnon ni serviteur.
fr_fr: Le chien reprit naissance dans cette même maison, dans le sein de l'épouse principale du père de famille. L'honorable Śāriputra fut informé que peu de temps après l'avoir quitté, le chien qui rentrait avait été tué. « Où est donc né le chien ? » se demanda l'honorable, avant de voir qu'il se trouvait dans le sein de l'épouse de ce père de famille. Alors, par amour pour cet être, il se rendit seul dans cette demeure, sans compagnon ni serviteur.

# line 26, 02.txt
source: L’ayant vu, « [Être] sublime, Pour quelle raison venez-vous seul, sans compagnon et sans serviteur ? Ne se trouve-t-il personne pour [vous] servir (lit. faire le serviteur), [être] sublime ? » demanda-t-il. L’honorable Śāriputra dit : « En dehors de [ceux] qui seraient donnés par [ceux] comme vous, où ailleurs pourrait-il y avoir de source de serviteurs ? » Le père de famille dit : « Vénérable Śāriputra, mon épouse attend un enfant (lit. il est arrivé un enfant à mon épouse), si c’est un garçon qui naît, je [vous] l’offrirai, être sublime, comme serviteur. » L’honorable Śāriputra dit : « [Ceux dont] l’esprit (lit. l’intérieur) est vertueux sont stables dans leurs promesses. » dit-il. Puis, l’honorable Śāriputra s’en alla.
fr_fr: « Être sublime, pour quelle raison venez-vous seul, sans compagnon ni serviteur ? demanda le père de famille. Ne se trouve-t-il personne pour vous servir ? » « En dehors des personnes que seuls vous et les vôtres pourriez mettre à mon service, où pourrais-je trouver quelqu'un qui me servirait ? » répondit l'honorable moine. « Vénérable Śāriputra, mon épouse attend un enfant. S'il s'avérait être un garçon, je vous l'offrirai comme serviteur, être sublime. » « Les vertueux tiennent leurs promesses. » remarqua l'honorable Śāriputra avant de s'en aller.

# line 27, 02.txt
source: L’épouse de ce père de famille, après que neuf ou dix mois soient passés, donna le jour à un fils bien proportionné (lit. noble), dont la beauté réjouissait la vue, mais qui avait de petits yeux. Ensuite, la fête de sa naissance fut célébrée [de manière] grandiose (lit. vastement) et « Comment nommer ce garçon ? » Un nom lui fut donné : « Puisque les yeux de ce garçon sont petits, il sera nommé Petits-Yeux. » fût-il dit.
fr_fr: Environ neuf mois plus tard, l'épouse du père de famille donna le jour à un fils bien proportionné, dont la beauté réjouissait la vue, mais qui avait de petits yeux. Lors des célébrations de sa naissance, il reçut le nom de Petits-Yeux parce que ses yeux étaient petits, en accord avec les usages de sa caste.

# line 28, 02.txt
source: Alors, le garçon Petits-Yeux se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre), comme un lotus dans un lac, il grandit avec force.
fr_fr: Petits-Yeux grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri. Il s'épanouit aussi rapidement qu'un lotus dans un lac.

# line 29, 02.txt
source: Lorsqu’il eut grandi, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, des gemmes, des substances précieuses, des parfums, des remèdes, des éléphants, des chevaux, des armures et des armes. Ainsi, il sut parfaitement écrire (lit. versé dans les lettres), il sut parfaitement lire (lit. versé dans la lecture), il devint ingénieux, habile de ses mains (lit. clair sur les choses à faire), vif d’esprit et rompu (lit. entraîné) aux huit évaluations.
fr_fr: Quand il fut en âge d'étudier, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, à évaluer celle des gemmes, des substances précieuses, des parfums, des remèdes, des éléphants, des chevaux, des armures et des armes. Ainsi, il maîtrisa l'écriture et la lecture. Il devint ingénieux, habile de ses mains, vif d'esprit et rompu aux huit évaluations.

# line 30, 02.txt
source: Ensuite, l’honorable Śāriputra vit que le moment était venu [que] Petits-Yeux se retire du monde, et le matin, il revêtit le nivāsana et le cīvara, puis il prit son bol à aumône et partit à Śrāvastī pour [y recevoir] l’aumône et faisant progressivement l’aumône, il se rendit à l’endroit de la maison de ce père de famille et arrivé, il s’assit sur le siège disposé [pour lui].
fr_fr: L'honorable Śāriputra sut que le moment était venu d’inciter Petits-Yeux à se retirer du monde. Le matin tôt, il revêtit les habits monastiques, puis le bol à aumône à la main, il partit à Śrāvastī quêter des offrandes. Demandant l’aumône de porte en porte, il se dirigea vers la demeure de ce père de famille, où il s'assit sur le siège qui lui était préparé.

# line 31, 02.txt
source: S’étant assis, l’honorable Śāriputra dit à ce père de famille : « Père de famille, tu m’avais donné ce garçon comme serviteur avant qu’il naisse, aussi, puisque [ceux dont] l’esprit (lit. l’intérieur) est vertueux sont stables dans leurs promesses, n’avais-tu pas fait exactement cette promesse ? » Le père de famille dit : « [Être] sublime, j’avais fait exactement cette promesse. » dit-il. Puis, il tint ce garçon par les deux mains et l’offrit à l’honorable Śāriputra et dit : « Enfant, avant que tu naisses, je t’avais offert à [cet] [être] sublime. Donc, va et fais le serviteur de [cet] [être] sublime. » Le garçon dit : « Ceci est un bienfait pour moi. » dit-il. Puis,
fr_fr: « Père de famille, dit l'honorable Śāriputra, tu m’avais donné ce garçon comme serviteur avant qu’il naisse. Les vertueux tiennent leurs promesses. C'est bien celle que tu avais fait, n'est-ce pas ? » « Être sublime, je vous ai bien fait cette promesse. » répondit le père de famille. Puis, prenant son fils par les deux mains, il l'offrit au noble Śāriputra en disant : « Mon enfant, je t'avais offert à cet être sublime avant que tu naisses. Suis-le et mets-toi à son service. » « Ceci me sera profitable. » répondit le jeune homme.

# line 32, 02.txt
source: ce garçon suivit (lit. suivre en retrait) l’honorable Śāriputra et l’honorable Śāriputra mena le garçon au monastère et il lui fit se retirer du monde et lui [accorda] la transmission orale.
fr_fr: Il suivit l'honorable Śāriputra, qui le mena au monastère, lui permit de se retirer du monde en tant que novice et lui accorda la transmission orale des pratiques monastiques.
