Repository: Esukhia/karmasataka
Catalog: */reader/03.po
Languages: fr_fr

# line 1, 03.txt
source: Celui nommé Pūraṇa.
fr_fr: L'histoire de Pūraṇa.

# line 2, 03.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 03.txt
source: À cette époque, dans la ville de Śrāvastī, un homme qui [y] vivait et qui était riche, qui possédait beaucoup de richesses, dont les biens étaient grands, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa se maria (lit. prit une femme) puisqu’il était arrivé à (lit. tomba à) l’âge de se marier (lit. de l’épouse). avec elle, ils se séduisirent (lit. jouèrent), ils [apprirent] à s’aimer et laissèrent libre cours (lit. faire) à leurs envies.
fr_fr: À cette époque, dans cette ville, un homme vivait dans l'opulence et possédait de grandes richesses. D'innombrables biens lui appartenaient. Une armée de domestiques s'activaient dans ses larges propriétés. On eut dit qu'il possédait les richesses du dieu Vaiśravaṇa ou encore qu'il rivalisait de fortune avec lui. Il épousa une jeune fille quand il fut en âge de se marier. Son épouse et lui apprirent à se connaître par les jeux de la séduction, ils commencèrent à s'aimer l'un l'autre et laissèrent libre cours à leurs désirs.

# line 4, 03.txt
source: Même s’ils s’étaient séduits, [qu’ils] avaient [appris] à s’aimer et avaient laissé libre cours à leurs envies, ce père de famille n’avait pas d’enfant et parce qu’il voulait un enfant, il adressait ses prière aux dieux. Il adressa ses prières aux dieux comme Paśupati, Varuṇa, Kubera, Śakra et Brahmā, aux dieux des parcs, aux dieux des forêts, aux dieux des croisements de quatre routes, aux dieux des croisements de trois routes, aux dieux qui reçoivent les offrandes jetées, aux dieux qui naissent en même temps que soi et aux dieux qui suivent constamment les personnes vertueuses. Puis,
fr_fr: Cependant, ne parvenant pas à avoir d'enfant, il sollicitait les dieux. Il priait Śiva, Varuna, Kubera, Indra et Brahmā et d'autres dieux encore. Il priait aussi les dieux des parcs, ceux des forêts, ceux des croisements de quatre chemins, ceux des croisements de trois chemins, ceux qui se nourrissent d'offrandes de nourriture, ceux qui nous accompagnent depuis la naissance et ceux qui suivent constamment les vertueux.

# line 5, 03.txt
source: dans le monde, « de la cause [que constituent] les prières, des garçons et des filles naissent » est connu, mais ce n’est pas comme ça que sont [les choses]. En effet, si la cause des prières faisaient naître des garçons et des filles, il faudrait que comme pour les monarques universels, chaque [personne] ait mille enfants.
fr_fr: Bien qu'il soit communément accepté que les prières font naître des enfants, il n'en est rien. Si tel était le cas, chaque foyer devrait voir naître mille enfants, comme c'est le cas des monarques universels.

# line 6, 03.txt
source: Depuis toujours, c’est l’assemblement de trois choses qui font naître les garçons et les filles. ces trois [choses] sont : les deux parents éprouvent du désir et ont un rapport, la mère se situe au bon moment [dans son cycle] et elle est en âge de procréer (lit. elle a ses menstruations) et un gandharva est arrivé, et l’esprit du gandharva, quant à lui, naîtra s’il est [dans] l’une des deux [situations] : soit il ressent de l’attachement, soit il ressent de l’aversion.
fr_fr: Or, trois choses font naître les enfants depuis toujours : les deux parents ont un rapport sous l'impulsion du désir, la mère, qui est en âge de procréer, est en période fertile et un être dans l'état intermédiaire se trouve aux alentours. De plus, cet être doit éprouver soit de l'attirance, soit de l'aversion envers l'un de ses parents.

# line 7, 03.txt
source: Donc, le père de famille (lit. il) adressait ses prières avec beaucoup d’entrain et un grand être, connu pour sa grandeur, un [être] sur sa dernière existence, un [être] qui a obtenu ce qu’il cherchait, un [être] qui avait ce qu’il faut pour la libération, un [être] qui avait accumulé les mérites, un [être] qui regardait vers l’intérieur [qu’est] l’au-delà de la souffrance, un [être] qui regardait vers l’extérieur du samsara, un [être] qui ne voulait pas de la condition (lit. l’endroit de naissance) des mondes (lit. endroits où aller) du samsara, un [être] qui tient son dernier corps, est né dans le sein de son épouse.
fr_fr: Ainsi, cet homme priait avec ferveur lorsqu’un grand être entra dans le sein de son épouse. Cet être était renommé pour sa grandeur. Il était sur sa dernière existence. Il touchait à son but. Il était en position d'atteindre la libération. Il avait accumulé les mérites. Son regard s'était détourné du cycle des existences. Son regard était tourné vers l'au-delà de la souffrance. Il ne voulait plus des naissances contenues dans le cycle des existences et son corps suivant serait le dernier.

# line 8, 03.txt
source: Certaines femmes qui ont une intelligence naturelle possèdent cinq particularités (lit. cinq choses/dharmas spécifiques) : ces cinq sont : elles savent qu’un homme éprouve du désir pour elles ou bien qu’il n’éprouve pas de désir, elles connaissent aussi leur cycle (lit. temps) et elles connaissent aussi leurs règles, elle savent qu’elles sont enceintes (lit. qu’un enfant est là), elles savent de qui elles sont enceintes (lit. un enfant est là), elles savent [que c’est] un garçon ou bien elles savent [que c’est] une fille parce que si c’est un garçon, il se positionne (lit. s’appuie) sur le côté droit et y reste. Si c’est une fille, il se positionne (lit. s’appuie) sur le côté gauche et y reste.
fr_fr: Certaines femmes à l'intelligence naturelle possèdent cinq particularités. Une telle femme sait quand un homme la désire et quand il ne la désire pas. Elle sait quand elle est fertile et quand terminent ses menstruations. Elle sait quand elle est enceinte. Elle sait de qui elle attend un enfant. Elle sait que c’est un garçon ou une fille parce qu'un garçon se blottit du côté droit de son ventre tandis qu'une fille du côté gauche.

# line 9, 03.txt
source: Donc, lorsqu’[elle] tomba enceinte (lit. un enfant fut là), elle fut extrêmement contente et elle [le] raconta à son mari : « Seigneur, je suis enceinte d’un garçon (lit. un garçon est dans moi) parce que il se positionne (lit. s’appuie) du côté droit de mon ventre (lit. matrice). Donc, il est certain que ce soit un garçon. Donc, réjouissez-vous.» dit-il. Puis,
fr_fr: L'épouse du père de famille fut transportée de joie lorsqu'elle tomba enceinte. Elle fit appeler son mari : « Bien-aimé, j'attends un enfant ! dit-elle. Réjouissez-vous ! Je suis sûre que c'est un garçon : il se blottit du côté droit de mon ventre. »

# line 10, 03.txt
source: il fut extrêmement (lit. de trop) content et redressa son buste, étendit sa main droite, « Je vais pouvoir (lit. ça vient) voir le visage de l’enfant que j’ai tant souhaité (lit. souhaité et souhaité) depuis longtemps. Puisse-t-il convenir comme mon enfant. Puisse-t-il ne pas ne pas convenir. Puisse-t-il faire les choses que je fais. Si je m’occupe de lui, puisse-t-il répondre à [mes] soins en s’occupant [de moi] en retour. Puisse-t-il bénéficier de mon héritage (lit. part des richesses). Puisse ma lignée familiale se maintenir longtemps. Après que nous ayons transmigré (lit. dépassé) et que nous soyons morts, pour nous, que ce soit beaucoup ou que ce soit peu, [puisse-t-il] pratiquer la générosité et accumuler (lit. faire) des mérites et « Que ces mérites (lit. ils) aillent là où ils (lit. ces deux) sont partis et nés » puisse-t-il les dédier ainsi. » il dit [ces] paroles de joie.
fr_fr: Submergé de joie, il se redressa, leva le bras droit et exprima tout son bonheur : « Il me sera donné de voir le visage de l'enfant que j'attends depuis si longtemps ! Qu'il soit digne de moi ! Qu'il ne soit pas indigne de moi ! Puisse-t-il me succéder ! Puisse-t-il pourvoir à mes besoins en retour du soin dont je vais l'entourer ! Puisse-t-il se servir des biens que je lui laisserai ! Puisse ma lignée familiale se maintenir longtemps ! Lorsque nous décéderons, puisse-t-il faire l'aumône et accumuler des mérites en notre nom, quelle qu'en soit la quantité ! Puisse-t-il ensuite dédier les mérites pour qu'elles nous parviennent à tous les deux, où que nous soyons partis et renés ! »

# line 11, 03.txt
source: Ayant compris qu’il attendait un enfant (lit. un enfant était là), pour prendre soin de son enfant, il [l’]installa confortablement sur la partie supérieur de leur maison et [Il fit qu’]on lui procure (lit. elle dépende de) les choses pour le froid quand il faisait froid, les choses pour le chaud quand il faisait chaud, les aliments recommandés (lit. montrés) par le médecin, ceux qui ne sont pas trop amers, ceux qui ne sont pas trop acides, ceux qui ne sont pas trop salés, ceux qui ne sont pas trop sucrés, ceux qui ne sont pas trop piquants, ceux qui ne sont pas trop astringents, c’est à dire les aliments qui ne sont ni amers, ni acides, ni salés, ni sucrés, ni piquants ni astringents, [il fit qu’]on pare entièrement son corps de colliers courts et longs, [il fit qu’]elle se déplace comme une jeune déesse (lit. une fille de dieu) qui évolue dans un jardin merveilleux (lit. jardin des plaisirs), du dessus d’un divan (lit. trône) au dessus d’un [autre] divan, du dessus d’un siège (lit. petit trône) au dessus d’un [autre] siège, sans descendre jusqu’au sol (lit. le sol du bas), il fit qu’elle n’entende aucun son, aucune voix désagréable.
fr_fr: Plein de prévenances pour l'enfant, le père de famille installa confortablement son épouse à l'étage. Il lui procura ce qui convient à la chaleur lorsqu'il faisait chaud, puis ce qui convient au froid lorsqu'il faisait froid. Il lui procura les aliments indiqués par le médecin, les aliments dont aucun des goûts n'est excessif : qui ne sont ni amers, ni acides, ni salés, ni sucrés, ni piquants, ni astringents. On la para de colliers courts et longs, et comme une jeune déesse qui évolue dans un jardin merveilleux, on la porta d'un lit à un autre, d'un siège à un autre, lui évitant ainsi de toucher le sol. De plus, on la préserva de tout bruit qu'elle jugea désagréable.

# line 12, 03.txt
source: Les Bienheureux Bouddhas montrent l’unique voie à parcourir ; ils possèdent (lit. obtenu la possession de) les deux aspects de la connaissance et la sagesse ; ils excellent dans les trois attentions rapprochées qui leur sont propres ; ils sont intrépides grâce aux quatre intrépidités ; ils sont entièrement libérés d’aller vers les cinq renaissances ; ils sont versés dans les six sources des sens ; ils vivent les sept branches de l’Éveil ; ils contemplent les huit libérations complètes ; ils s’engagent dans les neuf absorptions méditatives successives ; ils possèdent la puissance (lit. force) des dix forces ; Eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.
fr_fr: Les bienheureux bouddhas montrent l'unique voie à parcourir. Ils maîtrisent les deux domaines de la connaissance et la sagesse. Ils appliquent souverainement les trois attentions rapprochées qui sont leur apanage. Les quatre intrépidités les rendent inébranlables. Ils sont entièrement affranchis des cinq naissances. Ils connaissent parfaitement les six facultés sensorielles. Ils vivent les sept branches de l’éveil. Ils fixent leur esprit sur les huit libérations parfaites. Ils s’absorbent dans les neuf absorptions successives et possèdent la puissance des dix forces. Eux qui poussent le rugissement éclatant et parfait du lion, ils tournent naturellement leurs yeux d’éveillés vers le monde pendant les six périodes de la journée — les trois du jour et les trois de la nuit.

# line 13, 03.txt
source: « Qui décline ? Qui prospère (lit. s’étendre)? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé (lit. être sujet à un mal) ? Qui est dans le malheur, vit dans la peur et est accablé (lit. avoir) de souffrances (lit. de maux) ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs et les établir dans les royaumes supérieurs, la libération ou le résultat ? Quel être (lit. qui) enlisé dans le marais des mauvaises conduites vais-je tirer par la main ? Qui, dépourvu des sept joyaux des [êtres] nobles, vais-je pousser à s’approprier le pouvoir des seigneurs des sept joyaux des [êtres] nobles ? Qui, n’ayant pas développé les racines vertueuses, inciterais-je à [les] développer ? Qui, ayant déjà développé les racines vertueuses, inciterais-je à [les] faire mûrir ? Qui, ayant déjà fait mûrir entièrement les racines vertueuses, inciterais-je à [les] faire jaillir à l’aide de l’arme de la sagesse ? Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu’un bouddha y est apparu ? » [ainsi] s’applique leur regard de sagesse.
fr_fr: «Qui décline? Qui prospère ? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé de souffrances ? Qui est dans le malheur, vit dans la peur et est accablé de souffrances ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs et les déposer dans les mondes supérieurs, la libération et le résultat ultime ? Quel être enlisé dans le marais des actions mauvaises vais-je tirer par la main ? Quel être dépourvu des sept richesses des êtres sublimes vais-je inciter à devenir le détenteur de ces sept richesses ? Quel être n'ayant pas développé les racines vertueuses pourrais-je inciter à les développer ? Chez quel être ayant déjà développé les racines vertueuses, pourrais-je les mener à maturité ? Chez quel être dont les racines vertueuses sont parvenues à maturité pourrais-je les pousser à émerger grâce à l'épée de la sagesse ? Pour quel être fructifierais-je le cycle des existences qui est orné de la présence d'un bouddha ? » Ainsi se pose sur le monde leur regard de sagesse.

# line 14, 03.txt
source: [Dans] l’océan, où vivent les makaras, il est envisageable (lit. il est éventuellement possible que) que les marées [toujours régulières] arrivent en retard. Pour leurs enfants qu’ils doivent dompter, les bouddhas ne prennent [jamais] de retard.
fr_fr: Dans l'océan, où vivent les makaras, Les marées régulières tardent parfois. Pour leurs enfants à discipliner, Jamais ne tardent les éveillés.

# line 15, 03.txt
source: De même que les Bienheureux Bouddhas regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit, les grands auditeurs, eux aussi, regardent le monde avec les yeux d’auditeur pendant les six périodes de la journée, les trois du jour et les trois de la nuit. Ainsi,
fr_fr: De même que les Bienheureux Bouddhas regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les grands auditeurs, eux aussi, regardent le monde avec les yeux d'auditeur pendant ces six périodes, les trois du jour et les trois de la nuit.

# line 16, 03.txt
source: lorsque l’honorable Aniruddha regardait le monde avec les yeux d’auditeur, il vit qu’un être sur sa dernière vie (lit. existence) entrait dans le sein [d’une mère] dans la maison de ce père de famille. L’ayant vu, il pensa : « Cet être, qui le domptera ? Est-ce que le Bouddha le domptera ou bien est-ce qu’un auditeur le domptera ? » pensa-t-il. À ce moment, il vit que c’était lui-même (lit. moi-même) qui le dompterait.
fr_fr: Ainsi, tandis que l’honorable Aniruddha scrutait le monde, il vit qu’un être sur sa dernière existence allait naître dans la maison de ce père de famille. Au moment où il se demandait si le Bouddha ou un auditeur permettrait à cet être de se libérer, il vit que c’était à lui-même de le faire.

# line 17, 03.txt
source: L’ayant vu, il alla dans cette maison et enseigna le Dharma de temps en temps à ce père de famille. il installa (lit. faire rester) ce père de famille dans une dévotion parfaite (lit. auspicieuse). il l’installa (lit. fit rester) aussi dans le refuge (lit. la prise de refuge) et dans les vœux (lit. bases de l’entraînement). il le fit aussi entrer avec dévotion dans la [pratique de la] générosité et l’échange de la générosité. Il fit de sorte que, peu de temps après, cette maison devint comme un puits pour les mendiants (lit. ceux qui mendient).
fr_fr: Alors, il se rendit de temps à autre dans cette maison pour enseigner à ce père de famille. Il l’établit ainsi dans une dévotion parfaite. Grâce à l'honorable moine, il prit refuge et s'engagea à respecter certains vœux. Il s'engagea aussi avec dévouement dans la pratique de l'aumône et du partage de ses bienfaits. En peu de temps, les mendiants vinrent à cette demeure comme l'on va au puits chercher de l'eau.

# line 18, 03.txt
source: Ensuite, plus tard, l’honorable Aniruddha, pour rendre ces deux parents stables, alla seul dans cette maison, sans compagnon ni serviteur. Ce père de famille vit que l’honorable Aniruddha vint seul, sans compagnon ni serviteur. L’ayant vu, « [Être] sublime, Pour quelle raison venez-vous seul, sans compagnon et sans serviteur ? Ne se trouve-t-il personne pour [vous] servir (lit. faire le serviteur), [être] sublime ? » demanda-t-il. L’honorable Aniruddha dit : « en dehors de [ceux] qui seraient donnés par [ceux] comme vous, où ailleurs pourrait-il y avoir de source de serviteurs ? » Le père de famille dit : « Vénérable Aniruddha, mon épouse attend un enfant (lit. il est arrivé un enfant à mon épouse), si c’est un garçon qui naît, je [vous] l’offrirai, être sublime, comme serviteur. » L’honorable Aniruddha dit : « [ceux dont] l’esprit (lit. l’intérieur) est vertueux sont stables dans leurs promesses. » dit-il. Puis, l’honorable Aniruddha s’en alla.
fr_fr: Un jour, pour décider les futurs parents, l'honorable Aniruddha se rendit chez eux, seul, sans compagnon ni serviteur. « Être sublime, pour quelle raison venez-vous seul, sans compagnon ni serviteur ? demanda le père de famille. Ne se trouve-t-il personne pour vous servir ? » « En dehors des personnes que seuls vous et les vôtres pourriez mettre à mon service, où pourrais-je trouver quelqu'un pour me servir ? » répondit l'honorable moine. « Vénérable Aniruddha, mon épouse attend un enfant. Si un garçon venait à naître, je vous l'offrirai comme serviteur, être sublime. » « Les vertueux tiennent leurs promesses. » remarqua l'honorable Aniruddha, avant de s'en aller.

# line 19, 03.txt
source: L’épouse de ce père de famille, après que neuf ou dix mois soient passés, naquit un enfant au corps harmonieux (lit. noble), qui était beau et agréable au regard, dont la teinte noble [était] la couleur de l’or, dont la tête [se] tenait comme une ombrelle, dont les mains étaient longues, dont la largeur (lit. l’étendue) du front était grande, dont le nez était haut, dont le nez était bien [fait] et dont les sourcils étaient denses. Ensuite, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et « Comment nommer ce garçon ? » un nom lui fut donné : « “Mais quand naîtra mon enfant ?” ce que j’ai tant souhaité (lit. souhaité et souhaité) depuis longtemps et ce que j’ai tant désiré depuis longtemps, ce que j’espérais (lit. avoir un souhait mental) tant, ce garçon l’a entièrement réalisé (lit. complété). C’est pourquoi, il sera nommé Pūraṇa (Celui-qui-Exauce (lit. complète)) » dit-il.
fr_fr: Environ neuf mois plus tard, l’épouse du père de famille donna naissance à un fils bien proportionné, dont la beauté réjouissait la vue. Sa peau était d’une ravissante teinte dorée. Il avait un port de tête aussi droit qu’un parasol, les mains longues, le front large, le nez proéminent, bien dessiné et les sourcils denses. Lors des célébrations de sa naissance, son père lui cherchait un nom : « J'attends sa naissance depuis si longtemps. Mon seul désir depuis longtemps est d'avoir un enfant. Grâce à lui, je suis parfaitement comblé. Oui. Son nom sera Pūraṇa, Celui-qui-Exauce. »

# line 20, 03.txt
source: Ensuite, le garçon Pūraṇa fut remis à huit nourrices, deux nourrices qui l’accueillaient (lit. le faisaient vivre) dans leur giron, deux nourrices qui lui donnaient le sein, deux nourrices qui lavaient ses souillures et deux nourrices pour jouer avec lui. Puis, Il se développa au fil du temps grâce à la plume de paon que tient Nārāyaṇa, au cordon de protection, à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. essence du beurre) et comme un lotus dans un lac, il grandit avec force.
fr_fr: Pūraṇa fut ensuite remis à huit nourrices. Deux le portaient dans leur giron, deux l'allaitaient, deux faisaient sa toilette et deux jouaient avec lui. Protégé par une plume de paon de la main de Nārāyaṇa et par un cordon de protection, il grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri. Ainsi, il s’épanouit aussi rapidement qu’un lotus dans un lac.

# line 21, 03.txt
source: Lorsqu’il eut grandi, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, des gemmes, des substances précieuses, des parfums, des remèdes, des éléphants, des chevaux, des armures et des armes. Ainsi, il sut parfaitement écrire (lit. versé dans les lettres), sut parfaitement lire (lit. versé dans la lecture), il devint ingénieux, habile de ses mains (lit. clair sur les choses à faire), vif d’esprit et rompu (lit. entraîné) aux huit évaluations.
fr_fr: Quand il fut en âge d'étudier, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, à évaluer celle des gemmes, celle des substances précieuses, celle des parfums, celle des remèdes, celle des éléphants, celle des chevaux, celle des armures et celle des armes. Ainsi, il maîtrisa l'écriture et la lecture. Il devint ingénieux, habile de ses mains, vif d'esprit et rompu aux huit évaluations.

# line 22, 03.txt
source: Ensuite, l’honorable Aniruddha vit que le moment était venu [que] ce garçon renonce au monde, et le matin, il revêtit le nivāsana et le cīvara, puis il prit son bol à aumône et partit à Śrāvastī pour [y recevoir] l’aumône et Faisant progressivement l’aumône, il alla et se rendit à l’endroit de la maison de ce père de famille et il s’assit sur le siège disposé [pour lui].
fr_fr: L'honorable Aniruddha vit que le moment était venu d’inciter Pūraṇa à se retirer du monde. Le matin tôt, il revêtit les habits monastiques, puis le bol à aumône à la main, il partit à Śrāvastī quêter des offrandes. Demandant l’aumône de porte en porte, il se dirigea vers la demeure du père de famille, où il s'assit sur le siège qui lui était préparé.
