Repository: Esukhia/karmasataka
Catalog: */reader/03.po
Languages: fr_fr

# line 45, 03.txt
source: Le Bienheureux dit : « Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et
fr_fr: « Moines, raconta le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le tathāgata, l'arhat, le complet et parfait bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le connaisseur des êtres des trois mondes, l'insurpassable cocher pour les êtres à guider, l'enseignant des dieux et des hommes, le complet et parfait bouddha Kāśyapa était apparu en ce monde.

# line 46, 03.txt
source: à cette époque, un père de famille vivait dans la ville de Vārāṇasī. Puis, plus tard, son épouse tomba enceinte et après que soient passés neuf ou dix mois, un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et
fr_fr: À cette époque, un père de famille vivait dans la ville de Vārāṇasī. Un jour, elle tomba enceinte et environ neuf ou dix mois après, elle donna le jour à un fils bien proportionné, dont la beauté réjouissait la vue.

# line 47, 03.txt
source: quand il eut grandi, il conçut de la dévotion pour l’enseignement du complet et parfait bouddha Kāśyapa, et il demanda [la permission] à ses parents et renonça au monde selon l’enseignement du complet et parfait Bouddha Kāśyapa et il élimina toutes les émotions perturbatrices en s’efforçant, s’appliquant et s’évertuant. Puis, il manifesta l’état d’arhat (lit. l’arhat-même). Alors,
fr_fr: Devenu un jeune homme, il ressentit de la dévotion pour l’enseignement du complet et parfait bouddha Kāśyapa, et il demanda la permission à ses parents de se retirer du monde. Moine, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et manifesta l’état d’arhat.

# line 48, 03.txt
source: Après être devenu un arhat, il pensa : « J’ai fait ce qui devait être fait avec ce corps samsarique. Décidément maintenant, je vais entrer dans la sphère de la paix. » pensa-t-il. Puis, il montra les miracles de s’élever (lit. brûler) et de demeurer immobile, puis [ceux] de la pluie qui tombe et des éclairs qui filent et il passa entièrement au-delà de la souffrance dans la sphère de l’au-delà de la souffrance sans restes d’un corps (lit. d’un agrégat) et [son] précepteur le raconta à ses parents et ses deux parents et [son] précepteur ont fait de grandes offrandes à ses reliques corporelles et
fr_fr: Devenu arhat, il pensa : « J'ai maintenant accompli tout ce qui devait l'être. C'est décidé. Je vais entrer dans la sphère de l'apaisement. » Il montra les miracles de s'élever, de demeurer immobile, puis ceux de la pluie qui tombe et des éclairs qui filent avant de passer entièrement dans la sphère de l'au-delà de la souffrance débarassée des restes corporels. Son précepteur informa ses parents et ensembles, ils firent de grandioses offrandes de circonstance.

# line 49, 03.txt
source: le précepteur fit ce souhait : « Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. Puissé-je aussi obtenir des qualités semblables à celles-ci. Lorsque je passerai entièrement au-delà de la souffrance, aussi, puisse le Bienheureux et les quatre entourages [me] faire les offrandes (lit. l’action des offrandes). » dit-il.
fr_fr: le précepteur formula le souhait suivant : « Quelle merveille ! Grâce à ces racines vertueuses, où que je naisse, puissé-je toujours naître dans une famille qui vit dans l’opulence, possède de grandes richesses et d’innombrables biens. Puissé-je contenter par mes actes le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, en accord avec la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. Puissé-je obtenir des qualités comme les siennes. Lorsque je passerai entièrement au-delà de la souffrance, puissent le Bienheureux et son quadruple entourage me faire les offrandes de circonstance. »

# line 50, 03.txt
source: Moines, que pensez-vous de ceci ? À cette époque, celui qui était ce moine est Pūraṇa lui-même, et [qu’] il ait fait les offrandes à cet arhat et [qu’]il ait formulé ce souhait, le résultat de l’action d’avoir fait [ces souhaits] le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits). Ainsi,
fr_fr: Voyez-vous, moines, à cette époque, ce moine était Pūraṇa lui-même. Les offrandes de circonstances qu'il fit à cet arhat et les souhaits qu'il formula lui valurent de toujours naître dans une famille qui vit dans l’opulence, possède de grandes richesses et d’innombrables biens.

# line 51, 03.txt
source: Moines, Je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente, puis il a renoncé au monde selon mon (lit. à moi-même) enseignement et il a éliminé toutes les émotions perturbatrices et il a manifesté l’état d’arhat. Lorsqu’il est entièrement passé au-delà de la souffrance, aussi, les quatre entourages [lui] ont fait les offrandes (lit. l’action des offrandes). »
fr_fr: Moines, je suis devenu en tout point l'égal du complet et parfait Bouddha Kāśyapa. J'ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. Il m'a contenté et n'a rien fait qui me mécontente. Il s'est retiré du monde selon mon enseignement. Il a éliminé toutes les émotions perturbatrices et il a manifesté l'état d'arhat. De plus, lorsqu'il passa entièrement au-delà de la souffrance, le quadruple entourage lui a fait les offrandes de circonstance. »
