Repository: Esukhia/karmasataka
Catalog: */reader/03.po
Languages: fr_fr

# line 23, 03.txt
source: S’étant assis, L’honorable Aniruddha dit à ce père de famille : « Père de famille, Tu m’avais donné ce garçon comme serviteur avant qu’il naisse, aussi, puisque [ceux dont] l’esprit (lit. l’intérieur) est vertueux sont stables dans leurs promesses, n’avais-tu pas fait exactement cette promesse ? » Le père de famille dit : « « [Être] sublime, j’avais fait exactement cette promesse. » dit-il. Puis, il tint ce garçon par les deux mains et l’offrit à l’honorable Aniruddha et dit : « Enfant, Avant que tu naisses, je t’avais offert à [cet] [être] sublime. Donc, va et fais le serviteur de [cet] [être] sublime. » Le garçon dit : « Ceci est un bienfait pour moi. » dit-il. Puis,
fr_fr: « Père de famille, dit l'honorable Aniruddha, tu m’avais donné ce garçon comme serviteur avant qu’il naisse. Les vertueux tiennent leurs promesses. Tu avais bien fait cette promesse, n'est-ce pas ? » « Être sublime, je vous ai bien fait cette promesse. » répondit le père de famille. Puis, prenant son fils par les deux mains, il l'offrit au noble Aniruddha en disant : « Mon enfant, avant ta naissance, je t'avais offert à cet être sublime. Suis-le et mets-toi à son service. » « Ceci me sera profitable. » répondit le jeune homme.

# line 24, 03.txt
source: ce garçon suivit (lit. suivre en retrait) l’honorable Śāriputra et l’honorable Aniruddha mena le garçon au monastère et il [lui fit] renoncer au monde et lui donna l’ordination complète et lui [accorda] la transmission orale.
fr_fr: Il suivit l'honorable Aniruddha, qui le mena au monastère, l'incita à se retirer du monde, lui donna l'ordination complète et lui accorda la transmission orale des pratiques monastiques.

# line 25, 03.txt
source: Ensuite, sans dormir ni à l’aube ni au crépuscule, bien qu’il maintenait de grands efforts [dans sa pratique], il n’obtint [rien] qui fit la moindre différence, et plus tard, il tomba malade et « [votre] enfant est tombé malade », ses deux parents l’entendirent et dès qu’ils l’eurent entendu, ses deux parents prirent avec eux un médecin et prenant [avec eux] tous les objets nécessaires, ils allèrent au vihāra, et même s’ils le soignèrent à l’aide de tous les objets, ils ne purent pas le guérir et ils pensèrent [tous] les deux : « si, tous les deux, nous restons au vihāra, nous laisserons passer beaucoup de [choses] à faire de la maison. Donc, Décidément nous prendrons (lit. mènerons) ce fils à la maison et nous le soignerons (lit. ferons les serviteurs des malades) là-bas (lit. là-bas même) » pensèrent-ils. Puis,
fr_fr: Par la suite, bien qu'il persévérât dans ses efforts, bien qu'il ne dormît ni au crépuscule ni à l'aube, aucun changement ne s'opérera en lui. Un jour, ses parents apprirent qu'il était malade. Ils se rendirent sans tarder au monastère avec un médecin et tout le nécessaire pour le soigner. Malgré les soins, le moine ne guérissait toujours pas. Les parents virent qu'en restant là, toutes les tâches ménagères de leur maison restaient en suspens. Ils décidèrent de soigner leur fils chez eux.

# line 26, 03.txt
source: ils se prosternèrent aux pieds de l’honorable Aniruddha et dirent : « « [Être] sublime, Veuillez écouter (lit. savoir) [ce qui suit]. si, tous les deux, nous restons ici, nous laisserons passer beaucoup de [choses] à faire de la maison. Donc, nous prendrions (lit. mènerions) ce fils à la maison et nous aimerions [l’y] soigner (lit. faire le serviteur des malades). Donc, Veuillez nous accorder [la permission de le faire]. » dirent-ils. Ensuite, l’honorable Aniruddha pensa : « Ce moine manifestera l’état d’arhat (lit. l’arhat-même) dans cette maison là (lit. même). De plus, il établira ses deux parents et les personnes de la maison dans les vérités. » vit-il. Puis, L’honorable Aniruddha dit : « Faites comme il vous plaît à [tous] les deux. » Ensuite, dès qu’ils eurent entendu ces paroles, ce père de famille prit (lit. mena) ce moine dans sa (lit. de moi-même) maison et il le soigna avec tous les objets en accord avec la prescription (lit. transmission orale) du médecin.
fr_fr: Ils se prosternèrent aux pieds du noble Aniruddha. « Être sublime, lui dirent-ils, veuillez considérer notre situation. Toutes les tâches ménagères de notre foyer nous attendent alors que nous sommes ici. Nous voulons prendre notre enfant chez nous pour l'y soigner. Veuillez nous accorder votre permission. » L'honorable Aniruddha sut que leur fils manifesterait l'état d'arhat dans leur maison. Il sut aussi que ses deux parents et leur maisonnée verraient les vérités grâce à lui. « Faites comme il vous plaira. » répondit-il. De retour chez lui, le père de famille appliqua entièrement le traitement du médecin.

# line 27, 03.txt
source: Ce moine devint désillusionné du fait de cette maladie tandis qu’il se trouvait dans cette même maison et, il élimina toutes les émotions perturbatrices en s’efforçant, s’appliquant et s’évertuant. Puis, il manifesta l’état d’arhat (lit. l’arhat-même). Alors, après être devenu un arhat, il discerna les pensées, les tendances habituelles, les tempéraments (lit. élément) et les caractères (lit. les natures) de ses deux parents et des personnes de la maison et il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors, l’ayant écouté, le père de famille et son entourage détruisirent les vingt cimes élevées des vues concernant l’amas périssable à l’aide du diamant de la sagesse tandis qu’il était assis sur son siège et ils manifestèrent le résultat de l’entrée dans le courant, puis après avoir établi ses deux parents dans les vérités,
fr_fr: Grandement attristé par les souffrances de sa condition tandis qu'il était soigné, le moine s'efforça, s'appliqua et s'évertua à éliminer toutes ses émotions perturbatrices jusqu'à manifester l'état d’arhat. Alors, ayant discerné les pensées, les tendances habituelles, le tempérament et le caractère de ses deux parents et de la maisonnée, il leur donna un enseignement adapté. Comme le diamant pulvérise la roche, la sagesse qui s’éleva en eux pulvérisa les vingts croyances les plus fortes qui identifient le moi aux agrégats, cet amas de choses en continuelle destruction. Ils manifestèrent le résultat de l’entrée dans le courant. Ainsi, il établit ses parents dans la pratique des vérités.

# line 28, 03.txt
source: il se souvint de la suite des conditions [de ses vies] précédentes, et « De quelle condition (lit. où) étais-je mort ? Dans quelle condition (lit. où) étais-je né ? » pensa-t-il. Puis, il [vit qu’] il mourrait de la condition humaine (lit. de chez les hommes) et [qu’]il naissait dans la condition humaine (lit. chez les hommes), et il vit que dans toutes [les vies], il avait de nombreuses maladies et des vies courtes. Alors, il pensa : « J’étais un être ordinaire. C’est pourquoi j’ai fait l’expérience de souffrances comme celles-ci. Mais maintenant, j’ai fait ce qui devait être fait. Donc, je n’ai plus à vouloir des souffrances comme celles-ci. Décidément je vais entrer dans la sphère de la paix. » pensa-t-il. Puis, il montra les miracles de s’élever (lit. brûler) et de demeurer immobile, puis [ceux] de la pluie qui tombe et des éclairs qui filent et il passa entièrement au-delà de la souffrance dans la sphère de l’au-delà de la souffrance sans restes d’un corps (lit. d’un agrégat).
fr_fr: Il voulut connaître ses vies passées. « Quelles vies ai-je quittées lorsque je mourrais ? Quelles vies ai-je commencées après ? » se demanda-t-il avant de voir qu'il passait de vie humaine en vie humaine, mais qu'il était constamment malade et que ses vies étaient toujours courtes. « J'étais un être ordinaire, pensa-t-il. C'est pourquoi j'ai subi ces souffrances. Maintenant, j'ai accompli tout ce qui devait l'être. Rien ne m'oblige plus à souffrir. C'est décidé : je vais entrer dans la sphère de l'apaisement. » Il passa entièrement au-delà de la souffrance, dans la sphère de l'au-delà de la souffrance débarrassée des restes corporels.

# line 29, 03.txt
source: Après qu’il soit entièrement passé au-delà de la souffrance, ses deux parents le posèrent sur une civière ornée de tissus bleus, jaunes, rouges et blancs, puis lorsqu’ils déplacèrent [le corps], ils ne parvinrent pas à soulever la civière et ils allèrent auprès de l’honorable Aniruddha et le lui racontèrent.
fr_fr: Ses deux parents le posèrent sur une civière ornée de tissus bleus, jaunes, rouges et blancs, mais ils étaient incapables de soulever la civière malgré leurs tentatives répétées. Ils se rendirent auprès de l’honorable Aniruddha pour le lui expliquer.

# line 30, 03.txt
source: Ensuite, l’honorable Aniruddha fit en sorte de se souvenir et y pensa. À ce moment, il vit que c’était lui-même qui avait fait le souhait que [les choses] se passent comme ça. Alors, il en parla au Bienheureux et Le Bienheureux dit : « Moines, mettez vos habits monastiques parce que nous allons faire les rituels (lit. actions) d’offrande à ce moine. » dit-Il. Puis, le Bienheureux, avec un groupe de moines pour le servir, précédé de la saṅgha des moines, s’en alla à l’endroit où se trouvait la maison de ce père de famille.
fr_fr: L'honorable moine observa la situation et vit que c'était dû à un vœu que leur fils avait lui-même formulé. Il présenta ensuite les faits au Bienheureux qui dit : « Moines, revêtez votre habit monastique. Nous partons faire les offrandes de circonstance à ce moine. » Précédé de la saṅgha des moines et suivi d'un groupe de moines pour le servir, le Bienheureux se dirigea vers la demeure de ce père de famille.

# line 31, 03.txt
source: Mahā­prajāpatī Gautamī, elle aussi, « L’enfant du père de famille untel a renoncé au monde, et il est entièrement passé au-delà de la souffrance et le Bienheureux a l’intention de faire lui faire les offrandes et de lui rendre les hommages. » elle l’entendit et L’ayant compris, elle aussi se souvint des vies (lit. conditions) précédentes du moine (lit. de lui) et alla à l’endroit où se trouvait la maison de ce père de famille avec un entourage de cinq cent [personnes].
fr_fr: Mahā­prajāpatī Gautamī fut aussi informée que l'enfant d'un certain père de famille s'était retiré du monde, qu'il était entièrement passé au-delà de la souffrance et que le Bienheureux avait l'intention de lui faire les offrandes de circonstance. Elle regarda à son tour les vies précédentes du moine, puis elle se dirigea vers la maison de ce père de famille avec un entourage de cinq cent personnes.

# line 32, 03.txt
source: Le père de famille Anāthapiṇḍada et les sages Datta et Purāṇa, les gurus de l’entourage de la reine l’entendirent aussi. l’upāsikā Vaiśākhā et l’upāsikā Sujātā aussi, « le fils du père de famille untel a renoncé au monde et il est entièrement passé au-delà de la souffrance et le Bienheureux a l’intention de faire lui faire les offrandes et de lui rendre les hommages. » l’entendirent. Elles l’entendirent et elles aussi allèrent là avec leurs entourages. Puis,
fr_fr: Le père de famille Anāthapiṇḍada et les sages Datta et Purāṇa, les gurus de l’entourage de la reine, en furent aussi informés. On rapporta à l’upāsikā Vaiśākhā et à l’upāsikā Sujātā que « le fils d'un certain père de famille s'est retiré du monde. Il est entièrement passé au-delà de la souffrance. Le Bienheureux a maintenant l’intention de lui faire les offrandes de circonstance et de lui rendre les hommages. » Elles se déplacèrent aussi avec leurs entourages.

# line 33, 03.txt
source: ils se prosternèrent aux pieds du Bienheureux et dirent : « Nous ferons les offrandes aux reliques corporelles de ce moine. Le Bienheureux ne doit pas s’en soucier. » Ensuite, le Bienheureux accepta en ne disant rien au père de famille Anāthapiṇḍada. Ensuite, le père de famille Anāthapiṇḍada et les autres upāsakas portèrent la civière de ce moine et ils se rendirent au cimetière et à leur suite, le Bienheureux et les autres moines et les upāsakas et upāsikās qui faisaient les offrandes et qui rendaient les hommages les suivirent et ils le transportèrent (lit. prirent) dans le cimetière et ils constituèrent un bûcher de divers bois odorants (lit. bois d’encens) et ils le firent brûler, puis ils éteignirent (lit. tuer) le feu avec du lait et rassemblèrent les ossements, puis les insérèrent dans un vase et construisirent un stūpa pour les reliques corporelles à cet endroit-même. Puis, ils firent de grandes offrandes à ce stūpa et s’assirent devant le Bouddha pour écouter le Dharma, puis le Bienheureux donna un discours à propos de (lit. qui contient) l’impermanence aux quatre entourages et alla au vihāra.
fr_fr: Les disciples laïcs se prosternèrent tous aux pieds du Bienheureux et le père de famille Anāthapiṇḍada prit la parole : « Nous nous chargerons des offrandes aux restes de ce moine. Ne vous imposez pas ces efforts. » Le Bienheureux accéda à cette requête par son silence. Portant la civière du moine, le père de famille et les autres pratiquants laïcs cheminèrent jusqu'au cimetière. Le Bienheureux et les autres moines suivaient. Les pratiquants et pratiquantes laïcs chargés de faire les offrandes et de rendre les hommages fermaient le cortège. Dans le cimetière, ils constituèrent un bûcher de bois odorants, le firent brûler, éteignirent les braises avec du lait, recueillirent les ossements et les placèrent dans un vase. Ils érigèrent un stoupa reliquaire à l'endroit du bûcher, puis y firent de vastes offrandes. Ensuite, ils s’assirent devant le Bouddha pour écouter le Dharma. Le Bienheureux donna un discours sur le thème de l'impermanence au quadruple entourage avant de rentrer au monastère.

# line 34, 03.txt
source: Puis les moines s’adressèrent au Bienheureux : « quelles actions Pūraṇa a réalisées pour que le résultat de ces actions le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, et avoir beaucoup de maladies ? »
fr_fr: De retour, les moines demandèrent au Bienheureux : « Quelles actions ont valu à Pūraṇa de naître dans une famille qui vit dans l'opulence, possède de grandes richesses et d'innombrables biens ? Quelles actions lui ont valu de toujours tomber malade ? »

# line 35, 03.txt
source: Le Bienheureux dit : « Moines, Pūraṇa lui-même a réalisé et accumulé des actions dans le passé, et Moines, les actions réalisées et accumulées ne mûrissent pas sur l’élément de la terre à l’extérieur. [elles] ne mûrissent pas sur l’élément de l’eau, ni sur l’élément du feu, ni sur l’élément du vent. Ainsi, les actions vertueuses et non-vertueuses qui sont réalisées et accumulées mûrissent uniquement sur les agrégats, les dimensions et les sources des sens qui sont tenues [par la sensation d’un être].
fr_fr: « Moines, répondit le Bienheureux, Pūraṇa a réalisé et accumulé des actions dans le passé. Moines, les actions réalisées et accumulées ne mûrissent pas à l’extérieur de soi sur l’élément terre. Elles ne mûrissent pas non plus sur l’élément eau ni sur l’élément feu ni sur l’élément vent. Ainsi, les actions vertueuses et non-vertueuses mûrissent uniquement sur les constituants de l'individu : les agrégats, les dimensions et les sources des sens.

# line 36, 03.txt
source: les actes de ceux possédant un corps, ne se détérioreront pas même après cent kalpas. lorsque [les causes et les conditions] sont rassemblées et que le moment est venu, elles mûrissent dans leur propre résultat.
fr_fr: Les actions de ceux qui sont dotés d'un corps Ne s'altèrent pas, même cent éons après. Le moment venu, les conditions réunies, Ces actions mûrissent et leur fruit apparaît.

# line 37, 03.txt
source: Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] quarante mille ans, dans le palais royal Śobhāvatī, le ministre du roi Sukha, le brahmane Agnidatta avait deux fils et parmi [eux], l’un vit un vieux, un malade et un mort et il s’établit (lit. posa son support) dans la forêt et il alla là et se souvint des trente-sept éléments qui correspondent à la direction de l’éveil et obtint l’insurpassable éveil, complet et parfait et tourna à trois reprises la roue du Dharma en ses douze aspects, puis fit le bien des êtres et devint le complet et parfait Bouddha Krakucchanda.
fr_fr: Moines, raconta le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient quarante mille ans, le brahmane Agnidatta, ministre du roi Sukha qui exerçait dans le palais royal Śobhāvatī, eut deux fils. L'un fit la rencontre d'un vieux, d'un malade et d'un mort. Il décida de s'établir dans la forêt. Là, il se remémora les trente-sept éléments qui dirigent vers l'éveil et obtint l'insurpassable éveil, complet et parfait. Il tourna à trois reprises la roue du Dharma en ses douze aspects et fit le bien des êtres. Il devint ainsi le complet et parfait Bouddha Krakucchanda.

# line 38, 03.txt
source: L’autre [frère] s’engageait dans les désirs et se laissait aller sans retenue et pratiquait l’adultère avec les épouses d’autres [hommes], et tuait [des êtres]. Ainsi, il allait à la chasse et faisait périr des milliers (lit. de nombreux milliers) d’êtres.
fr_fr: L'autre frère plongeait dans les désirs, se laissait aller sans retenue, entretenait des relations extraconjugales. Il tuait des êtres vivants en grande quantité. Des milliers d'animaux périssaient quand il allait à la chasse.

# line 39, 03.txt
source: Puis, lorsque le complet et parfait Bouddha Krakucchanda alla au palais Śobhāvatī, lorsque le père et le fils étaient rassemblés à un même endroit (lit. leurs sièges étaient rassemblés), il s’établit (lit. eut son support et y resta) à Śobhāvatī et fit le bien des êtres. Alors, il détourna son jeune frère des actions négatives et l’installa (lit. fit rester) dans le refuge (lit. la prise de refuge) et dans les vœux (lit. bases de l’entraînement). Ce dernier (lit. lui aussi) construisit (lit. fit) un vihāra [possédant] au complet tous les [éléments constitutifs] et l’offrit au complet et parfait Bouddha Krakucchanda et à la saṅgha des auditeurs. Puis, les servit [en offrant] tous les objets nécessaires [à la vie quotidienne]. Puis,
fr_fr: Un jour, le complet et parfait bouddha Krakucchanda se rendit au palais Śobhāvatī. Le père et ses fils y étant rassemblés, Il séjourna au palais et y fit le bien des êtres. Il détourna son frère cadet des actions négatives, lui fit prendre le refuge et lui fit observer certains vœux. Ce dernier construisit un monastère, s'assura qu'il n'y manqua pas le moindre détail et l'offrit au complet et parfait bouddha Krakucchanda et à la saṅgha de ses auditeurs. Il offrit aussi tout le nécessaire à la vie de la communauté monastique.

# line 40, 03.txt
source: il fit ce souhait au moment de mourir : « Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je contenter un enseignant comme Lui. Puissé-je ne rien faire qui le mécontente. Ayant renoncé au monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). » dit-il.
fr_fr: Au moment de mourir, il formula le souhait suivant : "Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une famille qui vit dans l’opulence, possède de grandes richesses et d’innombrables biens. Puissé-je contenter un enseignant comme lui. Puissé-je ne rien faire qui le mécontente. Puissé-je me retirer du monde d'après son enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat."

# line 41, 03.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était le fils de brahmane est Pūraṇa lui-même et le résultat de l’action d’avoir fait périr des milliers (lit. de nombreux milliers) d’êtres lui fit avoir à chaque naissance, quelle qu’elle soit, de nombreuses maladies et une vie courte. [Qu’]il ait construit (lit. fait) un vihāra [possédant] au complet tous les éléments [constitutifs] et [qu’]il l’ait offert au Bouddha et aux autres (lit. etc.) [membres] de la saṅgha et [qu’]il les ait servi [en offrant] tous les objets nécessaires [à la vie quotidienne], puis
fr_fr: Voyez-vous, moines, le fils du brahmane de cette époque est Pūraṇa lui-même. Les nombreuses maladies et la courte durée de toutes ses vies sont dues au meurtre de ces milliers d'êtres. L'offrande au Bouddha et à la saṅgha des moines de ce monastère auquel il ne manquait aucun détail, l'offrande de tout le nécessaire à la vie de la communauté monastique,

# line 42, 03.txt
source: qu’il ait fait ce vœu au moment de mourir (« Puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je contenter un enseignant comme Lui. Puissé-je ne rien faire qui le mécontente. Puissé-je aussi obtenir des qualités semblables à celles-ci » le résultat de l’action d’avoir fait [ces souhaits] le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits). Ainsi, [son] corps devint harmonieux (lit. noble), agréable au regard et beau, et
fr_fr: le souhait à l'article de la mort de toujours naître dans une famille qui vit dans l’opulence, possède de grandes richesses et d’innombrables biens, le souhait de contenter un enseignant comme lui, de ne rien faire qui le mécontente et le souhait d'obtenir des qualités semblables à celles de ce Bouddha lui valurent de toujours être bien proportionné, de réjouir la vue par sa beauté et de toujours naître dans une famille qui vit dans l'opulence, possède de grandes richesses et d'innombrables biens.

# line 43, 03.txt
source: Moines, Je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Krakucchanda, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente, puis elle a renoncé au monde selon mon (lit. à moi-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, il a manifesté l’état d’arhat. »
fr_fr: Moines, je suis devenu en tout point l'égal du complet et parfait Bouddha Krakucchanda. J'ai obtenu une force égale à la sienne, des moyens habiles égaux aux siens et des actes égaux aux siens. Il m'a contenté et n'a rien fait qui me mécontente. Il s'est retiré du monde selon mon enseignement. Il a éliminé toutes les émotions perturbatrices et il a manifesté l'état d'arhat. »

# line 44, 03.txt
source: « Quelles actions a-t-il réalisées pour que le résultat de ces actions fasse que lorsqu’il est entièrement passé dans l’au-delà de la souffrance, les quatre entourages lui ont fait les offrandes ? » Le Bienheureux dit : « Ceci est arrivé par le pouvoir de ses souhaits. » « Quels souhaits a-t-il formulés ? »
fr_fr: « Grâce à quelles actions les quatre entourages lui ont fait les offrandes de circonstance lorsqu'il est entièrement passé au-delà de la souffrance ? » « Ceci est arrivé par le pouvoir de ses souhaits. » dit le Bienheureux. « Quels souhaits a-t-il formulés ? »
