Repository: Esukhia/karmasataka
Catalog: */reader/05.po
Languages: fr_fr

# line 1, 05.txt
source: L’histoire de l’autre bossue
fr_fr: La bossue

# line 2, 05.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 4, 05.txt
source: Les grandes auditrices, les anciennes, les anciennes douées de pouvoirs surnaturels partent toutes d’ici vers Videha, le continent de l’Est. Elles partent aussi à Kurava, le continent du Nord, à Godānīya, le continent de l’Ouest, dans le monde des Trente-Troix Dieux, et aussi dans les contrées riches, prospères et heureuses, où les moissons sont bonnes, et où vivent de grandes populations d’animaux et d’humains et y prennent de nombreux aliments purs et nobles et reviennent et les mangent. De ce fait,
fr_fr: Les grandes auditrices, les anciennes qui sont douées de pouvoirs surnaturels vont à Videha, le continent de l’Est. Elles vont aussi à Kurava, le continent du Nord, à Godānīya, le continent de l’Ouest. Elles vont dans le monde des Trente-Troix Dieux, et dans les contrées riches, prospères et heureuses où les moissons sont bonnes et où vivent de grandes populations et de nombreux troupeaux. Elles y reçoivent de nombreux aliments purs et nobles, reviennent ici et les consomment.

# line 5, 05.txt
source: si j’obtenais moi aussi ces pouvoirs surnaturels, j’irais aussi à Videha, le continent de l’Est. J’irais aussi à Kurava, le continent du Nord, à Godānīya, le continent de l’Ouest, dans le monde des Trente-Troix Dieux, et aussi dans les contrées riches, prospères et heureuses, où les moissons sont bonnes, et où vivent de grandes populations d’animaux et d’humains et j’y prendrais aussi de nombreux aliments purs et nobles et je les mangerais. Donc, décidément, moi aussi, je développerai les pouvoirs surnaturels. » pensa-t-elle.
fr_fr: Si, comme elles, je possédais ces pouvoirs surnaturels, j’irais aussi à Videha, le continent de l’Est. J’irais aussi à Kurava, le continent du Nord, à Godānīya, le continent de l’Ouest, dans le monde des Trente-Troix Dieux, et aussi dans les contrées riches, prospères et heureuses, où les moissons sont bonnes, et où vivent de grandes populations et de nombreux troupeaux. Je pourrais alors manger les aliments purs et nobles que je recevrais en quantité. Il faut que j'obtienne ces pouvoirs surnaturels. »

# line 6, 05.txt
source: Elle pensa aussi : « Qui se trouve-t-il qui puisse m’enseigner les instructions des pouvoirs surnaturels ? Si je me rends auprès de ces nonnes, étant donné qu’ici les nonnes sont jalouses, elles ne m’enseigneront pas la voie des pouvoirs surnaturels. il est difficile de se faire entendre des moines (lit. il est difficile d’arriver [jusqu’à] leur oreille), et si je ne parviens même pas à parler à ceux qui vivent dans notre vihāra, il va sans dire [qu’il sera impossible] qu’ils m’enseignent les instructions de la voie des pouvoirs surnaturels.
fr_fr: « Qui pourrait m'expliquer le moyen de les obtenir ? se demanda-t-elle. Les nonnes, puisqu'elles sont toutes jalouses, ne diront rien. Les moines, il est difficile de les aborder. Je ne réussis même pas à entamer une conversation avec ceux qui sont dans notre nonnerie. Jamais ils ne m'expliqueront les étapes pour acquérir ces pouvoirs.

# line 7, 05.txt
source: Décidément, si je vais auprès du Groupe des Six, puisqu’ils font partie de mes proches et qu’ils souhaitent la réussite de toutes mes entreprises et voudront toujours m’aider, ils sont en capacité de m’enseigner les instructions de la voie des pouvoirs surnaturels. Dans ce cas, comment vais-je procéder ? Pour commencer, je les mettrai en bonne disposition avec des biens matériels, puis je leur adresserai ma requête. » pensa-t-elle. Puis, elle les convia et elle les satisfit de nombreux mets et condiments purs et nobles qu’elle servit de ses propres mains et se prosterna à leurs pieds et dit : « [Êtres] sublimes, veuillez écouter (lit. savoir) [ce qui suit]. Je voudrais développer les pouvoirs surnaturels. De plus, il vous est possible de m’enseigner la voie des pouvoirs surnaturels. Donc, veuillez m’enseigner les instructions de la voie des pouvoirs surnaturels. Grâce à vous, j’aimerais développer les pouvoirs surnaturels. »
fr_fr: Et si j'allais trouver le Groupe des Six ? Ils sont des parents éloignés, donc ils voudront toujours que je réussisse et ils seront toujours prêts à m'aider. Comment faire ? Je vais m'attirer leur sympathie en leur faisant des cadeaux. Je leur adresserai ensuite ma requête. » Elle les invita chez elle. Quand ils furent comblés des nombreux mets et condiments purs et nobles qu'elle servit de ses propres mains, elle se prosterna à ses pieds et dit : « Êtres sublimes, veuillez m'écouter. Je voudrais obtenir les pouvoirs surnaturels. Je sais qu'il vous est possible de m'expliquer comment les obtenir, aussi je vous demande de me donner les instructions pour les développer. Je voudrais les recevoir de votre part. »

# line 8, 05.txt
source: Le Groupe des Six lui répondit : « Sthūlanandā, “À personne ne donneras-tu ta science. Tu mourras avec ta science Ou tu échangeras ta science contre une autre, Ou tu la donneras contre des services ou des richesses.” n’as-tu pas entendu ceci ? Ceci étant, si tu veux accomplir les pouvoirs surnaturels avec nous (lit. depuis nous), avant tout, invite-nous pendant trois mois et offre à chacun de nous les six objets. » dirent-ils. Alors, elle se prosterna à leurs pieds et dit : « Veuillez m’enseigner les instructions de la voie des pouvoirs surnaturels. Alors, je ferai comme vous demandez (lit. comme ceci). »
fr_fr: « Sthūlanandā, répondirent-ils, ne connaissez-vous pas le diction ? “À personne tu ne donneras ta science ; Que ta science disparaisse quand tu mourras. Contre une autre science tu l'échangeras, Ou contre des services et des richesses.” Ceci étant, si vous voulez accomplir les pouvoirs surnaturels avec notre aide, commencez par nous inviter pendant trois mois et offrez à chacun de nous les six objets. » Elle se prosterna à leurs pieds et dit : « Montrez-moi le moyen d'obtenir les pouvoirs surnaturels. Je ferai ce que vous voulez. »

# line 9, 05.txt
source: Le Groupe des Six lui dit : « Sœur aînée, avant toute chose, prenez la précaution de rendre votre corps plus léger. Puis, après, du fait de la familiarisation, les pouvoirs surnaturels ne seront pas difficiles. » Elle répondit : « Par quel moyen dois-je prendre la précaution de rendre mon corps plus léger ? » Ils dirent : « Pour un temps, mangez peu de nourriture. Ensuite, le premier jour, grimpez sur un petit trône et sautez. De même, le jour d’après, empilez deux petits trônes et grimpez dessus et sautez de là. De même, empilez un petit trône de plus à partir du troisième jour jusqu’au septième et grimpez dessus et sautez de là. De même, sautez aussi depuis le toit. Ainsi, à ce moment, du fait de la familiarisation, votre corps sera devenu plus léger par précaution. Après ça, la familiarisation [à ceci] vous fera accomplir les pouvoirs surnaturels. »
fr_fr: Ils lui donnèrent les instructions suivantes : « Sœur aînée, au début, faites attention à rendre votre corps plus léger. Après, par l'habitude que vous aurez acquise, obtenir les pouvoirs surnaturels vous sera aisé. » « Comment dois-je rendre mon corps plus léger ? » demanda-t-elle. « D'une part, réduisez votre nourriture le temps qu'il faut. D'autre part, le premier jour, entraînez-vous à sauter de la hauteur d'un siège sur lequel vous aurez grimpé. Puis, le jour suivant, sautez depuis deux sièges empilés. Du troisième au septième jour, ajoutez un siège et continuez de vous entraîner. Après, grimpez sur un toit et sautez de cette hauteur. Alors, votre corps sera familiarisé à cet exercice et il sera devenu léger. À ce moment, vous accéderez facilement aux pouvoirs surnaturels du fait de votre entraînement. »

# line 10, 05.txt
source: Ensuite, dès qu’elle entendit ceci, Sthūlanandā suivit (lit. fit) les instructions qu’ils lui avaient enseignées et le septième jour, elle sauta des sept petits trônes empilés et se brisa le dos. Alors, elle l’expliqua au Groupe des Six : « [Êtres] sublimes, je suis dans cette situation (lit. je suis uniquement comme ça), je n’ai pas [obtenu les pouvoirs], donc maintenant, comment [dois-]je faire ? » dit-elle.
fr_fr: Sthūlanandā appliqua les instructions exactement comme elles les avaient entendues. Le septième jour, elle se brisa le dos en tombant du haut des sept sièges. « Êtres sublimes, dit-elle alors au Groupe des Six, regardez ce qu'il m'arrive. Je n'ai toujours pas de pouvoirs surnaturels. Maintenant, que dois-je faire ? »

# line 11, 05.txt
source: Le Groupe des Six lui répondit : « Nous vous avons enseigné toutes les instructions que nous connaissons : par tel moyen, votre corps deviendra plus léger par précaution et par la suite, les pouvoirs surnaturels ne seront pas difficiles. En dehors de ça (lit. à partir de là), ce que vous devez faire (lit. comment vous ferez), c’est à vous de voir (lit. vous le savez vous-même). »
fr_fr: « Tout ce que nous savons, répondirent-ils, nous vous l'avons expliqué : la manière de rendre votre corps plus léger par précaution, puis l'accès facilité aux pouvoirs surnaturels. À partir de là, ce que vous faites ne nous regarde plus. »

# line 12, 05.txt
source: Alors, en entendant ceci, Sthūlanandā donna naissance à une émotion (lit. ce qui enserre entièrement) de colère intense. Alors, elle leur fit avouer la tromperie (lit. les défit en débat), eux qui étaient venus au vihāra et elle révéla leur imposture avec des propos humiliants et les expulsa du vihāra. elle raconta son aventure (lit. ce sens) à d’innombrables (lit. diverses) personnes et fit connaître leurs agissements (lit. fit de la bouche) et les insulta et les couvrit de honte.
fr_fr: Cette réponse l'enserra toute entière dans une colère intense. Elle les força à avouer la tromperie. Elle les humilia en public, eux qui étaient de passage dans la nonnerie, jusqu'à ce qu'ils perdirent toute envie de recommencer et s'enfuirent au loin. Elle s'assura que tout le monde soit au courant de sa mésaventure, que leurs agissements soient connus. Elle les insulta et les couvrit de honte.

# line 13, 05.txt
source: Alors, à cette époque, les moines l’entendirent et demandèrent au Bienheureux et dirent ceci : « Vénérable, la nonne Sthūlanandā est enserrée et perdue pour [avoir voulu] les pouvoirs surnaturels. De plus, elle les a convié pendant trois lunes entières et elle a partagé entre eux de nombreux bols à aumône et [de nombreux] habits monastiques, mais malgré ceci, elle n’a pas obtenu les pouvoirs surnaturels. Posez-y votre regard. »
fr_fr: Les moines voulurent en savoir plus et demandèrent au Bienheureux : « Vénérable, les émotions perturbatrices contrôlent et perdent la nonne Sthūlanandā qui voulait acquérir les pouvoirs surnaturels. Elle a convié ces moines pendant trois lunes entières et elle a partagé entre eux de nombreux bols à aumône et de nombreux habits monastiques. Pourtant, elle n’a rien obtenu. Comment est-ce possible ? »

# line 14, 05.txt
source: Le Bienheureux dit : « Ce n’est pas uniquement maintenant que la nonne Sthūlanandā est trompée par le Groupe des Six. En effet, la manière dont dans le passé, ils la trompèrent aussi et dont elle n’obtint pas ce qu’elle voulait (lit. son sens), écoutez-le.
fr_fr: Le Bienheureux dit : « Ce n’est pas la première fois que la nonne Sthūlanandā est trompée par le Groupe des Six. Écoutez donc comment ils la trompèrent dans le passé, et comment elle n'obtint pas non plus ce qu'elle espérait.

# line 15, 05.txt
source: Moines, dans une époque maintenant révolue, dans la ville de Vārāṇasī, le roi Brahmadatta régnait et dans le palais de ce roi, une nouvelle demeure était construite. Là, de nombreux charpentiers travaillaient et ils traçaient des lignes sur les troncs qui étaient tordus et ils les redressaient. Alors, une femme bossue était la trésorière du roi. Les charpentiers qui traçaient des lignes sur les troncs tordus et qui les redressaient, elle le vit. L’ayant vu, elle se dit : « Ces charpentiers sont habiles. En effet, ces troncs qui sont rigides et rugueux au toucher, s’ils parviennent à les redresser, il ira de soi [qu’ils parviendront à le faire] pour mon dos qui est doux et flexible. Comment seraient-ils incapables de le faire ? » pensa-t-elle. Puis,
fr_fr: Moines, dans un passé lointain, le roi Brahmadatta régnait dans la ville de Vārāṇasī. De nombreux charpentiers travaillaient sur le chantier d'une nouvelle résidence du palais royal. Ils redressaient les troncs tordus au cordeau. La trésorière du roi, une dame bossue, les regardait redresser ces troncs. "Que ces charpentiers sont habiles ! pensa-t-elle. Ces troncs sont rigides et rugueux. Ils parviennent pourtant à les redresser ! En comparaison, mon dos est doux et flexible. Il leur sera aisé de le redresser. Pourquoi n'y parviendraient-ils pas ?"

# line 16, 05.txt
source: elle se rendit auprès d’eux et dit : « Hé ! Êtes-vous capables de redresser la bosse de mon dos ? » Ils dirent : « Nous pouvons effectivement le faire (lit. avoir la capacité, nous l’avons), mais avant toute chose, donnez-nous des présents et conviez-nous pendant trois mois et donnez-nous aussi de nombreux habits et ornements. Alors, après ça, nous redresserons votre dos. » Elle répondit : « Je ferai comme il vous plaira. » dit-elle. Puis, elle les gratifia de nombreux plats et condiments purs et nobles pendant trois mois et le dernier jour, elle leur donna les habits et les ornements et dit : « Je vous ai accordé les présents. Alors, maintenant, redressez la bosse de mon dos. »
fr_fr: Elle alla leur parler : "Seriez-vous capables de redresser mon dos ?" "Nous en sommes effectivement capables. Mais il nous faudra une récompense : invitez-nous à manger pendant trois mois et donnez-nous beaucoup d'habits et d'ornements. Seulement après, nous redresserons votre dos." "Je ferai ce qui vous plaira." dit-elle. Trois mois durant, elle leur servit de nombreux plats et condiments purs et nobles. Le dernier jour, elle leur offrit des habits et des ornements. "Vous avez reçu votre récompense. Maintenant, redressez mon dos."

# line 17, 05.txt
source: Ils dirent : « Sœur aînée, nous traçons des lignes sur les troncs tordus et nous les taillons à la hache et nous les redressons. Donc, si vous êtes capables de supporter un tel traitement (lit. un tel mal), nous tracerons des lignes sur votre dos et nous le taillerons à la hache et nous le redresserons. » Elle répondit : « De cette manière, je vais mourrir ; je n’ai aucune chance (lit. aucun opportunité de) de vivre. » Les charpentiers dirent : « Ce que nous connaissons est limité à uniquement. Alors, après ça, ce que vous ferez dépend de vous (lit. vous le savez vous-même). »
fr_fr: "Sœur aînée, répondirent-ils, les troncs tordus, nous les redressons au cordeau. Nous traçons des lignes et nous les taillons à la hachette. Si vous êtes capables de le supporter, nous tracerons des lignes sur votre dos et nous le taillerons à la hachette" "Mais j'en mourrais ! Jamais je ne survivrais à un tel traitement !" "C'est tout ce que nous savons faire, répondirent-ils. Maintenant, le choix que vous ferez ne regarde que vous."

# line 18, 05.txt
source: Ensuite, elle devint honteuse et perdit tout espoir et se tint en silence et n’osa en toucher le moindre mot (lit. même un peu) à personne.
fr_fr: Toute honteuse, voyant qu'elle ne pouvait rien faire, elle se tut et n'osa jamais en parler à quiconque.

# line 19, 05.txt
source: Moines, qu’en pensez-vous ? À cette époque, cette vieille dame est Sthūlanandā elle-même. À cette époque, ceux qui étaient les charpentiers sont les [membres du] Groupe des Six eux-mêmes. Ainsi, à cette époque, ils la trompèrent et elle n’obtint pas ce qu’elle voulait (lit. son sens). Maintenant aussi, ils la trompèrent et elle n’obtint pas non plus les pouvoirs surnaturels.
fr_fr: Voyez-vous, moines, la vieille dame de cette époque est aujourd'hui Sthūlanandā. Les charpentiers sont aujourd'hui les membres du Groupe des Six. Ils la trompèrent aussi, comme ils l'ont fait maintenant. Elle n'obtint pas non plus ce qu'elle voulait, pas plus qu'elle n'a obtenu de pouvoir surnaturel. »
