Repository: Esukhia/karmasataka
Catalog: */reader/06.po
Languages: fr_fr

# line 1, 06.txt
source: Celui nommé Udayin
fr_fr: L'histoire de Udayin

# line 2, 06.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Rājagṛha.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Rājagṛha.

# line 3, 06.txt
source: À cette époque, à cet [endroit], l’honorable Piṇḍola­bhāradvāja élimina toutes les émotions perturbatrices et quand il eut manifesté l’état d’arhat, il pensa : « Le Bienheureux a dissipé d’innombrables souffrances et inconforts [que] j’[avais]. Il a accompli d’innombrables bonheurs [physiques] et mentaux pour moi. Il a dissipé d’innombrables actions négatives et choses mauvaises. Il a accompli d’innombrables actions positives pour moi. À ce moment, comment vais-je repayer la bonté du Bienheureux ? »
fr_fr: Dans cette ville, à cette époque, l'honorable Piṇḍola­bhāradvāja avait éliminé toutes les émotions perturbatrices et avait manifesté l'état d'arhat. « Le Bienheureux a dissipé de nombreuses formes de souffrance et d'inconfort dont je souffrais. Il m'a procuré de nombreuses formes de bonheur et de bien-être dont je jouis maintenant. Il m'a débarrassé de diverses actions négatives. Il m'a pourvu de diverses actions positives. Maintenant, comment pourrais-je repayer sa bonté ? » pensa-t-il.

# line 4, 06.txt
source: Alors, il pensa : « L’apparition d’un Bouddha dans le monde et tout ce qu’il [y fait], c’est uniquement pour le bien des êtres. Donc, décidément, il n’y a pas de doute que je doive aussi faire le bien des êtres. » Il pensa : « Se trouve-t-il quelqu’un qui doive être dompté par moi ? » Il vit que la majorité des personnes vivant à Kauśāmbī seraient domptés par lui. Ensuite,
fr_fr: « L’apparition d’un Bouddha dans le monde et toutes les activités qu'il déploie ne visent qu'au bien des êtres. Oui, c'est ce que je dois faire. Alors, existe-t-il des personnes que je puisse discipliner ? » C'est ainsi qu'il regarda le monde et vit qu'il pourrait discipliner la plupart des habitants de Kauśāmbī.

# line 5, 06.txt
source: il resta à Rājagṛha tant qu’il voulut et il revêtit le nivāsana et le cīvara, puis il prit son bol à aumône et il voyagea et se rendit au pays de Kauśāmbī et voyageant et allant [là] progressivement, il alla au pays de Kauśāmbī et à Kauśāmbī, il demeura dans le jardin du père de famille Ghoṣila.
fr_fr: Il resta à Rājagṛha le temps qu'il voulut, puis il revêtit l'habit monastique et, le bol à aumône à la main, il entama le voyage qui le conduisit au pays de Kauśāmbī. Là, il s'installa dans le jardin du père de famille Ghoṣila.

# line 6, 06.txt
source: Que « cet honorable possède de grands mérites, il est le fils du prêtre-conseiller du roi qui s’est retiré du monde » fut connu de tous (lit. fut proclamé). Ensuite, la population (lit. les gens vivant à) de Kauśāmbī [entendit que] « Piṇḍola­bhāradvāja a voyagé et il est venu à Kauśāmbī et à Kauśāmbī, il demeure dans le jardin du père de famille Ghoṣila », entendirent-ils.
fr_fr: Dès son arrivée, toute la population de Kauśāmbī sut que Piṇḍola­bhāradvāja, le fils du prêtre-conseiller de leur roi devenu un renonçant, puis un honorable moine aux grands mérites était arrivé et s'était installé dans le jardin du père de famille Ghoṣila.

# line 7, 06.txt
source: L’ayant entendu, ils se rassemblèrent et se regroupèrent en groupes (lit. de groupe en groupe) et en assemblées (lit. d’assemblée en assemblée), et ils sortirent de Kauśāmbī et ils allèrent à l’endroit où se trouvait l’honorable Piṇḍola­bhāradvāja et ils se prosternèrent aux pieds de l’honorable Piṇḍola­bhāradvāja et s’installèrent devant lui pour écouter le Dharma.
fr_fr: Alors, les habitants formèrent des groupes et des assemblées qui sortirent de la ville de Kauśāmbī pour aller auprès de l'honorable Piṇḍolabhāradvāja. Ils se prosternèrent à ses pieds et s’installèrent devant lui pour écouter le Dharma.

# line 8, 06.txt
source: Alors, l’honorable Piṇḍola­bhāradvāja discerna leurs pensées, leurs tendances habituelles, leurs tempéraments (lit. élément) et leurs caractères (lit. la nature) et il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors,
fr_fr: L’honorable Piṇḍola­bhāradvāja discerna leurs pensées, leurs tendances habituelles, leurs tempéraments et leurs caractères, puis il leur prodigua un enseignement adapté.

# line 9, 06.txt
source: les assemblées, toutes les personnes regroupées qui vivaient à Kauśāmbī, développèrent [le niveau de] la chaleur alors qu’elles étaient encore assises sur les mêmes sièges. Certains autres [développèrent le niveau] du sommet, [d’autres] de l’acceptation correspondant à la vérité, [d’autres] de [ce qui est] sublime [parmi] les choses du monde, [d’autres] la concentration méditative de la vision. Certains manifestèrent le résultat de l’entrée dans le courant. Certains manifestèrent le résultat de celui qui revient une fois. Certains manifestèrent le résultat de ceux qui ne reviennent plus. Certains se retirèrent du monde et manifestèrent l’état d’arhat.
fr_fr: Parmi toutes les personnes assemblées, certains développèrent le niveau de la chaleur alors qu’ils étaient encore assis sur leurs sièges. Certains celui du sommet, celui de l’acceptation correspondant à la vérité, celui de ce qui est sublime parmi les choses du monde ou encore celui de la concentration méditative de la vision. Certaines personnes manifestèrent le résultat de l’entrée dans le courant, le résultat de celui qui revient une fois ou de celui qui ne revient plus. Certains autres se retirèrent du monde et manifestèrent l’état d’arhat.

# line 10, 06.txt
source: Certains développèrent les graines pour devenir (lit. de) des monarques universels. Certains développèrent les graines pour devenir des monarques universels établis par la force, certains celles pour devenir Indra, certains celles pour devenir Brahmā, certains celles de l’éveil des auditeurs, certains celles de l’éveil des bouddhas par soi, certains celles de l’insurpassable éveil complet et parfait. La majorité des personnes parmi cet entourage s’engagèrent (lit. descendirent) auprès du Bouddha, s’accordèrent (lit. tomber [d’accord avec]) avec le Dharma, intégrèrent (lit. être tombé [d’accord avec]) la Saṅgha. Il les fit [atteindre ceci] et les y établit.
fr_fr: Certains plantèrent en eux la graine pour devenir des monarques universels. D'autres celle pour devenir des monarques universels établis par la force, pour devenir Indra ou pour devenir Brahmā. Certains autres plantèrent en eux la graine de l’éveil des auditeurs, de l’éveil des bouddhas solitaires ou encore de l’insurpassable éveil complet et parfait. Plus généralement, la majorité des personnes présentes s’engagèrent auprès du Bouddha, s’accordèrent avec le Dharma et intégrèrent la Saṅgha. Par son enseignement, l'honorable moine leur fit atteindre ces résultats et les y établit.

# line 11, 06.txt
source: Après qu’ils aient vu vu les vérités, ils se levèrent de leurs sièges et ils [replièrent] leur vêtement supérieur sur une épaule et le laissèrent retomber [devant eux] et joignirent les mains et s’inclinèrent en direction de l’honorable Piṇḍola­bhāradvāja et dirent ceci à l’honorable Piṇḍola­bhāradvāja : « Grâce à [l’être] sublime, nous sommes extraits des êtres des enfers, des animaux et des esprits affamés et vous (lit. on) nous avez fait marcher chez les dieux et les hommes et l’océan de sang et de larmes est asséché. Nous avons dépassé le col des ossements. Ces émotions perturbatrices auxquelles nous étions habitués depuis [des temps] sans commencement sont jetées [au loin] et sont dissipées. [Être] sublime, tant que nous serons en vie, veuillez accepter de notre part la nourriture, les vêtements, les couvertures, les sièges, les médicaments et les fournitures médicales », dirent-ils. L’honorable Piṇḍola­bhāradvāja dit : « Je dois aussi aider d’autres [personnes], donc laissez-moi partir (lit. lâchez-moi). »
fr_fr: Alors, ayant vu les vérités, les personnes présentes se levèrent toutes de leurs sièges, replièrent leur vêtement supérieur sur une épaule et le laissèrent retomber devant eux. Ils joignirent les mains et s’inclinèrent en direction de l’honorable Piṇḍola­bhāradvāja. « Grâce à vous, être sublime, lui dirent-ils, nous sommes maintenant libérés des mondes infernaux, de celui des animaux et de celui des esprits affamés. Grâce à vous, nous marchons parmi les dieux et les hommes. L’océan de sang et de larmes est asséché. Nous avons dépassé le col des ossements. Nous avons jeté et dispersé les émotions perturbatrices qui nous suivent depuis des temps sans commencement. Être sublime, tant que nous serons en vie, veuillez accepter de notre part la nourriture, les vêtements, les couvertures, les sièges, les médicaments et les fournitures médicales dont vous aurez besoin, dirent-ils. — Je dois aussi aider d’autres personnes, laissez-moi donc partir », leur répondit-il.

# line 12, 06.txt
source: Ensuite, les assemblées de personnes vivant à Kauśāmbī louèrent les propos de l’honorable Piṇḍola­bhāradvāja et s’en réjouirent et ils se prosternèrent aux pieds de l’honorable Piṇḍola­bhāradvāja en touchant ses pieds de leurs têtes et s’en allèrent.
fr_fr: L'assemblée des habitants de Kauśāmbī louèrent les propos de l’honorable Piṇḍola­bhāradvāja, s’en réjouirent et se prosternèrent à ses pieds en touchant ses pieds de leurs têtes et s’en allèrent.

# line 13, 06.txt
source: Ensuite, ceux qui avaient vu les vérités venaient auprès de l’honorable Piṇḍola­bhāradvāja régulièrement et écoutaient le Dharma. Ensuite, plus tard, les personnes vivant à Kauśāmbī s’assemblèrent et se regroupèrent en assemblées et en regroupements et se mirent en chemin. Alors,
fr_fr: Toutes ces personnes qui avaient vu les vérités revenaient auprès de l’honorable Piṇḍola­bhāradvāja régulièrement pour écouter le Dharma. Plus tard, quand les habitants de Kauśāmbī formaient à nouveau des groupes et des assemblées et cheminaient vers le jardin du père de famille Ghoṣila,

# line 14, 06.txt
source: Udayin, le roi de Vatsa, apprêta les quatre parties de son armée et partait à la chasse. À ce moment, Udayin, le roi de Vatsa, vit que les assemblées d’habitants de Kauśāmbī allaient au jardin du père de famille Ghoṣila. L’ayant vu, il demanda aux ministres : « Où vont ces sujets (lit. personnes du pays) ? » les ministres lui répondirent : « Deva, il se trouve un fils du prêtre-conseiller royal nommé Piṇḍola­bhāradvāja qui a délaissé la vie de famille (lit. la maison) et [la charge de] régner sans la couronne et qui s’est retiré du monde. Et alors qu’il voyageait (lit. qu’il se trouvait à parcourir les campagnes), il arriva (lit. se trouva) à Kauśāmbī et à Kauśāmbī, il s’établit dans le jardin du père de famille Ghoṣila. Ces [personnes] sont [en route] pour lui rendre visite. »
fr_fr: Udayin, le roi de Vatsa, apprêtait les quatre parties de son armée et partait à la chasse. Il vit l'énorme foule sur la route et demanda à ses ministres : « Où vont-ils tous ? — Dieu parmi les hommes, répondirent les ministres, le fils du prêtre-conseiller royal nommé Piṇḍola­bhāradvāja avait délaissé la vie de famille et la charge de régner sans la couronne. Il s'était retiré du monde. Ses pérégrinations l'ont mené à Kauśāmbī où il s’est établi dans le jardin du père de famille Ghoṣila. Toutes ces personnes vont lui rendre visite. »

# line 15, 06.txt
source: Juste après qu’il ait entendu ceci, le roi dit : « Lui, depuis longtemps il est [quelqu’un que] je porte dans mon cœur (lit. il m’est agréable), [que] je apprécie, [qui est] un précepteur [pour moi] et qui est [quelqu’un] à qui je pense. De ce fait, Moi aussi, je vais aller le voir et lui rendre hommage », dit-il. Puis, il alla à l’endroit où se trouve le jardin du père de famille Ghoṣila et l’Ancien ne reçut pas le roi (lit. même le recevoir, il ne le reçut pas), et ne se leva même pas (lit. même se lever, il ne se leva pas). Alors, en voyant ceci, le roi donna naissance à une émotion (lit. ce qui enserre entièrement) de colère intense. Alors, S’étant mis en colère, il rendit hommage à l’Ancien et s’en alla.
fr_fr: Le roi dit aussitôt : « Il est quelqu'un que je porte dans mon cœur depuis longtemps. Quelqu'un que j'apprécie, que je considère comme un précepteur et qui habite mes pensées. Moi aussi, je veux le voir et lui rendre hommage. » Quand le roi entra dans le jardin du père de famille Ghoṣila, non seulement l’Ancien ne le reçut pas, mais il ne se leva même pas de son siège. Sur le champ, le roi fut enserré tout entier par une colère intense. Néanmoins, il rendit hommage à l’Ancien et s’en alla aussitôt.

# line 16, 06.txt
source: Ensuite, il dit aux ministres : « Regardez donc ce Piṇḍola­bhāradvāja, le fils du prêtre-conseiller qui s’est retiré du monde et qui vit dans le pays. Il m’a vu et ne m’a même pas reçu (lit. même me recevoir, il ne m’a pas reçu), ne s’est même pas levé non plus (lit. même se lever, il ne s’est pas levé) », dit-il. Ensuite, les ministres hostiles [à lui] dirent : « Deva, ainsi, ne pas vous recevoir et ne pas se lever alors qu’il vous avait vu n’est pas un comportement (lit. une action) approprié », dirent-il. Puis, ils firent que le roi se sentit plus encore touché (lit. avoir mal au cœur) et à cause de cela (lit. cette base), le roi devint encore plus de mauvaise humeur et
fr_fr: Le roi fulminait : « Regardez donc ce Piṇḍola­bhāradvāja ! Ce fils du prêtre-conseiller qui s’est retiré du monde et qui vit dans mon pays, il m’a vu, mais n’a pas daigné me recevoir ! Il ne s’est même pas levé devant moi ! » Les ministres hostiles à l'honorable moine ajoutèrent : « Dieu parmi les hommes, il est inadmissible qu'il ne se lève pas devant vous et qu'il ne vous reçoive pas », augmentant la contrariété du roi et intensifiant sa fureur.

# line 17, 06.txt
source: il se mit en colère et il s’en fut à la chasse avec les plusieurs parties de son armée et il revint et il passa près de ce même vihāra et il pensa : « Je retournerai voir ce moine. Alors, s’il me voit mais ne me reçoit pas, [s’]il ne se lève pas non plus, je couperai sa tête et je la jetterai », pensa-t-il. Puis, il alla à nouveau au jardin du père de famille Ghoṣila.
fr_fr: De retour de la chasse, les quatre parties de son armée à sa suite, le roi passa à proximité du monastère et décida d'y retourner. Il se dit que si l'Ancien le voyait mais ne le recevait pas et ne daignait pas se lever, il lui couperait la tête et la jetterait dans la poussière. Il se dirigea alors vers le jardin du père de famille Ghoṣila.

# line 18, 06.txt
source: Ensuite, l’honorable Piṇḍola­bhāradvāja, qu’Udayin, le roi de Vatsa revenait pour le voir, il l’entendit [dire]. Au moment où il l’eut entendu, « Pourquoi le roi revient-il me voir ? » pensa-t-il. Alors, que celui-ci [pensait] « si ce moine ne me reçoit pas, [s’]il ne se lève pas non plus, je vais lui couper la tête d’un coup et je la jetterai par terre », qu’il venait avec ces pensées malveillantes, il le vit. Puis, après avoir vu par l’esprit les pensées du roi, il se leva de sa concentration méditative et il le reçut en faisant six pas. Ensuite, au moment où il l’eut reçu, la lumière que le corps du roi émettait disparut et le sol se fendit.
fr_fr: L’honorable Piṇḍola­bhāradvāja fut informé qu’Udayin, le roi de Vatsa, revenait pour le voir. Se demandant pourquoi, il vit les pensées malveillantes qui l'habitaient : « Si ce moine ne me reçoit pas, s’il ne daigne pas se lever, je lui trancherai la tête d’un coup et je la jetterai par terre. » Alors, ayant vu par l'esprit les pensées du roi, l'Ancien se leva de sa concentration méditative et reçut le roi en faisant six pas dans sa direction. À ce moment précis, la lumière que le corps du roi émettait disparut et le sol se fendit devant lui.

# line 19, 06.txt
source: Ensuite, dès qu’il eut vu ceci, le roi prit peur et « Ce moine [possède] de grands pouvoirs surnaturels et ses pouvoirs sont grands : je marchais avec des pensées (lit. un esprit) malveillantes et de ce fait, sa puissance a fait disparaître ma lumière et le sol s’est aussi fendu », comprit-il. Puis, il se rendit à l’endroit où se trouvait l’honorable Piṇḍola­bhāradvāja et se prosterna à ses pieds et dit : « [Être] sublime, je suis un ignare puéril. Veuillez pardonner mon erreur stupide et ignorante. »
fr_fr: La panique envahit le roi, qui vit l'étendue des pouvoirs surnaturels de l'honorable moine. Il comprit que sa lumière avait disparue et que le sol s'était ouvert parce qu'il approchait avec ces pensées malveillantes. Il alla auprès de l’honorable Piṇḍola­bhāradvāja, se prosterna à ses pieds et dit : « Être sublime, je suis un ignare puéril. Veuillez pardonner mon erreur stupide et ignorante.

# line 20, 06.txt
source: L’Ancien dit : « Grand roi, moi, je vous pardonne, mais demandez pardon à votre propre esprit », dit-il. Le roi dit : « Vénérable, risquerais-je de déchoir du [rang] de roi ou d’avoir un obstacle à ma vie ? » L’Ancien dit : « Grand roi, n’ayez pas peur. N’ayez pas peur. Vous ne serez pas déchu du [rang] de roi, et vous n’aurez pas d’obstacle à votre vie non plus. Grand roi, ceci étant, puisque j’ai dû vous recevoir en faisant six pas vers vous, vous perdrez (lit. sera éclaté) le pouvoir pendant six mois. Puis, quand six mois seront passés, vous obtiendrez à nouveau le pouvoir. Grand roi, par ailleurs, que votre cœur s’emplisse de joie à ma pensée. Dès que votre cœur s’emplira de joie à ma pensée, vous ne tomberez plus sous la terre et votre halo lumineux réapparaîtra. » Ensuite, dès qu’il eut entendu ceci, le roi emplit son cœur de joie à la pensée de l’Ancien et au moment où il eut empli son cœur de joie, son halo lumineux réapparu et la crevasse (lit. le sol fendu) se referma (lit. recolla). Ensuite, la joie qui emplissait le cœur du roi augmenta. Empli de joie, il se prosterna devant l’Ancien en touchant ses pieds de sa tête et il partit de devant l’Ancien.
fr_fr: — Grand roi, dit l'Ancien, je vous pardonne volontiers, mais demandez donc pardon à votre propre esprit. — Vénérable, demanda le roi affolé, risquerais-je d'être détrôné ou de mourir ? — Grand roi, n’ayez pas peur, répondit l'honorable. N’ayez pas peur. Vous ne serez pas détrôné et vous ne risquez pas non plus de mourir. Pourtant, grand roi, j’ai dû faire six pas vers vous pour vous recevoir, vous perdrez donc le pouvoir pendant six mois, mais vous le reprendrez après. Grand roi, que votre cœur s’emplisse de joie à ma pensée. Dès lors, vous ne menacerez plus de tomber dans cette crevasse et votre halo lumineux réapparaîtra. » Entendant ceci, le roi emplit son cœur de joie à la pensée de l’Ancien. Son halo lumineux réapparu aussitôt et la crevasse se referma. La joie du roi s'intensifia. Il se prosterna devant l’Ancien en lui touchant les pieds de sa tête et prit congé de lui.

# line 21, 06.txt
source: Ensuite, plus tard, Udayin, le roi de Vatsa, apprêta à nouveau les quatre parties de son armée et partit à la chasse. À ce moment, une proie (lit. un animal) retint son attention (lit. prit son œil) et il le suivit et de leur côté, les parties de son armée allèrent dans une direction ; de son côté, le roi partit dans une direction et il fut séparé des parties de son armée et il se perdit dans la campagne et il alla dans un enclos de vaches et là, personne ne le reconnut, et lui ne reconnut personne non plus, et il perdit la tête et il resta dans cet enclos de vache pendant six mois.
fr_fr: Une autre fois, Udayin, le roi de Vatsa, apprêta les quatre parties de son armée et partit à la chasse. À un moment donné, une proie retint son attention. Il s'élança à sa poursuite tandis que son armée continuait de son côté. Le roi se retrouva seul, se perdit dans la campagne. Il alla dans un enclos de vaches où personne ne le reconnut. Lui ne reconnut personne non plus. Il perdit la tête et resta là pendant six mois.

# line 22, 06.txt
source: De leur côté (lit. ensuite), son fils, ses ministres et son entourage de serviteurs l’avaient perdu et ne l’avaient pas retrouvé. Alors, ils étaient retournés au palais royal et « Si nous ne l’avons pas retrouvé, comment ferons-nous ? Où pourrions-nous aller ? » pensèrent-ils. Puis, ils se turent et restèrent.
fr_fr: Le prince, les ministres et la cour avaient perdu leur roi, l'avaient cherché, puis, ne le trouvant pas, ils étaient rentrés au palais. Chacun pensait, interdit : « Nous ne l’avons pas retrouvé. Qu'allons-nous faire ? Où pourrions-nous aller ? » Personne ne parlait plus. La vie du palais était en suspens.

# line 23, 06.txt
source: Ensuite, quand les six mois furent passés, le roi fut vu par quelqu’un (lit. un autre) et il le reconnut et « Deva, d’où êtes-vous venu pour arriver ici ? » demanda-t-il. Le roi recouvra ses esprits et il raconta au vacher tout ce qu’il s’était passé. Le vacher dit : « Deva, reprenez courage et réjouissez-vous grandement. Je vous conduirai à votre palais », dit-il. Puis, le vacher guida le roi et ils partirent en direction de Kauśāmbī.
fr_fr: Six mois plus tard, quelqu'un reconnut le roi. « Dieu parmi les hommes, comment se fait-il que vous soyez ici ? » demanda-t-il. À ces paroles, le roi recouvra ses esprits et raconta ses mésaventures au vacher qui l'avait reconnu. « Dieu parmi les hommes, continua le vacher, reprenez courage ! Retrouvez tout votre entrain : je vous conduirai à votre palais. » Puis, le vacher et le roi partirent en direction de Kauśāmbī.

# line 24, 06.txt
source: Après que six mois soient passés, le ministre nommé Fils de Détenteur-de-l’Obscurité-de-la-Logique se souvint et « Où pourrait être parti le roi ? Nous devons le chercher. Si nous le retrouvons en vie, il continuera à être (lit. faire) roi. Si ce n’était pas le cas, si [l’honorable] s’était trompé, nous inciterons le prince à s’approprier [l’état] de seigneur du royaume », pensa-t-il. Puis,
fr_fr: Quand les six mois passèrent, le ministre Fils de Détenteur-de-l’Obscurité-de-la-Logique vit que le temps était venu de reprendre les recherches. « Où pourrait se trouver le roi ? Nous devons le chercher. Si nous le retrouvons en vie, il continue son règne. Dans le cas contraire, si l’honorable moine s’est trompé, nous introniserons le prince », pensa-t-il.

# line 25, 06.txt
source: il apprêta les quatre partie de l’armée et il partit à sa recherche dans les villages, les bourgs, les villes, les provinces et les châteaux, et le ministre nommé Fils de Détenteur-de-l’Obscurité-de-la-Logique vit Udayin, le roi de Vatsa, qui arrivait au loin. L’ayant vu, il fut extrêmement (lit. de trop) content et il alla à l’endroit où était Udayin, le roi de Vatsa, et s’enquit de sa santé et « Deva, où étiez-vous parti ? » demanda-t-il. Ensuite, Udayin, le roi de Vatsa, lui raconta tout ce qu’il s’était passé. Le ministre Fils de Détenteur-de-l’Obscurité-de-la-Logique dit : « Deva, tout s’est exactement passé comme l’avait prédit le sublime Piṇḍola­bhāradvāja. » Ensuite, au moment où il entendit ceci, le roi ressentit plus de joie encore à l’égard de l’Ancien. Puis, il pensa : « Pour un temps, je vais ne pas aller (lit. laisser d’aller) dans la ville et je vais rendre hommage au sublime Piṇḍola­bhāradvāja », pensa-t-il. Puis,
fr_fr: Il apprêta les quatre partie de l’armée et lança les recherches dans les villages, les bourgs, les villes, les provinces et les châteaux. Fils de Détenteur-de-l’Obscurité-de-la-Logique vit le roi Udayin arriver au loin. Submergé de joie, il alla à son encontre. Il s’enquit de sa santé et de ce qui lui était arrivé. Udayin lui raconta ses aventures. Le ministre remarqua que tout s’était exactement passé comme l’avait prédit le sublime Piṇḍola­bhāradvāja. S'en rendant compte, le roi ressentit plus de joie encore à l’égard de l’Ancien. Il décida d'aller en premier lieu rendre hommage à l'honorable moine avant d'entrer dans la capitale.
