Repository: Esukhia/karmasataka
Catalog: */reader/06.po
Languages: fr_fr

# line 26, 06.txt
source: sans aller à Kauśāmbī, il alla au jardin du père de famille Ghoṣila et tant qu’il était sur un endroit qu’une monture peut emprunter (lit. aller), il se déplaça sur sa monture, puis il descendit de sa monture et alla à pied dans le jardin. Puis, il alla à l’endroit où se trouvait l’honorable Piṇḍola­bhāradvāja et il se prosterna aux pieds de l’honorable Piṇḍola­bhāradvāja et s’assit devant lui pour écouter le Dharma.
fr_fr: Il se rendit au jardin du père de famille Ghoṣila sur sa monture tant que c'était possible, puis il mit le pied à terre et entra dans le jardin. Il se prosterna aux pieds de l’honorable Piṇḍola­bhāradvāja et s’assit devant lui pour écouter le Dharma.

# line 27, 06.txt
source: L’Ancien, quant à lui, lui prodigua un enseignement lui correspondant. Ensuite, Udayin, le roi de Vatsa, comprit que le discours de l’honorable Piṇḍola­bhāradvāja était terminé et se leva de son siège et il [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant lui] et joignit les mains et s’inclina en direction de l’honorable Piṇḍola­bhāradvāja et dit : « [Être] sublime, quelle [réponse] donneriez-vous [à l’offre] de prendre votre repas chez moi pendant sept déjeuners avec la saṅgha des moines ? » dit-il. Ensuite, l’honorable Piṇḍola­bhāradvāja accepta en ne disant rien à Udayin, le roi de Vatsa. Alors, Udayin, le roi de Vatsa, vit que l’honorable Piṇḍola­bhāradvāja avait accepté en ne lui disant rien. Puis, il se leva de son siège et se prosterna à ses pieds et prit congé de (lit. s’en alla d’auprès de) l’honorable Piṇḍola­bhāradvāja.
fr_fr: L’Ancien lui prodigua un enseignement lui correspondant. Ensuite, Udayin, le roi de Vatsa, comprit que le discours de l’honorable Piṇḍola­bhāradvāja était terminé. Il se leva de son siège, replia son vêtement supérieur sur une épaule, le laissa retomber devant lui, joignit les mains, s’inclinant en direction de l’honorable Piṇḍola­bhāradvāja et dit : « Être sublime, accepteriez-vous de venir avec la saṅgha des moines prendre votre repas chez moi pendant sept jours ? » L’honorable moine accepta par son silence. Voyant sa demande acceptée, le roi Udayin se leva de son siège, se prosterna aux pieds de l'honorable moine et prit congé de lui.

# line 28, 06.txt
source: Ensuite, pendant sept jours, il satisfit l’honorable Piṇḍola­bhāradvāja et son entourage de nombreux mets et condiments purs et nobles, et le dernier jour, il leur offrit à chacun une paire de tissus et s’assit devant lui pour écouter le Dharma. Ensuite, l’honorable Piṇḍola­bhāradvāja l’instruisit parfaitement par un discours sur le Dharma correspondant à ceci, il le lui fit assimiler en entier, l’encouragea grandement, le réjouit entièrement.
fr_fr: Pendant sept jours, il satisfit l’honorable Piṇḍola­bhāradvāja et son entourage de nombreux mets et condiments purs et nobles. Le dernier jour, il offrit à chacun de ses invités deux pièces de tissu, puis il s’assit devant l'Ancien pour écouter le Dharma. L’honorable moine l’instruisit parfaitement par un discours sur le Dharma correspondant à ses besoins. Il s'exprima de sorte que le roi en assimilât entièrement le contenu, qu'il prît conscience de ses capacités à appliquer l'enseignement et qu'il se réjouît de pouvoir le faire.

# line 29, 06.txt
source: Il l’instruisit parfaitement par de nombreux discours sur le Dharma, il les lui fit assimiler en entier, l’encouragea grandement, le réjouit entièrement. Puis, il se leva de son siège et s’en alla.
fr_fr: Il l’instruisit encore par de nombreux autres discours sur le Dharma, qu'il lui fit assimiler entièrement. Il lui fit prendre conscience de ses capacités et le réjouit de pouvoir le faire. Alors, il se leva de son siège et s’en alla.

# line 30, 06.txt
source: Ensuite, plus tard, le Bienheureux resta à Rājagṛha tant qu’il en eut envie (lit. que ça lui plaisait) et il revêtit les habits monastiques et il prit son bol à aumône et avec un groupe de moines pour le servir, précédé de la saṅgha des moines, il voyagea et se rendit à l’endroit où se trouvait Kauśāmbī. Alors,
fr_fr: Le Bienheureux, qui était resté à Rājagṛha tant qu’il l'eût voulu, revêtit les habits monastiques, prit son bol à aumône et voyagea jusqu'à Kauśāmbī suivi d'un groupe de moines pour le servir et précédé de la saṅgha des moines.

# line 31, 06.txt
source: il alla progressivement à Kauśāmbī et à Kauśāmbī, il demeura dans le jardin du père de famille Ghoṣila. Ensuite, Udayin, le roi de Vatsa, que « le Bienheureux a voyagé à travers le pays de Vatsa et il est arrivé à Kauśāmbī et à Kauśāmbī, il demeure dans le jardin du père de famille Ghoṣila », il l’entendit.
fr_fr: À son arrivée, le père de famille Ghoṣila l'hébergea dans son jardin. Ensuite, Udayin, le roi de Vatsa, fut informé que le Bienheureux avait voyagé à travers le pays de Vatsa, qu'il était arrivé à Kauśāmbī et qu'il logeait dans le jardin du père de famille Ghoṣila.

# line 32, 06.txt
source: L’ayant entendu, il se dirigea et alla à l’endroit où se trouvait le Bienheureux et il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et il s’assit auprès (lit. d’un côté) de lui.
fr_fr: Il alla voir le Bienheureux, se prosterna devant lui en touchant ses pieds de la tête et s'assit auprès de lui.

# line 33, 06.txt
source: S’étant assis auprès de lui (lit. d’un côté), le Bienheureux instruisit parfaitement Udayin, le roi de Vatsa, par un discours sur le Dharma, il le lui fit assimiler en entier, l’encouragea grandement et le réjouit entièrement.
fr_fr: Le Bienheureux instruisit parfaitement le Udayin, le roi de Vatsa, par un discours sur le Dharma. Il s'exprima de sorte que le roi en assimilât entièrement le contenu, qu'il prît conscience de ses capacités à appliquer l'enseignement et qu'il se réjouît de pouvoir le faire.

# line 34, 06.txt
source: Il l’instruisit parfaitement par de nombreux discours sur le Dharma, il les lui fit assimiler en entier, l’encouragea grandement et le réjouit entièrement. Puis, il resta sans rien dire.
fr_fr: Il l’instruisit encore par de nombreux autres discours sur le Dharma, qu'il lui fit assimiler entièrement. Il lui fit prendre conscience de ses capacités et le réjouit de pouvoir le faire, puis se tint en silence.

# line 35, 06.txt
source: Ensuite, Udayin, le roi de Vatsa, comprit que le discours du Bienheureux était terminé et il se leva de son siège et [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant lui] et joignit les mains et s’inclina en direction du Bienheureux et dit ceci au Bienheureux : « Bienheureux, quelle [réponse] donneriez-vous [à l’offre] de recevoir de ma part les vêtements, la nourriture, les couvertures, les sièges, les médicaments et les fournitures médicales, [vous] et la saṅgha des moines pendant trois lunes pleines ? » demanda-il. Ensuite, le Bienheureux accepta en ne disant rien à Udayin, le roi de Vatsa. Alors, Udayin, le roi de Vatsa, vit que le Bienheureux avait accepté en ne lui disant rien. Puis,
fr_fr: Le roi Udayin comprit que le discours du Bienheureux était terminé. Il se leva de son siège, replia son vêtement supérieur sur une épaule, le laissa retomber devant lui, joignit les mains, s’inclinant en direction du Bienheureux et dit : « Bienheureux, pendant trois mois entiers, accepteriez-vous de recevoir de ma part les vêtements, la nourriture, les couvertures, les sièges, les médicaments et les fournitures médicales dont vous et la saṅgha des moines aurez besoin ? » Le Bienheureux accepta par son silence et le roi Udayin vit que son offre était ainsi acceptée.

# line 36, 06.txt
source: il fit porter (lit. se procurer) tout le nécessaire (lit. tous les objets) dans le jardin du père de famille Ghoṣila et il servit le Bouddha et le reste de la saṅgha des moines pendant trois lunes pleines en [offrant] tout le nécessaire. Puis, le dernier jour, il offrit au Bienheureux un habit [en étoffe] qui-vaut-cent-mille[-kārshāpaṇa] (lit. de cent mille). Aux autres moines, il leur offrit à chacun une paire de tissus et s’en alla.
fr_fr: Il fit acheminer dans le jardin du père de famille Ghoṣila tout le nécessaire à la vie monastique qu'il offrit ensuite au Bouddha et à la saṅgha des moines pendant trois mois. Le dernier jour, il offrit au Bienheureux un habit d'une valeur inestimable et deux pièces de tissu à chacun des autres moines, puis il partit.

# line 37, 06.txt
source: Quant à lui, il allait de temps en temps auprès du Bienheureux et écoutait le Dharma. Après avoir écouté le Dharma, il allait expressément auprès de l’honorable Piṇḍola­bhāradvāja et de personne d’autre (lit. lui seul) pour lui rendre hommage.
fr_fr: Il revenait de temps à autre auprès du Bienheureux pour écouter le Dharma, après quoi il ne manquait jamais de rendre hommage à l'honorable Piṇḍola­bhāradvāja, la seule personne dont il cultivait la compagnie.

# line 38, 06.txt
source: Ensuite, les moines virent ceci et ils se demandèrent pourquoi (lit. ils eurent un doute) et « Pourquoi ce roi rend-il expressément hommage à l’honorable Piṇḍola­bhāradvāja et à personne d’autre (lit. lui seul) ? » se demanèrent-ils et on leur raconta (lit. ils entendirent) cette histoire dans les détails (lit. vastement).
fr_fr: Voyant ceci, les moines se demandèrent pour quelle raison le roi rendait-il visite à l'honorable Piṇḍola­bhāradvāja et à personne d'autre. On leur raconta alors toutes les aventures du roi.

# line 39, 06.txt
source: L’ayant entendue, ils demandèrent au Bienheureux et dirent ceci : « Vénérable, Udayin, le roi de Vatsa, se trouvait auprès de l’honorable Piṇḍola­bhāradvāja avec des pensées d’aversion et à cause de ça (lit. sur cette base), la lumière a disparue et il [allait] être englouti dans le sol, puis au moment où il a à nouveau empli son cœur de joie, cette lumière est réapparue. Puis, la crevasse (lit. le sol fendu) s’est refermée. Posez-y votre regard (lit. regardez). »
fr_fr: « Vénérable, demandèrent-ils au Bienheureux, Udayin, le roi de Vatsa, se trouvait auprès de l’honorable Piṇḍola­bhāradvāja avec des pensées d’aversion, à cause de quoi son halo de lumière a disparu et il menaçait d'être englouti dans le sol. Puis, au moment où il a empli son cœur de joie, cette lumière est réapparue et la crevasse s’est refermée. Comment est-ce arrivé ?

# line 40, 06.txt
source: Le Bienheureux dit : « Moines, ceci, ce n’est pas uniquement maintenant [que ceci est arrivé]. Similairement (lit. comme ceci), dans le passé aussi, le roi Meru régnait dans la ville nommée Riz-Florissant et pendant son règne, le [royaume] abondait de richesses, de bonheur, de récoltes fertiles, de troupeaux (lit. êtres/animaux) et de sujets. Les conflits et les querelles étaient apaisées. Il n’y avait pas de luttes, de luttes internes, de voleurs, de cambrioleurs, de famine ni de maladies. De plus, le royaume (lit. il) se trouvait en possession de riz, de cannes à sucre, de vaches et de buffles. il régnait en accord avec le Dharma comme il aurait pris soin de son unique enfant bien-aimé.
fr_fr: — Moines, répondit le Bienheureux, ce n’est pas la première fois que ceci arrive. Écoutez donc. Dans le passé, le roi Meru régnait dans la ville nommée Riz-Florissant. Son règne était marqué par une abondance de richesses, de bonheur, de récoltes merveilleuses, de troupeaux et de sujets. Les conflits et les querelles étaient apaisées. Les conflits, les conflits internes, les voleurs, les cambrioleurs, les famines et les maladies avaient disparus. Le royaume regorgeait de riz, de canne à sucre, de vaches et de buffles. Ce roi régnait en accord avec le Dharma comme il aurait pris soin d'un fils unique qu'il entourerait de tous les soins.

# line 41, 06.txt
source: Ensuite, ce prêtre-conseiller de ce roi prit une épouse quand il arriva (lit. tomba) à l’âge de se marier et avec elle, ils se divertirent, ils [apprirent] à s’aimer et laissèrent libre cours à leurs envies et de ce fait, plus tard, son épouse tomba enceinte et
fr_fr: Le prêtre-conseiller de ce roi prit une épouse quand il fut en âge de se marier. Son épouse et lui apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s'aimer et laissèrent libre cours à leurs désirs. Un jour, elle tomba enceinte.

# line 42, 06.txt
source: après que soient passés neuf ou dix mois, un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et on lui donna un nom en accord avec sa caste. Puis, il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi,
fr_fr: Environ neuf mois plus tard, elle donna naissance à un fils bien proportionné, dont la beauté réjouissait la vue. Lors des célébrations de sa naissance, il reçut un com en accord avec sa caste. Le jeune enfant grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri.

# line 43, 06.txt
source: lorsqu’il eut grandi, il apprit les lettres, la conduite et le comportement d’un brahmane, l’énonciation de /oṁ/, l’énonciation de /bho/, l’hygiène, le rituel, la récolte des cendres, la manipulation (lit. tenir) du vase [des ablutions], le Ṛg Veda, le Yajur Veda, le Sāma Veda, le Atharva Veda. [Il apprit aussi] comment réaliser les [rites] sacrificiels, faire réaliser les [rites] sacrificiels, donner, [faire] recevoir, réciter et faire réciter. Ensuite, il devint un brahmane versé dans les six activités brahmaniques et il maîtrisa progressivement les dix-huit sciences.
fr_fr: Quand il fut en âge d'étudier, il apprit à lire et à écrire. Il apprit la conduite et le comportement d’un brahmane, l’énonciation de /oṁ/, l’énonciation de /bho/, l’hygiène, le rituel, la récolte des cendres, la manipulation du vase des ablutions, le Ṛg Veda, le Yajur Veda, le Sāma Veda, le Atharva Veda. Il apprit aussi comment réaliser les rites sacrificiels, comment les faire réaliser, comment donner, comment faire recevoir, comment réciter et comment faire réciter. Ainsi, il devint un brahmane versé dans les six activités brahmaniques et maîtrisa progressivement les dix-huit sciences.

# line 44, 06.txt
source: Plus tard, il vit son père régner (lit. tenir le pouvoir royal) en accord avec la religion et [aussi] en désaccord avec la religion. L’ayant vu, il pensa : « Après le décès de mon père, ce sera mon tour (lit. mon intervalle) de régner sans couronne. De ce fait, je vais délaisser la vie de famille et je m’établirai dans la forêt », pensa-t-il. Puis, il demanda [la permission] à ses parents et il s’établit dans la forêt. Après qu’il y soit parti, il développa les quatre concentrations et les cinq clairvoyances.
fr_fr: Lorsqu'il vit que son père régnait autant en accord qu'en désaccord avec la religion, et qu'à sa mort, il devra à son tour régner ainsi, il décida de délaisser la vie de famille pour partir s'établir dans la forêt. Il en demanda la permission à ses parents et partit. Dans la forêt, il développa les quatre concentrations et les cinq clairvoyances.

# line 45, 06.txt
source: Ensuite, plus tard, il partit au palais royal Riz-Florissant et son père construisit dans son parc d’agrément une hutte de branches et de feuilles pour son fils et le servit [en lui donnant] tous les objets nécessaires [à la vie quotidienne]. Puis, d’innombrables (lit. une diversité de) personnes venaient régulièrement chez lui et écoutaient le Dharma.
fr_fr: Un jour, il quitta la forêt pour le palais royal Riz-Florissant. Dans son parc d'agrément, son père lui construisit une hutte de branches et de feuilles et lui procura tout le nécessaire à la vie quotidienne. D’innombrables personnes commencèrent à le visiter régulièrement pour l'écouter enseigner.

# line 46, 06.txt
source: Ensuite, plus tard, le roi Meru apprêta à nouveau les quatre parties de son armée et partit à la chasse. À ce moment, le roi vit que ces innombrables (lit. cette diversité de) personnes allaient vers le parc d’agrément du prêtre-conseiller. L’ayant vu, « Où va ce groupe de personnes ? » demanda-t-il. les ministres lui répondirent : « Deva, ce fils du prêtre-conseiller s’est retiré du monde et il en est venu à [posséder] de grands pouvoirs surnaturels et [avoir] de grands pouvoirs. Puis, ces [personnes] sont [là] pour lui rendre visite. »
fr_fr: Quelques temps plus tard, le roi Meru, qui avait apprêté les quatre parties de son armée et partait à la chasse, vit la foule qui se dirigeait vers le parc d’agrément du prêtre-conseiller. "Où vont toutes ces personnes ? demanda-t-il aux ministres. — Deva, répondirent-ils, ce fils du prêtre-conseiller s’est retiré du monde. Il possède maintenant de grands pouvoirs surnaturels. Il est fort puissant. Ces personnes vont lui rendre visite."

# line 47, 06.txt
source: Alors, le roi pensa : « Lui, il est aussi [quelqu’un que] je porte dans mon cœur (lit. il est agréable à mon cœur), [que] j’apprécie, [qui est] un précepteur [pour moi] et qui est [quelqu’un] à qui je pense. De ce fait, moi aussi, je vais le voir », pensa-t-il. Puis, le roi se rendit à l’endroit où était ce ṛṣi. À ce moment, ce ṛṣi le vit et ne le reçut même pas (lit. même le recevoir, il ne le reçut pas), et ne se leva même pas (lit. même se lever, il ne se leva pas).
fr_fr: Regardant la foule, le roi pensa : "Il est quelqu’un que je porte dans mon cœur, que j’apprécie, que je considère comme un précepteur, à qui je pense souvent. Moi aussi, je veux le voir." Il se rendit lui aussi auprès du sage, mais non seulement le sage le vit et ne le reçut pas, mais il ne se leva même pas de son siège.

# line 48, 06.txt
source: Ensuite, dès qu’il eut vu ceci, le roi fut écrasé par une grande colère et « Lui, il est le fils du prêtre-conseiller de mon royaume (lit. pays/région), et il ne m’a même pas reçu lorsque je suis arrivé, il ne s’est même pas levé non plus. Donc je vais couper sa tête et je la jetterai »,
fr_fr: Voyant ceci, le roi fut pris d'une grande fureur. Il décida d'aller couper la tête du sage, qui était le fils du prêtre-conseiller de son royaume, et qui n'avait pourtant pas daigné le recevoir ni même se lever à son arrivée.

# line 49, 06.txt
source: pensa-t-il. Alors, la lumière que le corps de ce roi émanait a disparue au moment où il a développé cette pensée. Le sol se fendit aussi et il était sur le point d’y sombrer. À ce moment, dès qu’il vit ceci, ce roi généra une grande peur et à propos de (lit. à) ce ṛṣi, « Il [possède] de grands pouvoirs surnaturels et il est quelqu’un d’une grande puissance », pensa-t-il. Puis, il ressentit une grande joie [à son égard].
fr_fr: Au moment où ces pensées traversaient son esprit, la lumière que son corps émettait disparut et le sol se fendit devant lui. Il menaçait de sombrer sous terre. Terrifié, le roi comprit que le sage possédait de grands pouvoirs surnaturels, qu'il était très puissant. Heureux d'être en sa présence,

# line 50, 06.txt
source: Ensuite, il se prosterna à ses pieds et demanda son pardon. Alors, le ṛṣi dit : « Grand roi, moi, je vous pardonne, mais par contre (lit. pourtant), demandez pardon à votre propre esprit », dit-il.
fr_fr: il se prosterna aux pieds du sage et lui demanda pardon. "Grand roi, lui répondit-il, je vous pardonne volontiers, mais demandez-donc pardon à votre propre esprit."

# line 51, 06.txt
source: Ensuite, le roi prit peur et dit à ce ṛṣi : « Ṛṣi, risquerais-je de déchoir du [rang] de roi ou d’avoir un obstacle à ma vie ? » Le ṛṣi dit : « Grand roi, n’ayez pas peur. Vous ne serez pas déchu du [rang] de roi, et vous n’aurez pas d’obstacle à votre vie non plus. Ceci étant, puisque vous avez eu de l’animosité envers moi, pour cette raison votre lumière a disparu et le sol s’est fendu. Grand roi, si vous emplissez à nouveau votre cœur de joie à ma pensée, votre lumière réapparaîtra comme auparavant. » Ensuite, dès qu’il eut entendu ceci, le roi emplit son cœur de joie à la pensée du ṛṣi et sa lumière réapparut comme auparavant et le sol se referma comme avant.
fr_fr: Le roi prit peur : "Sage, risquerais-je d'être détrôné ou de mourir ? — Grand roi, n’ayez pas peur, répondit le sage. Vous ne serez pas détrôné et vous ne risquez pas non plus de mourir. Pourtant, des pensées malveillantes envers moi vous ont traversé. C'est pourquoi votre lumière a disparu et le sol s’est ouvert. Grand roi, si vous emplissez à nouveau votre cœur de joie à ma pensée, votre lumière réapparaîtra." Entendant ceci, le roi emplit son cœur de joie à la pensée du sage et sa lumière réapparut. Le sol se referma aussi.

# line 52, 06.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était le ṛṣi est Piṇḍola­bhāradvāja lui-même. Celui qui était le roi Meru est Udayin, le roi de Vatsa lui-même. De plus,
fr_fr: Voyez-vous, moines, celui qui était le sage est aujourd'hui Piṇḍola­bhāradvāja lui-même. Celui qui était le roi Mérou est aujourd'hui Udayin, le roi de Vatsa lui-même.

# line 53, 06.txt
source: à cette époque aussi, il a eu de l’animosité envers lui à cause de quoi son halo de lumière a disparu et le sol s’est fendu. Au moment où son cœur fut à nouveau empli de joie, ce halo de lumière est réapparu, puis la crevasse (lit. le sol fendu) s’est refermée comme avant.
fr_fr: À cette époque aussi, ses pensées malveillantes ont fait disparaître son halo de lumière. Le sol s’est aussi ouvert. Puis, au moment où son cœur fut à nouveau empli de joie, le halo de lumière est réapparu et la crevasse s'est refermée.

# line 54, 06.txt
source: Maintenant aussi, il a eu de l’animosité envers lui à cause de quoi sa lumière a disparu et le sol s’est aussi fendu. Au moment où son cœur fut à nouveau empli de joie, son halo de lumière est réapparu et la crevasse (lit. le sol fendu) se referma (lit. recolla).
fr_fr: À notre époque aussi, ses pensées malveillantes ont fait disparaître sa lumière et le sol s'est ouvert. Comme précédemment, au moment où son cœur fut à nouveau empli de joie, sa lumière est réapparue et le sol s'est refermé. »
