Repository: Esukhia/karmasataka
Catalog: */reader/07.po
Languages: fr_fr

# line 1, 07.txt
source: Celle qui est nommée La Bannière de victoire
fr_fr: La bannière de victoire

# line 2, 07.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 07.txt
source: À cette époque, celui nommé Brahmadatta régnait dans la ville de Vārāṇasī et pendant son règne, le [royaume] abondait de richesses, de bonheur, de récoltes fertiles, de troupeaux (lit. êtres/animaux) et de sujets. Les conflits et les querelles étaient apaisées. Il n’y avait pas de luttes, de luttes internes, de voleurs, de cambrioleurs, de famine et de maladies. On y trouvait du riz, de la canne à sucre, des vaches et des buffles et il régnait en accord avec le Dharma comme il aurait pris soin de son unique enfant bien-aimé.
fr_fr: À cette époque, Brahmadatta régnait dans la ville de Vārāṇasī. Pendant son règne, le royaume abondait de richesses, de bonheur, de récoltes merveilleuses, de troupeaux et de sujets. Les conflits et les querelles étaient apaisées. Les disputes, les conflits internes, les voleurs, les cambrioleurs, les famines et les maladies avaient disparues. Le royaume regorgeait de riz, de canne à sucre, de vaches et de buffles. Le roi régnait en accord avec le Dharma comme il aurait pris soin d'un fils unique qu'il entourerait de tous les soins.

# line 4, 07.txt
source: Ensuite, plus tard, la reine de ce roi tomba enceinte et après que soient passés neuf ou dix mois, une fille au corps harmonieux (lit. noble), qui était belle et agréable au regard naquit, et la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et « Comment nommer cette fille ? » un nom lui fut donné : « Elle est la fille du roi de Kāśi, mais [aussi] elle est belle. Donc, le nom de cette fille sera “Kāśisundarī”, la belle de Kāśi », fût-il dit.
fr_fr: La reine tomba enceinte et environ neuf mois plus tard, elle donna le jour à une belle fille bien proportionnée. Elle était jolie à ravir. Lors des célébrations de sa naissance, on lui chercha un nom. « Elle est la fille du roi de Kāśi, et elle est magnifique. Son nom sera “Kāśisundarī”, la belle de Kāśi », fût-il décidé.

# line 5, 07.txt
source: Ensuite, la fille Kāśisundarī fut remise à huit nourrices, deux nourrices qui l’accueillaient (lit. le faisaient vivre) dans leur giron, deux nourrices qui lui donnaient le sein, deux nourrices qui lavaient ses souillures et deux nourrices pour jouer avec elle. Puis, les huit nourrices la firent se développer au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi, comme un lotus dans un lac, elle grandit avec force.
fr_fr: Kāśisundarī fut ensuite remise à huit nourrices. Deux la portaient dans leur giron, deux l'allaitaient, deux faisaient sa toilette et deux jouaient avec elle. Elle grandit grâce aux soins des huit nourrices et grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont elle était nourrie. Elle s’épanouit aussi rapidement qu’un lotus dans un lac.

# line 6, 07.txt
source: Lorsqu’elle eut grandi, lorsqu’elle maîtrisa les arts, elle conçut de la dévotion pour l’enseignement du Bienheureux et elle demanda [la permission] à ses deux parents et elle offrit ses services au Bouddha, au Dharma et à la Saṅgha.
fr_fr: Quand, devenue une jeune femme, elle maîtrisa les arts, elle conçut de la dévotion pour l’enseignement du Bienheureux. Avec la permission de ses deux parents, elle offrit ses services au Bouddha, au Dharma et à la Saṅgha.

# line 7, 07.txt
source: Ensuite, quand elle eut grandi, « Il se trouve une fille du roi de Kāśi qui a un corps harmonieux, qui est belle et agréable au regard et il n’existe pas d’autre fille qui soit son égale » fut connu de toutes parts et [cette renommée] s’étendit. Ensuite, dès qu’ils l’entendirent, les six rois des pays périphériques (lit. sous le soleil) furent touchés par la flèche du désir et ils envoyèrent tous un messager à Brahmadatta le roi de Kāśi et « Donnez-moi cette fille » [était ce que] chacun d’eux firent dire. Ensuite, dès qu’il eut entendu ces [demandes], le roi Brahmadatta demeura absorbé dans ses pensées et « Si je donne cette fille à l’un [d’eux], les autres deviendront des ennemis. Donc, à qui la donner ? » pensa-t-il. Puis, il n’eut envie de la donner à personne.
fr_fr: À cette époque, le royaume tout entier parlait de la jeune princesse de Kāśi, de ses charmes, de son corps ravissant et de sa beauté inégalée dans le monde entier. Six rois des pays périphériques furent frappés par la flèche du désir en entendant parler de la princesse. Ils envoyèrent tous un messager à Brahmadatta le roi de Kāśi pour demander la mais de sa fille. Après avoir reçu toutes les missives, le roi Brahmadatta passa un long moment absorbé dans ses pensées. « Si je donne ma fille à l’un d’eux, pensait-il, les autres deviendront mes ennemis. À qui devrais-je la donner ? » Finalement, il décida de ne la donner à personne.

# line 8, 07.txt
source: Ensuite, plus tard, les six rois de la périphérie pensèrent : « Lui ne nous la donnera pas par bonté (lit. dévotion). Donc, [nous] irons là et nous la prendrons par la force », pensèrent-ils. Puis, le même jour (lit. un jour), ils apprêtèrent tous les quatre parties de leurs armées et allèrent à la ville de Vārāṇasī et ils l’encerclèrent entièrement (lit. tout autour). Ensuite, le roi Brahmadatta vit qu’il était assiégé (lit. assailli) par des troupes ennemies (lit. des armées des autres) et il alla sur le toit (lit. le dessus) de son palais et posant son visage entre ses paumes, « Maintenant, comment vais-je faire ? » se demandait-il et il demeurait absorbé dans ses pensées.
fr_fr: Après un certain temps, les six rois comprirent qu'ils n'obtiendraient pas la main de Kāśisundarī de bon gré. Le même jour, chacun de son côté, les six rois décidèrent de ravir la princesse. Ils apprêtèrent tous les six les quatre parties de leurs armées et assiégèrent au même moment la ville de Vārāṇasī. Voyant les troupes ennemies, le roi Brahmadatta se retira sur le toit du palais et réfléchit longuement à ce qu'il allait faire, le visage planté entre les paumes de ses mains.

# line 9, 07.txt
source: Ensuite, Kāśisundarī alla au dessus de la demeure royale et qu’il posait son visage entre ses paumes et qu’il se maintenait [comme ça], elle le vit. L’ayant vu, elle dit ceci à son père : « Père, pour quelle raison êtes vous allé sur le toit (lit. le dessus) de [votre] demeure et posez-vous votre visage entre vos paumes et restez-vous absorbé dans vos pensées ? » Le roi dit : « Fille, tu en es la raison. » La fille dit : « Père, ai-je un visage mauvais ? Pour quelle raison restez-vous absorbé dans vos pensées à cause de moi ? » Le roi dit : « Fille, toutes les parties [de ton corps] sont belles. C’est pourquoi je suis absorbé dans mes pensées. De plus, les six rois de la périphérie sont troublés par toi (lit. pour toi) et ils ont apprêté les quatre parties de leurs armées et ils sont venus et ils ont assiégé Vārāṇasī et se trouvent là. » Kāśisundarī dit : « Père, les filles n’ont-elles pas le choix de leur mari ? » Le roi dit : « Fille, elles [en] ont le choix. » La fille dit : « Père, veuillez me donner la permission de choisir mon mari. » Le roi dit : « Fille, reste là jusqu’à ce que j’aie le consentement des rois de la périphérie », dit-il. Puis,
fr_fr: Kāśisundarī monta sur le toit. Elle vit le roi absorbé dans ses pensées. « Père, s'étonna-t-elle, pour quelle raison vous trouvez-vous ici le visage entre les mains, absorbé dans vos pensées ? — Ma chère fille, répondit-il, c'est à cause de toi. — Père, suis-je si laide pour vous causer tant de soucis ? Est-ce à cause de moi que votre regard est si sombre ? — Ma fille, tu es absolument ravissante. C'est justement ceci qui me cause tant de préoccupations. Six rois de la périphérie sont épris de toi. Ils sont venus avec les quatre parties de leurs armées. Ils assiègent la ville en ce moment. — Père, les femmes n’ont-elles pas le droit de choisir leur mari ? — Oui, elles le peuvent. — Père, permettez-moi de choisir mon mari. — Très bien, mais je dois d'abord obtenir le consentement des rois », dit-il.

# line 10, 07.txt
source: le roi Brahmadatta demanda l’assentiment de tous les rois de la périphérie : « Kāśisundarī s’engage à choisir son époux. Donc, si vous le voulez, je la ferai choisir. » Alors, à ceci, chacun d’eux pensa : « Elle, me laissant de côté, elle ne choisira pas un autre », pensèrent-ils et ils dirent : « Elle ne fait pas mal. Donc, veuillez la laisser choisir. » Ensuite, les messagers revinrent et rapportèrent [ceci] au roi Brahmadatta et au moment où il entendit ceci, le roi Brahmadatta fut empli de joie. De leur côté (lit. eux aussi), les six rois se donnèrent mutuellement l’assentiment et se firent des promesses solennelles en pleine confiance et se réconcilièrent et ils érigèrent des maisons de plusieurs étages (lit. empilées) à un endroit découvert et chacun d’eux s’établit sur l’un des trônes de lions ornementé de toutes les parures, de leur entourage et de leurs serviteurs.
fr_fr: Le roi Brahmadatta envoya un messager aux assaillants pour leur demander d'accepter le désir de la princesse de choisir elle-même son époux. Chacun d'eux se dit : « Elle ne m'écartera pas moi pour choisir un autre. » Ils donnèrent tous leur accord. Les réponses que le messager rapporta réjouit le roi. De leur côté, les six rois louèrent la sagesse de la princesse. Tous aussi confiants, ils se réconcilièrent et se promirent solennellement les uns aux autres de respecter la décision de Kāśisundarī. Ils érigèrent ensuite des pavillons de plusieurs étages à un endroit découvert où chacun d’eux s’installa sur son trône de lions ornementé de toutes les parures, son entourage et ses serviteurs à ses côtés.

# line 11, 07.txt
source: Kāśisundarī, quant à elle, monta une noble monture et suivie (lit. avec) des jeunes femmes qui la servaient et brandissant une bannière de victoire de tissus colorés, elle sortit de Vārāṇasī et elle passa devant eux tous et elle se tourna vers Ṛṣivadana et lança son bouquet de fleurs en direction du Bienheureux et dit : « Moi, je prends refuge dans ce Bienheureux Bouddha », dit-elle. Puis, elle tourna son chariot dans la direction de Ṛṣivadana. Ensuite, les rois et les innombrables personnes [présentes] en furent ébahis (lit. émerveillés) et ils pensèrent : « Il est étonnant (lit. merveilleux) qu’elle ne regarde même pas les plaisirs (lit. désirs) alors qu’elle possède un corps (lit. apparence physique) aussi beau ! » Ensuite, ils la suivirent et « Suivons-la un temps pour voir ce qu’elle va faire », dirent-ils.
fr_fr: Kāśisundarī grimpa sur une noble monture puis, suivie de jeunes femmes pour la servir et brandissant une bannière de victoire de tissus colorés, elle sortit de Vārāṇasī, passa devant les rois, se tourna vers Ṛṣivadana et lança son bouquet de fleurs en direction du Bienheureux. Elle dit alors : « Moi, je prends refuge dans le Bienheureux Bouddha. » Puis, elle lança son char vers Ṛṣivadana. Ébahis, les rois et les innombrables personnes présentes n'en revinrent pas qu'une si belle personne se préoccupe si peu des plaisirs du monde. Ils la suivirent pour voir ce qu'elle ferait ensuite.

# line 12, 07.txt
source: Ensuite, Kāśisundarī se rendit à l’endroit où se trouvait Ṛṣivadana et tant qu’elle était sur un endroit qu’une monture peut emprunter, elle se déplaça sur sa monture, puis elle descendit de sa monture et elle alla dans le jardin à pied. Puis, elle se dirigea et alla à l’endroit où se trouvait le Bienheureux et elle se prosterna devant le Bienheureux en touchant ses pieds de sa tête et elle [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant elle] et joignit les mains et s’inclina en direction du Bienheureux et elle dit ceci au Bienheureux : « Vénérable, s’il m’est possible de m’extraire du monde selon le Dharma du Vinaya si bien enseigné, et [s’il m’est possible] de parfaire l’approche [de la libération], d’obtenir la condition de nonne pleinement ordonnée, moi aussi, j’aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. » Alors, le Bienheureux fit appeler Mahā­prajāpatī Gautamī et il la lui remit.
fr_fr: La princesse se rendit à Ṛṣivadana. Elle avança sur sa monture tant qu'elle pût, puis elle mit pied à terre et entra dans le jardin. Elle alla auprès du Bienheureux, se prosterna devant lui, touchant ses pieds de la tête, elle replia son vêtement supérieur sur une épaule, le laissa retomber devant elle, joignit les mains, s’inclina et dit : « Vénérable, s’il m’est possible de m’extraire du monde selon le Dharma du Vinaya si bien enseigné, s’il m’est possible de parfaire l’approche de la libération et d’obtenir la condition de nonne pleinement ordonnée, comme d'autres avant moi, j’aimerais vivre une vie chaste auprès du Bienheureux. » Il fit appeler Mahāprajāpatī Gautamī et la lui remit.

# line 13, 07.txt
source: Mahā­prajāpatī Gautamī lui fit se retirer du monde, puis lui donna l’ordination complète et lui [accorda] la transmission orale. De son côté, elle s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et elle manifesta l’état d’arhat (lit. l’arhat-même). Alors, elle devint une arhat libre de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à ses yeux] ; elle [vint à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; elle [possédait] la fraîcheur du [bois de] santal trempé ; sa sagesse avait brisé la coquille de l’œuf ; elle avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ; elle avait tourné le dos aux biens du samsara, aux désirs et aux éloges ; elle était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: Mahā­prajāpatī Gautamī lui permit de se retirer du monde, puis lui donna l’ordination complète et la transmission orale des pratiques monastiques. Dès lors, elle s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et elle manifesta l’état d’arhat. Elle devint une arhat libre de l’attachement aux trois mondes. Désormais, un morceau d’or et une motte de terre étaient identiques. À ses yeux, les paumes de ses mains et l'espace étaient semblables. Elle avait acquis la fraîcheur du bois de santal trempé. Sa sagesse avait détruit la coquille de l’ignorance. Elle avait obtenu la connaissance, les clairvoyances et les discernements parfaits. Elle avait tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Elle était désormais digne des offrandes, de la vénération et de la révérence d’Indra, d'Upendra et de tous les dieux.

# line 14, 07.txt
source: Les innombrables personnes furent ébahies et tous se dirigèrent et allèrent à l’endroit où se trouvait le Bienheureux et ils se prosternèrent devant le Bienheureux en touchant ses pieds de leur tête et s’assirent devant le Bienheureux pour entendre le Dharma. Alors, le Bienheureux leur prodigua un enseignement leur correspondant. Ils écoutèrent le Dharma du Bienheureux et rentrèrent chacun dans leur pays.
fr_fr: Tous ceux qui l'avaient suivie furent émerveillés de ce qu'elle était devenue. Ils allèrent tous auprès du Bienheureux, se prosternèrent devant lui en touchant ses pieds de leur tête et s'assirent devant lui pour écouter le Dharma. Ils reçurent un enseignement adapté et rentrèrent chacun dans leur pays.

# line 15, 07.txt
source: Puis les moines s’adressèrent au Bienheureux : « Bienheureux, quelles actions Kāśisundarī a[-t-elle] réalisées pour que le résultat de ces actions la fasse naître dans une lignée royale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, [pour que] son corps devienne harmonieux (lit. noble), agréable au regard et [qu’]elle possède une beauté sans égal (lit. sans exemple), [pour] qu’elle contente le Bienheureux et ne fasse rien qui le mécontente, puis [qu’]elle se retire [du monde] selon l’enseignement du Bienheureux, puis [qu’]elle élimine toutes les émotions perturbatrices et [qu’]elle manifeste l’état d’arhat ? » Le Bienheureux dit : « Ceci est arrivé par le pouvoir de ses souhaits. » « Vénérable, quels souhaits a-t-elle formulés ? »
fr_fr: « Bienheureux, demandèrent les moines, quelles actions ont valu à Kāśisundarī de naître dans une famille royale qui vit dans l’opulence, qui possède de grandes richesses et d’innombrables biens ? Quelles actions lui ont valu d'être belle, d'être bien proportionnée, d'être jolie à ravir et d'être douée d'une beauté sans pareille ? Quelles actions lui ont valu de vous contenter, de ne rien faire qui vous mécontente, de se retirer du monde selon votre enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l'état d'arhat ? — Ceci est arrivé par le pouvoir de ses souhaits, dit le Bienheureux. — Vénérable, quels souhaits a-t-elle formulés ?

# line 16, 07.txt
source: Le Bienheureux dit : « Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et à cette époque, dans la ville de Vārāṇasī, un homme vivait dans l’opulence et possédait beaucoup de richesses. Ses biens étaient grands. Ses possessions étaient étendues et vastes. Il possédait la richesse de Vaiśravaṇa. Il possédait des richesses rivalisant avec celles de Vaiśravaṇa.
fr_fr: — Moines, raconta le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l'insurpassable Cocher pour les êtres à guider, l'Enseignant des dieux et des hommes, le complet et parfait Bouddha Kāśyapa était apparu en ce monde. À cette époque, dans la ville de Vārāṇasī, un homme vivait dans l’opulence et possédait de grandes richesses. D’innombrables biens lui appartenaient. Une armée de domestiques s’activaient dans ses larges propriétés. On eut dit qu’il possédait les richesses du dieu Vaiśravaṇa ou encore qu’il rivalisait de fortune avec lui.

# line 17, 07.txt
source: Arrivé à (lit. tombé à) l’âge de se marier (lit. d’une épouse), il prit une épouse et avec elle, ils se divertirent, ils [apprirent] à s’aimer et laissèrent libre cours à leurs envies et de ce fait, plus tard, son épouse tomba enceinte et après que soient passés neuf ou dix mois, un fille au corps harmonieux (lit. noble), qui était belle et agréable au regard naquit, et la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et on lui donna un nom en accord avec sa caste. Puis,
fr_fr: Cet homme épousa une jeune femme quand il fut en âge de se marier. Son épouse et lui apprirent à se connaître par les jeux de la séduction, ils commencèrent à s'aimer l'un l'autre et laissèrent libre cours à leurs désirs. Plus tard, elle tomba enceinte. Environ neuf mois plus tard, elle donna le jour à une fille bien proportionnée, jolie à ravir.. Lors des célébrations de sa naissance, elle reçut un nom en accord avec sa caste.

# line 18, 07.txt
source: elle se développa au fil du temps grâce à du lait, du beurre, du yaourt, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi, comme un lotus dans un lac, elle grandit avec force. Quand elle devint grande, elle conçut de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa, et elle demanda [la permission] à ses parents et elle construit un vihāra [possédant] au complet tous les éléments [constitutifs] et elle l’offrit au Bouddha Kāśyapa et aux autres (lit. etc.) [membres] de la saṅgha des moines et elle servit les moines [en leur offrant] tous les objets nécessaires [à la vie quotidienne]. Puis, elle demanda [la permission] à ses deux parents et elle se retira du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa.
fr_fr: Elle grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont elle était nourrie. Elle s’épanouit aussi rapidement qu’un lotus dans un lac. Devenue une jeune femme, elle ressentit de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa. Avec l'accord de ses parents, elle fit construire un monastère, s'assura qu'il n'y manquât pas le moindre détail avant de l'offrir au Bouddha Kāśyapa et à la saṅgha des moines. Elle offrit aussi tout le nécessaire à la vie monastique. Un jour, avec la permission de ses parents, elle se retira du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa.

# line 19, 07.txt
source: Après s’être retirée du monde, elle étudia les trois corbeilles et elle devint une enseignante du Dharma qui possédait les connaissances et l’éloquence pour libérer. Ensuite, elle pensa : « ce qu’il faut écouter, je l’ai déjà [écouté]. Donc, décidément, maintenant, je vais m’efforcer à la concentration méditative », pensa-t-elle. Puis, elle reçut la transmission de l’action de maintenir [un objet] à l’esprit et ensuite, maintenant de grands efforts sans dormir ni à l’aube ni au crépuscule, elle développa la concentration méditative de la bonté et elle vécut ainsi chastement toute sa vie, puis
fr_fr: Nonne, elle étudia le Tripiṭaka et devint une enseignante dotée des connaissances et de l’éloquence qui libère autrui. Considérant qu'elle avait suffisamment étudié, elle prit la décision de développer la concentration méditative. Elle reçut les instructions pour maintenir l'esprit sur un objet de concentration. Puis, pratiquant infatigablement, sans dormir ni à l'aube ni au crépuscule, elle atteint la concentration méditative de la bonté et continua de vivre chastement jusqu'à la fin de ses jours.
