Repository: Esukhia/karmasataka
Catalog: */reader/07.po
Languages: fr_fr

# line 20, 07.txt
source: elle fit ce souhait au moment de mourir : « Quelle merveille ! j’ai pratiqué la générosité (lit. les dons) pour l’enseignement du complet et parfait Bouddha Kāśyapa, et j’ai accumulé les mérites, je me suis retirée du monde et j’ai vécu chastement toute ma vie (lit. une vie). Par ces racines vertueuses, où (lit. où et où) que je naisse, puissé-je toujours (lit. à chacun de ces endroits) naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, posséder un corps harmonieux (lit. noble), être belle et agréable au regard et être douée d’une beauté (lit. apparence physique) sans égal. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retirée du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même) », dit-elle.
fr_fr: Au moment de mourir, elle formula le souhait suivant : "Quelle merveille ! J'ai fait des offrandes à l'enseignement du complet et parfait Bouddha Kāśyapa. J'ai accumulé les mérites. Je me suis retirée du monde et j'ai vécu chastement toute ma vie. Par ces racines vertueuses, où que je naisse, puissé-je toujours me trouver dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Puissé-je être belle et bien proportionnée. Puissé-je être jolie à ravir. Puisse ma beauté être inégalée. Par mes actes, puissé-je contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, selon la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. Puissé-je me retirer du monde d'après son enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat."

# line 21, 07.txt
source: Moines, qu’en pensez-vous ? À cette époque, la nonne qui s’était retirée du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa est Kāśisundarī elle-même et [qu’elle] ait pratiqué la générosité et accumulé les mérites et [qu’elle] ait vécu chastement toute sa vie et [qu’elle] ait fait ce souhait au moment de mourir : « Où (lit. où et où) que je naisse, puissé-je toujours (lit. à chacun de ces endroits) naître dans une lignée familiale qui est riche, posséder de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, possède un corps harmonieux (lit. noble), être belle et agréable au regard et être douée d’une beauté (lit. apparence physique) sans égal. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retirée du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). » le résultat de l’action d’avoir fait [ces souhaits] la fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits). Ainsi, son corps devint harmonieux (lit. noble), agréable au regard et elle posséda une beauté sans égal (lit. sans exemple). Ainsi,
fr_fr: Voyez-vous, moines, à cette époque, la nonne qui s’était retirée du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa est Kāśisundarī. Elle a pratiqué la générosité, a accumulé les mérites, a vécu chastement toute sa vie. Au moment de mourir, elle a aussi formulé le souhait de toujours naître dans une lignée familiale qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Elle a aussi fait le souhait d'être belle, bien proportionnée, jolie à ravir et douée d’une beauté sans égal. Avoir fait ces souhaits la fit naître à chacune de ses vies dans une lignée familiale qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. C'est aussi pourquoi elle est belle, bien proportionnée, jolie à ravir et douée d'une beauté sans égal. De plus, elle formula le souhait de contenter par ses actes le Bienheureux Bouddha que deviendrait le jeune brahmane Uttara selon la prophétie du complet et parfait Bouddha Kāśyapa, de ne rien faire qui le mécontente, de se retirer du monde d’après son enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l'état d'arhat.

# line 22, 07.txt
source: moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], elle m’a contentée et n’a rien fait qui me mécontente, puis elle s’est retirée du monde selon mon (lit. à moi-même) enseignement et elle a éliminé toutes les émotions perturbatrices et elle a manifesté l’état d’arhat. Le résultat de l’action d’avoir développé la concentration méditative de la bonté la pourvut (lit. devint) d’une beauté (lit. apparence physique) sans égal (lit. sans exemple).
fr_fr: Moines, je suis devenu en tout point l’égal du complet et parfait Bouddha Kāśyapa. J’ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. Ainsi, elle m’a contentée et n’a rien fait qui me mécontente. Elle s’est retirée du monde selon mon enseignement. Elle a éliminé toutes les émotions perturbatrices et elle a manifesté l’état d’arhat. Avoir atteint la concentration méditative de la bonté la pourvut d'une beauté sans pareille. »
