Repository: Esukhia/karmasataka
Catalog: */reader/08.po
Languages: fr_fr

# line 3, 08.txt
source: Celle nommée Kṣemā
fr_fr: L'histoire de Kṣemā

# line 4, 08.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 5, 08.txt
source: À cette époque, le roi Prasenajit régnait (lit. faisait le roi) à Śrāvastī et à Vārāṇasī, le roi nommé Brahmadatta régnait (lit. faisait le roi). Ainsi, eux deux devinrent ennemis et de manière réccurente (lit. à moment [et] moment), ils faisaient périr de nombreux êtres.
fr_fr: À cette époque, le roi Prasenajit régnait sur Śrāvastī tandis que le roi Brahmadatta régnait à Vārāṇasī. Ils devinrent ennemis et régulièrement, nombre de leurs sujets périssaient lors de batailles.

# line 6, 08.txt
source: Ensuite, plus tard, le roi Brahmadatta apprêta les quatre parties de son armée et alla dans le pays de Kośala, puis établirent leur camp près de la rivière Ajiravatī. Puis, ils s’y installèrent. Le roi Prasenajit, que le roi Brahmadatta avait apprêté les quatre parties de son armée et [qu’]il venait lui livrer bataille, il l’entendit [dire]. L’ayant entendu, il apprêta lui aussi les quatre parties de son armée et il alla livrer bataille au roi de Kāśi et lui aussi établit son camp près de la rivière Ajiravatī. Puis, il s’y installa. Ensuite, puisqu’ils étaient tous les deux installés là, ils firent périr de chaque côté de nombreux êtres. Ils étaient tous deux puissants et difficiles à vaincre. Ainsi, ni l’un ni l’autre ne prenait le dessus et ils se maintenaient [ainsi].
fr_fr: Un jour, le roi Brahmadatta apprêta les quatre parties de son armée, il alla dans le pays de Kośala, et établit son camp près de la rivière Ajiravatī. Le roi Prasenajit fut informé que le roi Brahmadatta venait lui livrer bataille avec son armée au complet. Il apprêta aussitôt les quatre parties de sa propre armée et alla faire la guerre au roi de Kāśi. Comme son rival, il établit son camp près de la rivière Ajiravatī. Les batailles qu'ils menèrent firent d'innombrables victimes dans chaque camp, mais les hostilités continuaient malgré tout. Les deux rois étaient puissants et ni l'un ni l'autre ne parvenait à prendre le dessus.

# line 7, 08.txt
source: Ensuite, plus tard, alors qu’ils étaient installés de cette manière, une fille au corps harmonieux (lit. noble), qui était belle et agréable au regard naquit [dans la famille] du roi Prasenajit. Un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit [dans la famille] de Brahmadatta le roi de Kāśi. Alors, ils firent tous les deux jouer la musique des célébrations autour de leur camps (lit. palais) respectifs. Ensuite, ils entendirent chacun [la musique] de l’autre et « Pourquoi joue-t-on la musique des célébrations ? » demandèrent-ils. Puis, les ministres expliquèrent (lit. racontèrent) : « Une fille est née au roi Prasenajit. Quant à [vous,] Deva, c’est un fils », dirent-ils. Les ministres du roi Prasenajit l’expliquèrent (lit. racontèrent) aussi : « Une fille est née chez [vous,] Deva. C’est un fils pour le roi Brahmadatta », dirent-ils.
fr_fr: Pendant que les deux rois guerroyaient, une belle fille bien proportionnée, jolie à ravir, naquit dans la famille du roi Prasenajit. Un fils bien proportionné, beau et agréable au regard, naquit dans la famille de Brahmadatta le roi de Kāśi. L'un comme l'autre firent jouer la musique des célébrations autour de leur camp. Étonnés d'entendre de la musique dans le camp adverse, ils demandèrent pourquoi la musique des célébrations était jouée. Les ministres dirent : « Une fille est née au roi Prasenajit. Quant à vous, Dieu parmi les hommes, c’est un fils. » Les ministres du roi Prasenajit dirent : « Une fille est née chez vous, Dieu parmi les hommes. C’est un fils pour le roi Brahmadatta. »

# line 8, 08.txt
source: Ensuite, au moment où chacun d’eux (lit. les deux) entendit [l’explication], ils devinrent joyeux et « Voilà (lit. j’ai trouvé) le moyen de ne plus être ennemis l’un de l’autre, mais d’être apparentés », pensèrent-ils. Alors, au moment où il entendit ceci, le roi Brahmadatta envoya un messager au roi Prasenajit : « Donne-moi la fille qui est née chez toi comme femme pour mon fils », fit-il dire. Alors, le roi Prasenajit pensa : « Grâce à ça (lit. ce moyen [fera que]), je deviendrai ami avec le roi Brahmadatta tant que je serai en vie. » À son tour, il envoya un messager : « Je ferai comme il te plaira », dit-il. Puis, ils (lit. les deux) se demandèrent pardon l’un à l’autre et ils devinrent (lit. faire) amis et l’un envoya beaucoup de vêtements et d’ornements pour la fille. L’autre aussi envoya beaucoup de vêtements et d’ornements au garçon. Puis, ils firent [en sorte] de s’apparenter et bras dessus bras dessous (lit. se tenant le cou), ils partirent de cet endroit (lit. région).
fr_fr: Ces nouvelles les réjouirent l'un et l'autre : « Voilà le moyen d'allier nos familles et de cesser d'être ennemis », pensèrent-ils. Aussitôt, le roi Brahmadatta fit dire par messager au roi Prasenajit : « Donne-moi la fille qui est née chez toi comme femme pour mon fils. » Le roi Prasenajit vit là le moyen d'être à tout jamais en bons termes avec le roi Brahmadatta. Il fit dire en retour : « Je ferai comme il te plaira. » L'un à l'autre, ils présentèrent leurs excuses et se lièrent d'amitié. L’un envoya des vêtements et des ornements en quantité pour la jeune princesse. L’autre envoya quantité d’ornements et de vêtements au jeune prince. Leurs familles désormais liées, ils quittèrent leurs campements bras dessus bras dessous.

# line 9, 08.txt
source: Ensuite, le roi Prasenajit pensa : « Puisque cette fille est née, je m’entends bien (lit. je suis bien) avec le roi Brahmadatta », pensa-t-il. Puis, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et elle fut nommée Kṣemā, celle qui rend heureux.
fr_fr: « Grâce à cette fille, se dit le roi Prasenajit, je jouis du bonheur d'être en bons termes avec le roi Brahmadatta. » Lors des célébrations de sa naissance, elle fut nommée Kṣemā, celle qui rend heureux.

# line 10, 08.txt
source: Ensuite, la fille Kṣemā se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi, comme un lotus dans un lac, elle grandit avec force. Ensuite, lorsqu’elle eut grandi, elle conçut de la dévotion pour l’enseignement du Bienheureux et elle prit refuge et [prit] les vœux (lit. bases de l’entraînement). Puis, elle pratiqua la générosité et accumula des mérites. Elle allait sans cesse au vihāra des nonnes et écoutait le Dharma. Ensuite, plus tard, elle manifesta le résultat de ceux qui ne reviennent plus et obtint aussi les pouvoirs surnaturels et en tant que [détentrice] de grands pouvoirs surnaturels et [détentrice] des grands pouvoirs, elle contempla les huit libérations complètes.
fr_fr: Kṣemā grandit grâce au lait, au yaourt, au beurre, au beurre purifié et au beurre sur-purifié dont elle était nourrie. Elle s'épanouit aussi rapidement qu'un lotus dans un lac. Devenue une jeune femme, elle ressentit de la dévotion pour l’enseignement du Bienheureux. Elle prit refuge et s'engagea à observer certains vœux. Elle pratiqua la générosité et accumula les mérites. Elle allait sans cesse au monastère des nonnes pour écouter le Dharma. Plus tard, elle manifesta le résultat de ceux qui ne reviennent plus et obtint les pouvoirs surnaturels correspondants. Elle contemplait les huit libérations complètes, détenant désormais de grands pouvoirs surnaturels et de grandes puissances.

# line 11, 08.txt
source: Ensuite, plus tard, devant ses deux parents, elle fit montre des miracles de ses pouvoirs surnaturels et dit : « Père, mère, moi, puisque j’ai obtenu des capacités (lit. choses) comme celles-ci, je ne parviendrai pas à avoir de relation sexuelle (lit. jouir pleinement des plaisirs). Donc, veuillez me donner la permission de me retirer [du monde] selon l’enseignement du Bienheureux. » Les deux parents dirent : « Fille, dès ta naissance, nous t’avons donnée comme épouse. Donc, il n’est pas convenable [pour nous] de te donner la permission. Ceci étant, [quand] nous les aurons informés et [quand] nous aurons fait en sorte qu’il n’y ait aucune rancœur par la suite et [lorsqu’] il sera venu pour te chercher comme future épouse, fais-en toi-même la demande toi-même à ton époux, puis retire-toi [du monde] », dirent-ils.
fr_fr: Un jour, elle fit montre des miracles de ses pouvoirs à ses parents et leur dit : « Père, mère, voyez les qualités que j'ai obtenues. Vous comprendrez qu'il ne me reste pas la moindre appétence pour des relations sexuelles. Veuillez donc me donner la permission de me retirer du monde selon l’enseignement du Bienheureux. — Fille chérie, lui répondirent-ils, nous t’avons malheureusement donnée comme épouse depuis ta naissance. Ce que tu demandes n'est donc plus de notre ressort. Par ailleurs, aucune mésentente ne doit s'immiscer entre nos familles. Aussi, nous leur demanderons de venir te chercher. Quand ton futur époux sera là, demande-le-lui directement et retire-toi du monde. »

# line 12, 08.txt
source: Ensuite, le roi Prasenajit envoya un messager au roi Brahmadatta : « La fille Kṣemā veut se retirer du monde et nous ne parvenons pas à la dissuader (lit. détourner). Donc, prenez-la comme future mariée sans tarder », firent-ils dire. Le roi Brahmadatta envoya à son tour un messager : « Nous viendrons à telle date. Donc, faites les préparatifs pour la donner en mariage », firent-ils dire.
fr_fr: Ensuite, le roi Prasenajit envoya un messager au roi Brahmadatta : « Notre fille Kṣemā veut se retirer du monde et nous ne parvenons pas à l'en dissuader. Venez sans tarder chercher celle qui vous est promise. » Le roi Brahmadatta répondit qu'ils viendraient la chercher et demanda que la princesse soit prête à partir pour telle date.

# line 13, 08.txt
source: Ensuite, dès qu’il eut entendu ceci, le roi Prasenajit fit les préparatifs pour la donner en mariage. Le roi Brahmadatta, de son côté, envoya son fils avec de grandes richesses et une grande [démonstration de] la puissance royale. Ensuite, le roi Prasenajit les mena dans Śrāvastī avec un grand respect. Les y ayant menés, il fit construire une estrade dans son palais, la fit ornementer et d’innombrables personnes se rassemblèrent. La fille, quant à elle, fut parée de tous les ornements et fut menée sur l’estrade ornementée et fut laissée là.
fr_fr: Les préparatifs furent faits. Le prince fut envoyé chercher sa future épouse. Il apporta de somptueux présents et vint avec une grande démonstration de la puissance royale. À leur arrivée, le roi Prasenajit les reçut avec respect dans Śrāvastī. Il fit construire une estrade dans son palais, la fit ornementer et convoqua la majorité de ses sujets. La princesse fut parée de tous les ornements et fut menée sur cette estrade magnifique.

# line 14, 08.txt
source: Le garçon, quant à lui, fut envoyé sur l’estrade ornementée et quand il voulut (lit. fit) prendre (lit. conduire) la fille Kṣemā, [elle] s’éleva dans les airs et elle montra les miracles de s’élever (lit. brûler) et de demeurer immobile, puis [ceux] de la pluie qui tombe et des éclairs qui filent. Ensuite, dès que ce garçon et les autres personnes eurent vu ceci, ils furent émerveillés (lit. emplis de joie) par Kṣemā. Ensuite, le garçon pensa : « Si elle a obtenu toutes les qualités (lit. choses) comme celles-ci, comment pourrait-elle avoir des relations sexuelles (lit. jouir pleinement des plaisirs) avec moi ? » pensa-t-il. Puis il dit : « Noble [dame], redescendez donc. Je vous laisserai choisir ce qui vous plaira. » Kṣemā dit : « Seigneur, je ne parviendrai pas à avoir de relation sexuelle (lit. jouir pleinement des plaisirs). Donc, Permettez-moi de me retirer [du monde] selon l’enseignement du Bienheureux. » Le garçon dit : « Je te la donne. »
fr_fr: Quand le prince s'y avança pour prendre la princesse, Kṣemā s’éleva dans les airs. Elle accomplit les miracles de s’élever dans l'espace, d'y demeurer immobile, de faire tomber la pluie et de faire filer des éclairs. Le prince et les personnes présentes furent émerveillés. Il comprit que possédant des qualités comme celles-ci, il était impossible qu'elle accepte d'avoir des relations sexuelles avec lui. Il dit à la princesse : « Noble dame, redescendez donc. Je vous laisserai faire ce qui vous plaira. — Seigneur, dit-elle, je n'ai pas la moindre envie de relations sexuelles. Permettez-moi de me retirer du monde selon l’enseignement du Bienheureux. — Je vous l'accorde », répondit-il.

# line 15, 08.txt
source: Ensuite, dès qu’elle eut entendu ceci, la fille Kṣemā se posa et elle exposa le Dharma à toutes les personnes assemblées, puis, elle demanda [la permission] à ses deux parents et elle alla dans le Parc du Prince Jeta et elle se dirigea et alla à l’endroit où se trouvait le Bienheureux et elle se prosterna devant le Bienheureux en touchant ses pieds de sa tête et elle dit ceci au Bienheureux : « Vénérable, s’il m’est possible de m’extraire du monde selon le Dharma du Vinaya si bien enseigné, et [s’il m’est possible] de parfaire l’approche [de la libération], d’obtenir la condition de nonne pleinement ordonnée, moi aussi, j’aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »
fr_fr: Kṣemā se posa. Elle enseigna le Dharma à toutes les personnes présentes. Ensuite, avec la permission de ses parents, elle alla auprès du Bienheureux dans le Parc du Prince Jeta. Elle se prosterna devant lui en touchant ses pieds de la tête et dit : « Vénérable, s’il m’est possible de m’extraire du monde selon le Dharma du Vinaya si bien enseigné, s’il m’est possible de parfaire l’approche de la libération, d’obtenir la condition de nonne pleinement ordonnée, j’aimerais vivre une vie chaste auprès du Bienheureux comme d'autres avant moi. »

# line 16, 08.txt
source: Alors, le Bienheureux la remit à Mahā­prajāpatī Gautamī. Mahā­prajāpatī Gautamī lui fit se retirer du monde, puis lui donna l’ordination complète et lui [accorda] la transmission orale. De son côté, elle s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et elle manifesta l’état d’arhat (lit. l’arhat-même). Alors,
fr_fr: Il la remit à Mahā­prajāpatī Gautamī, qui lui permit de se retirer du monde, puis lui accorda l’ordination complète et la transmission orale des pratiques monastiques. Elle s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et manifesta l’état d’arhat.

# line 17, 08.txt
source: elle devint une arhat libre de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à ses yeux] ; elle [vint à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; elle [possédait] la fraîcheur du [bois de] santal trempé ; sa sagesse avait brisé la coquille de l’œuf ; elle avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ; elle avait tourné le dos aux biens du samsara, aux désirs et aux éloges ; elle était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux. Le Bienheureux proclama (lit. la montra) qu’elle était suprême parmi ceux doté de sagesse.
fr_fr: Elle devint une arhat libre de l’attachement aux trois mondes. Désormais, un morceau d'or et une motte de terre étaient identiques. À ses yeux, les paumes de ses mains et l'espace étaient semblables. Elle avait acquis la fraîcheur du bois de santal trempé. Sa sagesse avait détruit la coquille de l’ignorance. Elle avait obtenu la connaissance, les clairvoyances et les discernements parfaits. Elle avait tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Elle était désormais digne des offrandes, de la vénération et de la révérence d’Indra, d'Upendra et de tous les dieux. Le Bienheureux proclama qu’elle était suprême parmi celles dotées de sagesse.

# line 18, 08.txt
source: Kṣemā s’étant ainsi retirée du monde, le prince pensa : « Si même une femme obtient de telles réalisations (lit. choses), décidément, moi aussi, il n’y a aucun doute qu’il faille que je me retire selon l’enseignement du Bienheureux », pensa-t-il. Puis, lui aussi demanda la permission à ses parents et se retira du monde selon l’enseignement du Bienheureux et lui aussi s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et manifesta l’état d’arhat (lit. l’arhat même).
fr_fr: Voyant Kṣemā atteindre ce niveau après s'être retirée du monde, le prince décida de se retirer lui aussi du monde selon les enseignements du Bienheureux, puisque même une femme était capable de telles réalisations. Il obtint la permission à ses parents et se retira du monde. Comme elle, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et manifesta l’état d’arhat.

# line 19, 08.txt
source: Puis les moines s’adressèrent au Bienheureux : « Vénérable, quelles actions la fille Kṣemā et le prince ont-ils réalisées pour que le résultat de ces actions les fasse naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, [pour] qu’ils contentent tous les deux le Bienheureux et [qu’]ils ne fassent rien qui le mécontente, puis [qu’]ils se retirent du monde d’après l’enseignement du Bienheureux et [qu’]ils éliminent toutes les émotions perturbatrices et [qu’]ils manifestent l’état d’arhat (lit. l’arhat même) ? » Le Bienheureux dit : « Ceci est arrivé par le pouvoir de leurs souhaits. » « Vénérable, quels souhaits ont-ils formulés ? »
fr_fr: « Bienheureux, demandèrent les moines, quelles actions ont valu à Kṣemā de naître dans une lignée familiale qui vit dans l’opulence, qui possède de grandes richesses et d’innombrables biens ? Quelles actions lui ont valu de vous contenter, de ne rien faire qui vous déplaise, de se retirer du monde selon votre enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l'état d'arhat ? — Ceci est arrivé par le pouvoir de ses souhaits, dit le Bienheureux. — Vénérable, quels souhaits a-t-elle formulés ?

# line 20, 08.txt
source: Le Bienheureux dit : « Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et à cette époque, dans la ville de Vārāṇasī, un homme vivait dans l’opulence, possédait beaucoup de richesses et de grands biens. Puis, arrivé à (lit. tombé) l’âge de se marier (lit. d’une épouse), il prit une épouse et avec elle, ils se séduisirent (lit. jouèrent), ils [apprirent] à s’aimer et laissèrent libre cours (lit. faire) à leurs envies.
fr_fr: — Moines, raconta le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l'insurpassable Cocher pour les êtres à guider, l'Enseignant des dieux et des hommes, le complet et parfait Bouddha Kāśyapa était apparu en ce monde. À cette époque, dans la ville de Vārāṇasī, un homme vivait dans l’opulence et possédait de grandes richesses. Il épousa une jeune femme quand il fut en âge de se marier. Son épouse et lui apprirent à se connaître par les jeux de la séduction, ils commencèrent à s'aimer l'un l'autre et laissèrent libre cours à leurs désirs.

# line 21, 08.txt
source: Ensuite, plus tard, ils conçurent tous les deux de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa, et ils se dirent l’un à l’autre : « Noble [dame], puisque nous n’avons ni de fils, ni de fille, après que nous serons passé dans l’au-delà et que nous serons morts, tout ce que nous possédons, le roi en prendra possession. Donc, tant que (lit. dans l’intervalle où) nous sommes tous les deux en vie, transportons tout ceci dans l’au-delà de ce monde », dirent-ils. Puis, Ce [couple], mari et femme, construisit un vihāra [possédant] au complet tous les [éléments constitutifs] et l’offrirent au complet et parfait Bouddha Kāśyapa et aux autres (lit. etc.) [membres] de la saṅgha des moines et l’équipèrent entièrement et servirent les moines.
fr_fr: Plus tard, ils ressentirent tous les deux de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa. Ils réfléchirent ensembles : ils n'avaient aucun enfant à qui léguer leurs possessions à leur mort. Le roi s'approprierait donc tout ce qu'ils possédaient à ce moment. Pour l'éviter, ils décidèrent de transférer de leur vivant leurs biens dans les vies suivantes : ils construisirent un monastère auquel il ne manquait aucun détail et l’offrirent au complet et parfait Bouddha Kāśyapa et à la saṅgha des moines. Ils l’équipèrent entièrement et subvinrent aux besoins de la communauté monastique.

# line 22, 08.txt
source: Ensuite, plus tard, ils eurent la pensée [suivante] : « Délaissons tous deux la vie de famille et retirons-nous du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa », dirent-ils. Puis, ils renvoyèrent le personnel de maison et pratiquèrent la générosité, accumulèrent les mérites et se retirèrent du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa et prirent l’ordination complète et
fr_fr: Plus tard, ils eurent tous les deux l'envie de quitter la vie de famille et de se retirer du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa. Ils renvoyèrent le personnel de maison, pratiquèrent la générosité, accumulèrent les mérites, puis se retirèrent du monde selon l’enseignement de ce Bouddha. Ils prirent l’ordination complète, mais
