Repository: Esukhia/karmasataka
Catalog: */reader/08.po
Languages: fr_fr

# line 23, 08.txt
source: bien qu’ils vécurent chastement toute leur vie, puisqu’ils n’obtinrent aucune [qualité] de l’ensemble de toutes les qualités, ils formulèrent tous les deux ce souhait au moment de mourir : « Quelle merveille ! Nous avons tous les deux pratiqué la générosité (lit. les dons) pour l’enseignement du complet et parfait Bouddha Kāśyapa, et nous avons accumulé les mérites et nous avons vécu chastement toute notre vie. Malgré ceci, nous n’avons obtenu aucune [qualité] de l’ensemble des qualités. Aussi, grâce à ces racines vertueuses, puissions-nous toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissions-nous avoir des corps harmonieux (lit. nobles), agréables au regard et beaux. Puissions-nous tous les deux contenter par nos actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissions-nous ne rien faire qui le mécontente. Nous étant retirés du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissions-nous manifester l’état d’arhat (lit. l’arhat-même) », dirent-ils.
fr_fr: bien qu’ils vécurent chastement toute leur vie, ils n’obtinrent aucune de toutes les qualités. Alors, au moment de mourir, ils formulèrent tous les deux ce souhait : "Quelle merveille ! Nous avons tous les deux pratiqué la générosité pour l’enseignement du complet et parfait Bouddha Kāśyapa. Nous avons accumulé les mérites. Nous avons vécu chastement toute notre vie. Pour autant, nous n’avons obtenu aucune de toutes les qualités. Que grâce à ces racines vertueuses, nous puissions toujours naître dans une lignée familiale qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Puissions-nous être beaux, bien proportionnés et doués d'une beauté qui réjouit la vue. Par nos actes, puissions-nous contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, selon la prophétie du complet et parfait bouddha Kāśyapa. Puissions-nous ne rien faire qui lui déplaise. Puissions-nous nous retirer du monde d'après son enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat."

# line 24, 08.txt
source: Moines, qu’en pensez-vous ? À cette époque, ces deux [personnes] qui étaient ces deux époux (lit. le mari et la femme) sont Kṣemā et le prince eux-mêmes. De plus, qu’ils aient tous les deux pratiqué la générosité, qu’ils aient accumulé les mérites et vécu chastement toute leur vie, puis [qu’]ils aient formulé ce souhait au moment de mourir, le résultat de l’action d’avoir fait [ces souhaits] les fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de leurs naissances (lit. partout où ils naissaient, à chacun de ces endroits). Ainsi, [leurs] corps devinrent harmonieux (lit. noble), agréables au regard et beaux. De plus,
fr_fr: Voyez-vous, moines, à cette époque, Kṣemā et le prince étaient ces deux époux. Ils ont tous les deux pratiqué la générosité. Ils ont accumulé les mérites. Ils ont vécu chastement toute leur vie et ils ont formulé ce souhait. C'est pourquoi ils sont toujours nés dans des familles qui vivent dans l'opulence, qui possèdent de grandes richesses et d'innombrables biens. C'est aussi pourquoi ils sont devenus beaux, bien proportionnés, beaux et agréables au regard.

# line 25, 08.txt
source: moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], ils m’ont contenté et n’ont rien fait qui me mécontente, puis ils se sont retirés du monde selon mon (lit. à moi-même) enseignement et ils ont éliminé toutes les émotions perturbatrices et ils ont manifesté l’état d’arhat. »
fr_fr: Moines, je suis devenu en tout point l'égal du complet et parfait Bouddha Kāśyapa. J'ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. C'est pourquoi ils m'ont contenté et n'ont rien fait qui m'a déplu. Ils se sont retirés du monde selon mon enseignement. Ils ont éliminé toutes les émotions perturbatrices et ont manifesté l'état d'arhat. »
