Repository: Esukhia/karmasataka
Catalog: */reader/09.po
Languages: fr_fr

# line 1, 09.txt
source: Celui nommé Maṇiprabha
fr_fr: L'histoire de Maṇiprabha

# line 2, 09.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 09.txt
source: À cette époque, le dieu nommé Maṇiprabha, qui [portait] des anneaux aux oreilles et qui [en] portait autour du cou, dont le corps est paré de colliers longs et courts, qui possède un palais qui [émettait] une lumière très forte, [qui était fait] de précieux joyaux divins, qui émettait de la lumière, il remplit le pli de son vêtement de fleurs divines, des lotus bleus, des lotus, des nénuphars et des lotus blancs, et au lever du jour, il alla dans le parc du prince Jeta dans Śrāvastī. Puis, il se dirigea et alla à l’endroit où se trouvait le Bienheureux et il jeta en offrande au Bienheureux les fleurs divines, les lotus bleus, les lotus, les nénuphars, les lotus blancs et les fleurs divines mandārava. Ensuite, il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et s’assit devant le Bienheureux pour écouter le Dharma.
fr_fr: À cette époque, vivait un jeune dieu nommé Maṇiprabha, Lumière de Joyaux. Il était lumineux et paré de bijoux chatoyants : boucles d’oreille, colliers et sautoirs. Son palais construit de joyaux célestes scintillait de mille feux. Un soir, l’être de lumière emplit sa longue tunique de fleurs divines, des lotus et des nénuphars blancs, roses et bleus, puis il se rendit auprès du Bienheureux dans le Parc du Prince Jeta, à Śrāvastī. En guise d'offrande, il répandit ces fleurs sur le Bienheureux, puis toucha de son front les pieds en signe de respect. Il s’assit pour écouter le Dharma.

# line 4, 09.txt
source: Alors, le Bienheureux discerna ses pensées, ses tendances habituelles, son tempérament (lit. l’élément) et son caractère (lit. la nature) et il lui prodigua un enseignement lui (lit. à ceci) correspondant. Alors, l’ayant écouté, ce dieu détruisit les vingt cimes élevées des vues concernant l’amas périssable à l’aide du diamant de la sagesse alors qu’elle était encore sur ce même siège et il manifesta le résultat de l’entrée dans le courant, puis il vit les vérités, et il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et il tourna trois fois autour du Bienheureux et disparut sur le champ.
fr_fr: Le Bienheureux, ayant perçu ses pensées, ses tendances habituelles, son tempérament et son caractère, lui enseigna ce qui lui correspondait. Comme le diamant pulvérise la roche, la sagesse qui s'éleva en lui alors qu'il était encore assis pulvérisa les vingts croyances les plus fortes qui identifient le moi aux agrégats, cet amas de choses en continuelle destruction. Il manifesta le résultat de ceux qui entrent dans le courant. Il vit les vérités. Il posa alors son front sur les pieds du Bienheureux, fit trois circumambulations respectueuses puis se volatilisa.

# line 5, 09.txt
source: À ce moment, les moines qui ne dormaient ni à l’aube ni au crépuscule et qui maintenaient de grands efforts [dans leur pratique] virent que le parc du prince Jeta était inondé d’une grande lumière. L’ayant vue, ils pensèrent : « Qu’en est-il ? Est-ce que cette nuit, Brahmā le seigneur du monde Sahā, ou bien Śakra le roi des dieux, ou bien les quatre grands rois sont-ils venus voir le Bienheureux ? » pensèrent-ils. Puis, ils soumirent leur questionnement (lit. sujet) au Bienheureux : « Vénérable, Qu’en est-il ? Est-ce que cette nuit, Brahmā le seigneur du monde Sahā, ou bien Śakra le roi des dieux, ou bien les quatre grands rois sont-ils venus voir le Bienheureux ? »
fr_fr: Cette nuit-là, des moines qui ne dormaient ni à l’aube ni au crépuscule et pratiquaient sans relâche, réalisèrent qu’une lumière irradiait le Parc du Prince Jeta. Peut-être que Brahmā le Seigneur de l’Univers, ou Śakra le Roi des Dieux, ou les quatre Gardiens du monde étaient venu offrir leur respect au Bienheureux. Les moines voulaient comprendre ce qu’ils avaient vu : « Seigneur, qui a la nuit passée, rendu visite au Bienheureux ? Brahmā le Seigneur de l’Univers ? Śakra le Roi des Dieux ? Ou peut-être les quatre Gardiens du monde ?

# line 6, 09.txt
source: Le Bienheureux dit : « Moines, cette nuit, ce n’est pas Brahmā le seigneur du monde Sahā, ni Śakra le roi des dieux, ni les quatre gardiens du monde qui sont venus me voir. Le dieu Maṇiprabha, qui possède un palais divin qui [émet] une lumière très forte, qui émet de la lumière, est venu cette nuit me voir et me rendre hommage, puis je lui ai enseigné le Dharma, à lui qui était venu et il a écouté le Dharma de ma part et il manifesta le résultat de l’entrée dans le courant, puis il vit les vérités, et il repartit chez lui (lit. à son endroit). »
fr_fr: — Moines, répondit le Bienheureux, hier soir, ce n'est ni Brahmā le Seigneur de l’Univers , ni Śakra le Roi des Dieux, ni les quatre Gardiens du monde qui sont venus me voir. Maṇiprabha, le dieu lumineux dont le palais scintille de mille joyaux célestes, est venu et m’a rendu hommage. Je lui ai enseigné le Dharma, il l’a entendu et a actualisé le résultat de ceux qui entrent dans le courant. Il a vu les vérités puis s’en est retourné d’où il venait.

# line 7, 09.txt
source: « Vénérable, quelles actions ce dieu a réalisées pour que le résultat de ces actions fasse qu’il naisse dans [la condition] de dieu ? Puis, qu’il se trouve (lit. qu’il soit accompli) dans un endroit fait de joyaux divins et qu’il contente le Bienheureux et [qu’il] ne fasse rien qui le mécontente ? »
fr_fr: — Vénérable, quelles actions de Maṇiprabha lui ont valu de naître parmi les dieux ? Quelles actions ont fait apparaître ce palais composé de tant de joyaux ? Quelles actions a-t-il réalisées pour vous contenter et ne rien faire qui vous déplaise ?

# line 8, 09.txt
source: Le Bienheureux dit : « Moines, Maṇiprabha lui-même a réalisé et accumulé des actions dans le passé, et moines, les actions réalisées et accumulées ne mûrissent pas sur l’élément de la terre à l’extérieur et [elles] ne mûrissent pas sur l’élément de l’eau, ni sur l’élément du feu, ni sur l’élément du vent. Ainsi, les actions vertueuses et non-vertueuses qui sont réalisées et accumulées mûrissent uniquement sur les agrégats, les dimensions et les sources des sens qui sont tenues [par la sensation d’un être].
fr_fr: — Moines, répondit le Bienheureux, Maṇiprabha a effectivement réalisé et accumulé des actions dans le passé. Les actions réalisées et accumulées ne peuvent mûrir en l’élément externe de la terre. Elles ne peuvent mûrir en l’élément eau, ou feu, ou vent. Les actions réalisées et accumulées, vertueuses et non-vertueuses ne peuvent mûrir qu’en ce qui constitue l’individu : ses agrégats, ses dimensions et ses sources des sens.

# line 9, 09.txt
source: Les actes de ceux possédant un corps, ne se détérioreront pas même après cent kalpas. Lorsque [les causes et les conditions] sont rassemblées et que le moment est venu, elles mûrissent dans leur propre résultat.
fr_fr: /Même cent éons plus tard, ne s'altèrent jamais/ /Les actions des êtres, ceux qui possèdent un corps./ /Le moment venu, les conditions réunies,/ /Les actions mûrissent et leur fruit apparaît./

# line 10, 09.txt
source: Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et à cette époque, dans la ville de Vārāṇasī, un homme qui vivait dans l’opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa prit des cheveux et des ongles du complet et parfait Bouddha Kāśyapa et construisit un stūpa [pour] les cheveux et les ongles et un vihāra [possédant] au complet tous les éléments [constitutifs] et il offrit tous les [objets nécessaires] dans ce vihāra. Il suspendit aussi un précieux joyau au parasol de ce stūpa et grâce à ceci, le vihāra et le stūpa étaient illuminés comme en plein jour pendant la nuit. Ensuite, ce vihāra, il l’offrit au Bouddha Kāśyapa et aux autres (lit. etc.) [membres] de la saṅgha des moines. Il servit les moines [en leur offrant] tous les objets nécessaires [à la vie quotidienne]. Il observa aussi toute sa vie le [vœu de] refuge et certains vœux et il renaquit chez les dieux. Y étant rené, son palais de joyaux divins s’est constitué.
fr_fr: Moines, dit le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l'insurpassable Cocher pour les êtres à guider, l'Enseignant des dieux et des hommes, le complet et parfait Bouddha Kāśyapa était apparu en ce monde. À cette époque, dans la ville de Vārāṇasī, un homme vivait dans l’opulence et possédait de grandes richesses. D’innombrables biens lui appartenaient. Une armée de domestiques s’activaient dans ses larges propriétés. On eut dit qu’il possédait les richesses du dieu Vaiśravaṇa ou encore qu’il rivalisait de fortune avec lui. Cet homme se procura des cheveux et des ongles du complet et parfait Bouddha Kāśyapa et construisit un stūpa pour les honorer. Il construisit aussi un monastère, s'assura qu'il n'y manquât pas le moindre détail et le pourvut des objets nécessaires à son fonctionnement. Il suspendit aussi un précieux joyau au parasol du stūpa, qui illumina comme en plein jour les alentours et le monastère. Il l'offrit au Bouddha Kāśyapa et à la saṅgha des moines et ainsi que tout le nécessaire à la vie monastique. Le restant de ses jours, il observa le vœu du refuge et certains autres vœux. Après sa mort, il renaquit chez les dieux. Son palais de joyaux divins se constitua au moment de sa naissance.

# line 11, 09.txt
source: Moines, qu’en pensez-vous ? À cette époque, le père de famille qui avait construit un vihāra avec un stūpa pour l’enseignement du complet et parfait Bouddha Kāśyapa et qui [y] avait suspendu un précieux joyau est le dieu Maṇiprabha lui-même. De plus, [qu’]il ait construit (lit. fait) un vihāra [possédant] au complet tous les éléments [constitutifs] avec un stūpa et [qu’]il l’ait offert au Bienheureux Kāśyapa et à la saṅgha des moines, et [qu’]il ait suspendu un précieux joyau à ce stūpa eut pour résultat de le faire naître parmi les dieux. De plus, moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente. »
fr_fr: Voyez-vous, moines, à cette époque, le père de famille qui avait construit ce monastère et ce stūpa pour servir l'enseignement du complet et parfait Bouddha Kāśyapa et qui y avait suspendu le précieux joyau est le dieu Maṇiprabha. Il avait construit ce monastère où rien ne manquait et le stūpa attenant. Il y a suspendu un précieux joyau. C'est pourquoi il est né parmi les dieux. Moines, je suis devenu en tout point l’égal du complet et parfait Bouddha Krakucchanda. J’ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. C’est pourquoi il m’a contenté, n’a rien fait qui m'a déplu. »
