Repository: Esukhia/karmasataka
Catalog: */reader/10.po
Languages: fr_fr

# line 19, 10.txt
source: il devint un arhat libre de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à ses yeux] ; il [vint à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; il [possédait] la fraîcheur du [bois de] santal trempé ; sa sagesse avait brisé la coquille de l’œuf ; il avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ; il avait tourné le dos aux biens du samsara, aux désirs et aux éloges ; il était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: Il devint un arhat libre de l’attachement aux trois mondes. Désormais, un morceau d'or et une motte de terre étaient identiques. À ses yeux, les paumes de ses mains et l'espace étaient semblables. Il avait acquis la fraîcheur du bois de santal trempé. Sa sagesse avait détruit la coquille de l’ignorance. Il avait obtenu la connaissance, les clairvoyances et les discernements parfaits. Il avait tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Il était désormais digne des offrandes, de la vénération et de la révérence d’Indra, d'Upendra et de tous les dieux.

# line 20, 10.txt
source: Il [possédait] de grands pouvoirs surnaturels, une grande puissance et il avait obtenu [depuis] la concentration, les parfaites libérations, les samādhis jusqu’aux absorptions méditatives. Il rapide pour entrer et sortir des absorptions méditatives. Ainsi, le temps qu’une aiguille transperce un pétale, il entrait dans une absorption méditative et en ressortait pour une autre [absorption].
fr_fr: Ses pouvoirs surnaturels et sa puissance était grands. Il avait atteint la concentration, puis les parfaites libérations, puis les samādhis et finalement les absorptions méditatives. Il entrait dans une absorption méditative et en ressortait pour une autre aussi rapidement qu'une aiguille transperce un pétale.

# line 21, 10.txt
source: Ensuite, plus tard, l’honorable Fleur-de-Jasmin pensa : « Le Bienheureux a dissipé d’innombrables souffrances et inconforts [que] j’[avais]. Il a accompli d’innombrables bonheurs [physiques] et mentaux pour moi. Il a dissipé d’innombrables actions négatives, ces actions (lit. choses) non-vertueuses. Il a accompli d’innombrables choses positives pour moi. Donc, comment vais-je repayer la bonté du Bienheureux ? » Alors, il pensa : « L’apparition des Bouddhas dans le monde et tout ce qu’ils [y font], c’est uniquement pour le bien des êtres. Donc, décidément, je dois moi aussi faire le bien des êtres. »
fr_fr: Par après, l'honorable Fleur-de-Jasmin pensa : « Le Bienheureux a dissipé de nombreuses formes de souffrance et d'inconfort dont je souffrais. Il m'a procuré de nombreuses formes de bonheur et de bien-être dont je jouis maintenant. Il m'a débarrassé de diverses actions négatives. Il m'a pourvu de diverses actions positives. Comment pourrais-je repayer la bonté du Bienheureux ? » Puis, « L’apparition d’un Bouddha dans le monde et toutes les activités qu’il déploie ne visent qu’au bien des êtres. Oui, c’est ce que je dois faire.

# line 22, 10.txt
source: Ensuite, « Se trouve-t-il quelqu’un qui doive être dompté par moi ? » pensa-t-il. Alors, il vit en premier lieu ses deux parents. Les ayant vus, il pensa : « par quel méthode seront-ils domptés ? » À ce moment, il vit qu’ils seraient domptés par les pouvoirs surnaturels et il disparut du Parc du Prince Jeta et émergea du sol devant ses deux parents dans sa maison et en étant sorti, il se tint en hauteur dans les airs et il montra les miracles de s’élever (lit. brûler) et de demeurer immobile, puis [ceux] de la pluie qui tombe et des éclairs qui filent et se posa et il s’assit sur le siège disposé [pour lui]. S’étant assis,
fr_fr: Existe-t-il des personnes que je puisse discipliner ? » Il vit en tout premier lieu ses propres parents. Il vit alors qu'ils seraient disciplinés par les pouvoirs surnaturels. Sur le champ, il disparut du Parc du prince Jeta et émergea du sol devant ses deux parents, dans leur maison. Il s’éleva dans les airs. Il accomplit les miracles de s’élever dans l’espace, d’y demeurer immobile, de faire tomber la pluie et de faire filer des éclairs. Puis, il se posa et s'assit sur le siège disposé pour lui.

# line 23, 10.txt
source: il prodigua un enseignement (lit. à ceci) correspondant à ses deux parents. Alors, ensuite, le père de famille et son entourage détruisirent les vingt cimes élevées des vues concernant l’amas périssable à l’aide du diamant de la sagesse tandis qu’il était assis sur son siège et ils manifestèrent le résultat de l’entrée dans le courant et s’établirent dans le refuge et [certains] vœux (lit. bases de l’entraînement) et après avoir vu les vérités, ils pratiquèrent la générosité et accumulèrent les mérites.
fr_fr: Il leur enseigna ce qui leur correspondait. Comme le diamant pulvérise la roche, la sagesse qui s'éleva en eux alors qu'ils étaient encore assis pulvérisa les vingts croyances les plus fortes qui identifient le moi aux agrégats, cet amas de choses en continuelle destruction. Ainsi, ils manifestèrent le résultat de l'entrée dans le courant. Ses parents furent ainsi établis dans la pratique des vérités. Ils pratiquèrent la générosité et accumulèrent les mérites.

# line 24, 10.txt
source: Puis les moines s’adressèrent au Bienheureux : « Vénérable, quelles actions Fleur-de-Jasmin a réalisées pour que le résultat de ces actions le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, puis [que son] corps devint harmonieux (lit. noble), agréable au regard et beau, et [que] juste après sa naissance, tout son corps exhalait la senteur de fleur de jasmin et [qu’]à son entrée dans le sein [maternel] et à sa naissance, il pleuve des fleurs de jasmin, puis qu’il contente aussi le Bienheureux et ne fasse rien qui le mécontente, puis [qu’]ils se retirent du monde d’après l’enseignement du Bienheureux et [qu’]il élimine toutes les émotions perturbatrices et [qu’]il manifeste l’état d’arhat ? Ses deux parents, quelles actions ont-ils réalisées pour que grâce à lui seul ils contentent le Bienheureux et ne fassent rien qui le mécontente ? »
fr_fr: « Vénérable, demandèrent les moines au Bienheureux, quelles actions ont valu à Fleur-de-Jasmin de naître dans une famille qui vit dans l’opulence, qui possède de grandes richesses et d’innombrables biens ? Quelles actions lui ont valu d'être beau, bien proportionné et agréable au regard ? Quelles actions a-t-il réalisées pour que, juste après sa naissance, tout son corps exhale la senteur de fleur de jasmin, pour qu'il pleuve des fleurs de jasmin à son entrée dans le sein maternel et à sa naissance, Quelles actions lui ont valu de vous contenter et ne rien faire qui vous déplaise, de se retirer du monde selon votre enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l'état d'arhat ? Quelles actions ses parents ont-ils réalisées pour que, grâce à lui, ils vous contentent, Bienheureux, et ne fassent rien qui vous déplaise ?

# line 25, 10.txt
source: Le Bienheureux dit : « Ceci est arrivé par le pouvoir de leurs souhaits. » « Vénérable, « Quels souhaits a-t-il formulés ? »
fr_fr: — Ceci est arrivé par le pouvoir de ses souhaits, dit le Bienheureux. — Quels souhaits a-t-il formulés ?

# line 26, 10.txt
source: « Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et à cette époque, dans la ville de Vārāṇasī, un homme qui vivait dans l’opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa se maria (lit. prit une femme) puisqu’il était arrivé à (lit. tomba à) l’âge de se marier (lit. de l’épouse).
fr_fr: — Moines, raconta le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l'insurpassable Cocher pour les êtres à guider, l'Enseignant des dieux et des hommes, le complet et parfait Bouddha Kāśyapa était apparu en ce monde. À cette époque, dans la ville de Vārāṇasī, un homme vivait dans l’opulence et possédait de grandes richesses. D’innombrables biens lui appartenaient. Une armée de domestiques s’activaient dans ses larges propriétés. On eut dit qu’il possédait les richesses du dieu Vaiśravaṇa ou encore qu’il rivalisait de fortune avec lui. Étant arrivé en âge de se marier, il épousa une jeune femme.

# line 27, 10.txt
source: Avec elle, ils se divertirent, ils [apprirent] à s’aimer et laissèrent libre cours à leurs envies et de ce fait, plus tard, son épouse tomba enceinte et après que neuf ou dix mois soient passés, elle donna le jour à un fils bien proportionné (lit. noble), dont la beauté réjouissait la vue.
fr_fr: Son épouse et lui apprirent à se connaître par les jeux de la séduction, ils commencèrent à s'aimer l'un l'autre et laissèrent libre cours à leurs désirs. Plus tard, elle tomba enceinte. Environ neuf mois plus tard, elle donna le jour à un fils bien proportionné, beau et agréable au regard.

# line 28, 10.txt
source: Ensuite, lorsqu’il eut grandi, il conçut de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa, et il demanda [la permission] à ses parents et se retira du monde. Après s’être retiré du monde, il étudia les trois corbeilles et il devint un enseignant du Dharma qui possédait les connaissances et l’éloquence pour libérer et il établit ses deux parents dans une dévotion parfaite, puis il les installa (lit. fit rester) dans le refuge (lit. la prise de refuge) et dans les vœux (lit. bases de l’entraînement). Il les fit aussi s’engager (lit. entrer) dans la [pratique de la] générosité et l’échange de la générosité.
fr_fr: Devenu un jeune homme, il ressentit de la dévotion pour l’enseignement du complet et parfait bouddha Kāśyapa. Il se retira du monde avec la permission de ses parents. Moine, il étudia le Tripiṭaka et devint un enseignant doté des connaissances et de l’éloquence qui libère autrui. Il établit ses deux parents dans une dévotion parfaite, les installa dans la pratique du refuge et les engagea à respecter certains vœux. Ils s'engagèrent ainsi dans la pratique de l'aumône et du partage de ses bienfaits.

# line 29, 10.txt
source: Un jour, il pensa : « Tout ce qu’il fallait faire par l’étude (lit. l’écoute), je l’ai déjà fait. Donc, décidément, maintenant, je vais servir la saṅgha », pensa-t-il. Puis, il sollicita ses deux parents, des brahmanes et d’autres pères de famille qui possédait la dévotion et il offrit à la saṅgha du riz, de la soupe, de la boisson, et du gruau, des vêtements, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales. Il offrit aussi des aiguilles.
fr_fr: Un jour, Fleur-de-Jasmin pensa : « J'ai étudié tout ce qui devait l'être. Maintenant, je vais servir la saṅgha. » Il sollicita les dons de ses deux parents, de brahmanes et d’autres pères de famille qui ressentaient de la dévotion envers l'enseignement du Bouddha. Ainsi, il offrit à la saṅgha du riz, de la soupe, de la boisson et du gruau, des vêtements, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales. Il offrit aussi des aiguilles.

# line 30, 10.txt
source: De même, il offrit aussi des onctions d’huile de sésame, des onguents parfumés, des guirlandes de lampes à huile et des guirlandes de fleurs de jasmin et des ombrelles aux stūpa [contenant] des cheveux et des ongles. Il répandit en offrande des fleurs de jasmins cueillies (lit. en petites unités) et il fit ce souhait : « Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je avoir un corps harmonieux (lit. noble), agréable au regard et beau. Puisse mon corps entier exhaler la senteur de fleur de jasmin. Puisse-t-il pleuvoir des fleurs de jasmin sur ma maison quand j’entrerai dans le sein [maternel] et quand je naîtrai. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retiré du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). Puisse [ma] sagesse être aiguisée. Puissé-je aussi obtenir la concentration, les parfaites libérations, les samādhis et les absorptions méditatives et puissé-je être rapide pour entrer et sortir des absorptions méditatives. Même pendant le temps qu’une aiguille transperce un pétale, puissé-je entrer dans une absorption méditative et en ressortir pour une autre [absorption] », dit-il.
fr_fr: Aux stūpas contenant des cheveux et des ongles du Bouddha Kāśyapa, il offrit des onctions d’huile de sésame, des onguents parfumés, des guirlandes de lampes à huile, des guirlandes de fleurs de jasmin et des ombrelles. Il répandit en offrande une pluie de fleurs de jasmins et fit le souhait suivant : « Quelle merveille ! Par ces racines vertueuses, où que je naisse, puissé-je toujours me trouver dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Puissé-je être bien proportionné, beau et agréable au regard. Puisse mon corps entier exhaler la senteur de fleur de jasmin. Puissent des fleurs de jasmin tomber en pluie sur ma maison quand j’entrerai dans le sein de ma mère et quand je naîtrai. Puissé-je contenter par mes actes le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, selon la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui lui déplaise. M’étant retiré du monde d’après son enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat. Puissé-je être doté d'une sagesse aigüe. Puissé-je aussi atteindre la concentration, les parfaites libérations, les samādhis et les absorptions méditatives. Puissé-je entrer et sortir des absorptions méditatives avec rapidité, pouvoir entrer dans dans l'une et en ressortir pour une autre aussi rapidement qu'une aiguille transperce un pétale. »

# line 31, 10.txt
source: Ensuite, ses deux parents le virent et lui demandèrent : « Enfant, quel souhait as-tu fait ? » À tous les deux, « J’ai formulé un souhait comme ceci », il leur expliqua en détail (lit. tous). Les deux parents dirent : « Que notre enfant à tous les deux soit toi-même (lit. seulement toi). Que nous deux soyons aussi tes parents. Que grâce à toi-même (lit. seulement toi), nous contentions tous les deux par nos actes le Bienheureux Bouddha. Puissions-nous ne rien faire qui le mécontente », dirent-ils.
fr_fr: Ses parents le virent se recueillir et lui demandèrent quelle prière il réalisait. En réponse, il détailla les souhaits qu'il venait de formuler. « Puisses-tu être notre enfant à tous les deux, souhaitèrent-ils à leur tour. Puissions-nous être tes parents. Grâce à toi, puissions-nous contenter le Bienheureux Bouddha par nos actes. Puissions-nous ne rien faire qui lui déplaise. »

# line 32, 10.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était ce moine est Fleur-de-Jasmin lui-même, et il s’est retiré du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa et a servi [la saṅgha] en accord avec le Dharma et il a offert ses services au Bouddha, au Dharma et à la Saṅgha et le résultat de l’action d’avoir formulé ces souhaits le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits) et son corps est devenu harmonieux (lit. noble), agréable au regard et beau, et juste après sa naissance, tout son corps a exhalé la senteur de fleur de jasmin et à son entrée dans le sein [maternel] et à sa naissance, il a plu des fleurs de jasmin. De plus,
fr_fr: Voyez-vous, moines, à cette époque, Fleur-de-Jasmin était ce moine. Il s'est retiré du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa. Il a servi la saṅgha en accord avec le Dharma. Il a offert ses services au Bouddha, au Dharma et à la Saṅgha. Le résultat d’avoir ensuite formulé ces souhaits l'a toujours fait naître dans une famille qui vit dans l’opulence, qui possède de grandes richesses et d’innombrables biens. Il est devenu beau, bien proportionné et agréable au regard. À sa naissance, son corps tout entier a exhalé la senteur de fleur de jasmin et ces fleurs sont tombées en pluie à son entrée dans le sein maternel et à sa naissance.

# line 33, 10.txt
source: moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente, puis il s’est retiré du monde selon mon (lit. à moi-même) enseignement et il a éliminé toutes les émotions perturbatrices et il a manifesté l’état d’arhat et sa sagesse est devenue aiguisée et il a obtenu la concentration, les parfaites libérations, les samādhis et les absorptions méditatives et il est devenu rapide pour entrer et sortir des absorptions méditatives. Ainsi, même pendant le temps qu’une aiguille transperce un pétale, il entrait dans une absorption méditative et en ressortait pour une autre [absorption].
fr_fr: Moines, je suis devenu en tout point l'égal du complet et parfait Bouddha Kāśyapa. J'ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. C'est pourquoi il m'a contenté et n'a rien fait qui m'a déplu. Il s'est retiré du monde selon mon enseignement. Il a éliminé toutes les émotions perturbatrices et il a manifesté l'état d'arhat. Du fait de ses souhaits, sa sagesse est devenue aiguisée, il a atteint la concentration, les parfaites libérations, les samādhis et les absorptions méditatives. Il entre et sort des absorptions méditatives avec rapidité. Il entre dans l'une et en ressort pour une autre aussi rapidement qu'une aiguille transperce un pétale.

# line 34, 10.txt
source: À cette époque, les deux [personnes] qui étaient ses parents sont ses deux parents et ils formulèrent le souhait suivant : « Que grâce à toi-même (lit. seulement toi), nous contentions tous les deux par nos actes le roi des Śākyas. Puissions-nous ne rien faire qui le mécontente. » Ayant fait [ce souhait fit que] maintenant, grâce à lui-même (lit. lui seul), ils m’ont tous les deux contenté et n’ont rien fait qui m’a mécontenté. »
fr_fr: Ses parents d'alors sont ceux de sa vie actuelle. Ils avaient souhaité que, grâce à lui, ils puissent "contenter par leurs actes le roi des Śākyas et ne rien faire qui lui déplaise". »
