Repository: Esukhia/karmasataka
Catalog: */reader/10.po
Languages: fr_fr

# line 1, 10.txt
source: Celui nommé Fleur-de-Jasmin
fr_fr: L'histoire de Fleur-de-Jasmin

# line 2, 10.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 10.txt
source: À cette époque, dans la ville de Śrāvastī, un homme qui vivait dans l’opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa se maria (lit. prit une femme) puisqu’il était arrivé à (lit. tomba à) l’âge de se marier (lit. de l’épouse). Avec elle, ils se divertirent, ils [apprirent] à s’aimer et laissèrent libre cours à leurs envies et pourtant, ce père de famille n’avait pas d’enfant et parce qu’il voulait un enfant, il adressait ses prière aux dieux. Il adressa ses prières aux dieux comme Paśupati, Varuṇa, Kubera, Śakra et Brahmā, aux dieux des parcs, aux dieux des forêts, aux dieux des croisements de quatre routes, aux dieux des croisements de trois routes, aux dieux qui reçoivent les offrandes jetées, aux dieux qui naissent en même temps que soi et à [ceux] qui suivent constamment les personnes vertueuses. Puis,
fr_fr: À cette époque, dans la ville de Śrāvastī, un homme vivait dans l’opulence et possédait de grandes richesses. D’innombrables biens lui appartenaient. Une armée de domestiques s’activaient dans ses larges propriétés. On eut dit qu’il possédait les richesses du dieu Vaiśravaṇa ou encore qu’il rivalisait de fortune avec lui. Il épousa une jeune femme quand il fut en âge de se marier. Son épouse et lui apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s’aimer et laissèrent libre cours à leurs désirs. Cependant, malgré son désir d'enfant, il n'en avait toujours pas. Alors, il priait les dieux. Il adressa ses prières aux dieux comme Paśupati, Varuṇa, Kubera, Śakra et Brahmā, aux dieux des parcs, aux dieux des forêts, aux dieux des croisements de quatre routes, aux dieux des croisements de trois routes, aux dieux qui reçoivent les offrandes jetées, aux dieux qui naissent en même temps que soi et à ceux qui suivent constamment les personnes vertueuses.

# line 4, 10.txt
source: dans le monde, « de la cause [que constituent] les prières, des garçons et des filles naissent » est connu, mais ce n’est pas comme ça que sont [les choses]. En effet, si la cause des prières faisaient naître des garçons et des filles, il faudrait que comme pour les monarques universels, chaque [personne] ait mille enfants. Or, depuis toujours, c’est l’assemblement de trois choses qui font naître les garçons et les filles. Ces trois [choses] sont : les deux parents éprouvent du désir et ont un rapport, la mère se situe au bon moment [dans son cycle] et elle est en âge de procréer (lit. elle a ses menstruations) et un gandharva est arrivé, et l’esprit du gandharva, quant à lui, naîtra s’il est [dans] l’une des deux [situations] : soit il ressent de l’attachement, soit il ressent de l’aversion.
fr_fr: /Bien qu’il soit communément accepté que les prières font naître des enfants, il n’en est rien. Si tel était le cas, chaque foyer devrait avoir mille enfants, comme les monarques universels. Or, trois choses font naître les enfants depuis toujours : les deux parents ont un rapport sous l'impulsion du désir, la mère, qui est en âge de procréer, est en période fertile et un être dans l'état intermédiaire se trouve aux alentours. De plus, cet être doit éprouver soit de l'attirance, soit de l'aversion envers l'un de ses futurs parents./

# line 5, 10.txt
source: Donc, le père de famille (lit. il) adressait ses prières avec beaucoup d’entrain et un grand être, connu pour sa grandeur, un [être] sur sa dernière existence, un [être] qui a obtenu ce qu’il cherchait, un [être] qui avait ce qu’il faut pour la libération, un [être] qui avait accumulé les mérites, un [être] qui regardait vers l’intérieur [qu’est] l’au-delà de la souffrance, un [être] qui regardait vers l’extérieur du samsara, un [être] qui ne voulait pas de la condition (lit. l’endroit de naissance) des mondes (lit. endroits où aller) du samsara, un [être] qui tient son dernier corps, est né dans le sein de son épouse.
fr_fr: Ainsi, cet homme priait avec ferveur lorsqu’un grand être entra dans le sein de son épouse. Cet être était renommé pour sa grandeur. Il était sur sa dernière existence. Il avait trouvé ce qu'il cherchait. Il était en position d'atteindre la libération. Il avait accumulé les mérites. Son regard s'était détourné du cycle des existences. Son regard était tourné vers l'au-delà de la souffrance. Il ne voulait plus des naissances du cycle des existences et son corps suivant serait le dernier.

# line 6, 10.txt
source: Certaines femmes qui ont une intelligence naturelle possèdent cinq particularités (lit. cinq choses/dharmas spécifiques). Ces cinq sont : elles savent qu’un homme éprouve du désir pour elles ou bien qu’il n’éprouve pas de désir, elles connaissent aussi leur cycle (lit. temps) et elles connaissent aussi leurs règles, elle savent qu’elles sont enceintes (lit. qu’un enfant est là), elles savent de qui elles sont enceintes (lit. [un enfant] est là), elles savent [que c’est] un garçon ou bien elles savent [que c’est] une fille parce que si c’est un garçon, il se positionne (lit. s’appuie) sur le côté droit et y reste. Si c’est une fille, il se positionne (lit. s’appuie) sur le côté gauche et y reste.
fr_fr: /Certaines femmes à l'intelligence naturelle possèdent cinq particularités. Elles savent quand un homme les désire et quand il ne les désire pas. Elles savent quand elles sont fertiles et quand terminent leurs menstruations. Elles savent quand elles sont enceintes. Elles savent de qui elles attendent un enfant. Elles savent que c’est un garçon ou une fille parce qu'un garçon se blottit dans le ventre du côté droit et une fille du côté gauche./

# line 7, 10.txt
source: Donc, lorsqu’[elle] tomba enceinte (lit. un enfant fut là), elle fut extrêmement contente et elle [le] raconta à son mari : « Seigneur, je suis enceinte d’un garçon (lit. un garçon est dans moi) parce qu’il se positionne (lit. s’appuie) du côté droit de mon ventre (lit. matrice). Ainsi, il est certain que ce soit un garçon. Donc, réjouissez-vous.» dit-elle. Puis, il fut extrêmement (lit. de trop) content et redressa son buste, étendit sa main droite et [dit] : « Je vais pouvoir (lit. ça vient) voir le visage de l’enfant que j’ai tant souhaité (lit. souhaité et souhaité) depuis longtemps. Puisse-t-il convenir comme mon enfant. Puisse-t-il ne pas ne pas convenir. Puisse-t-il faire les choses que je fais. Si je m’occupe de lui, puisse-t-il répondre à [mes] soins en s’occupant [de moi] en retour. Puisse-t-il bénéficier de mon héritage (lit. part des richesses). Puisse ma lignée familiale se maintenir longtemps. Après que nous ayons transmigré (lit. dépassé) et que nous soyons morts, pour nous, que ce soit beaucoup ou que ce soit peu, [puisse-t-il] pratiquer la générosité et accumuler (lit. faire) des mérites et “Que ces mérites (lit. ils) aillent là où ils (lit. ces deux) sont partis et nés” puisse-t-il les dédier ainsi. » Il dit [ces] paroles de joie.
fr_fr: L'épouse de ce père de famille fut transportée de joie lorsqu'elle tomba enceinte. Elle fit appeler son mari : « Bien-aimé, j'attends un enfant ! dit-elle. Réjouissez-vous ! Je suis sûre que c'est un garçon : il se blottit du côté droit de mon ventre. » Submergé de joie, il se redressa, leva le bras droit et exprima tout son bonheur :« Il me sera enfin donné de voir le visage de l'enfant que j'attends depuis si longtemps ! Qu'il soit digne de moi ! Qu'il ne soit pas indigne de moi ! Puisse-t-il me succéder ! Puisse-t-il pourvoir à mes besoins en retour du soin dont je vais l'entourer ! Puisse-t-il se servir des biens que je lui laisserai ! Puisse ma lignée familiale perdurer longtemps ! Lorsque nous décéderons, puisse-t-il faire l'aumône et accumuler des mérites en notre nom, quelle qu'en soit la quantité ! Puisse-t-il ensuite dédier ces mérites pour qu'ils nous parviennent à tous les deux, où que nous soyons partis et renés ! »

# line 8, 10.txt
source: Ayant compris qu’il attendait un enfant (lit. un enfant était là), pour prendre soin de son enfant, il [l’]installa confortablement sur la partie supérieur de leur maison et [Il fit qu’]on lui procure (lit. elle dépende de) les choses pour le froid quand il faisait froid, les choses pour le chaud quand il faisait chaud, les aliments recommandés (lit. montrés) par le médecin, ceux qui ne sont pas trop amers, ceux qui ne sont pas trop acides, ceux qui ne sont pas trop salés, ceux qui ne sont pas trop sucrés, ceux qui ne sont pas trop piquants, ceux qui ne sont pas trop astringents, c’est à dire les aliments qui ne sont ni amers, ni acides, ni salés, ni sucrés, ni piquants ni astringents, [il fit qu’]on pare entièrement son corps de colliers courts et longs, [il fit qu’]on la (lit. son corps) déplace comme une jeune déesse (lit. une fille de dieu) qui évolue dans un jardin merveilleux (lit. jardin des plaisirs), du dessus d’un divan (lit. trône) au dessus d’un [autre] divan, du dessus d’un siège (lit. petit trône) au dessus d’un [autre] siège, sans descendre jusqu’au sol (lit. le sol du bas), il fit qu’elle n’entende aucun son, aucune voix désagréable.
fr_fr: Plein de prévenances pour l'enfant, le père de famille installa confortablement son épouse à l'étage. Il lui procura ce qui convient à la chaleur lorsqu'il faisait chaud, ce qui convient au froid lorsqu'il faisait froid. Il lui procura les aliments indiqués par le médecin et les aliments dont aucun des goûts n'est excessif : ceux qui ne sont ni amers, ni acides, ni salés, ni sucrés, ni piquants, ni astringents. On la para de colliers courts et longs, et comme une jeune déesse qui évolue dans un jardin merveilleux, on la porta d'un lit à un autre, d'un siège à un autre, lui évitant ainsi de toucher le sol. On la préserva aussi de tout bruit désagréable.

# line 9, 10.txt
source: Les Bienheureux Bouddhas montrent l’unique voie à parcourir ; ils possèdent les deux aspects de la connaissance et de la sagesse ; ils excellent dans les trois attentions rapprochées qui leur sont propres ; ils sont intrépides grâce aux quatre intrépidités ; ils sont entièrement libérés d’aller vers les cinq renaissances ; ils sont versés dans les six sources des sens ; ils vivent les sept branches de l’Éveil ; ils contemplent les huit libérations complètes ; ils s’engagent dans les neuf absorptions méditatives successives ; ils possèdent la puissance (lit. force) des dix forces ; eux qui font résonner le parfait [et] grand rugissement du lion, naturellement, ils regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit :
fr_fr: /Les Bienheureux bouddhas montrent l'unique voie à parcourir. Ils maîtrisent les deux domaines de la connaissance et la sagesse. Ils appliquent souverainement les trois attentions rapprochées qui sont leur apanage. Les quatre intrépidités les rendent inébranlables. Ils sont entièrement affranchis des cinq naissances. Ils connaissent parfaitement les six facultés sensorielles. Ils vivent les sept branches de l’éveil. Ils fixent leur esprit sur les huit libérations parfaites. Ils s’absorbent dans les neuf absorptions successives et possèdent la puissance des dix forces. Eux qui poussent le rugissement éclatant et parfait du lion, ils tournent naturellement leurs yeux d’éveillés vers le monde pendant les six périodes de la journée — les trois du jour et les trois de la nuit./

# line 10, 10.txt
source: « Qui décline ? Qui prospère (lit. s’étendre) ? Qui est dans la misère ? Qui est dans le malheur ? Qui est dans la souffrance ? Qui est dans la misère, le malheur et la souffrance ? Qui chute dans les mondes inférieurs ? Qui tombera dans les royaumes inférieurs ? Qui tombera dans les royaumes inférieurs ? Qui vais-je extirper des royaumes inférieurs et les établir dans les royaumes supérieurs, la libération ou le résultat ? Quel être (lit. qui) enlisé dans le marais des mauvaises conduites vais-je tirer par la main ? Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes vais-je pousser à s’approprier le pouvoir des seigneurs des sept joyaux des [êtres] nobles ? Qui, n’ayant pas développé les racines vertueuses, inciterais-je à [les] développer ? Qui, ayant déjà développé les racines vertueuses, inciterais-je à [les] faire mûrir ? Qui, ayant déjà fait mûrir entièrement les racines vertueuses, inciterais-je à [les] faire jaillir à l’aide de l’arme de la sagesse ? Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu’un bouddha y est apparu ? » [Ainsi] s’applique leur regard de sagesse.
fr_fr: /« Qui décline? Qui prospère ? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé de souffrances ? Qui est dans le malheur, vit dans la peur et est accablé de souffrances ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs et les déposer dans les mondes supérieurs, la libération et le résultat ultime ? Quel être enlisé dans le marais des actions mauvaises vais-je tirer par la main ? Quel être dépourvu des sept richesses des êtres sublimes vais-je inciter à devenir le détenteur de ces sept richesses ? Quel être n'ayant pas développé les racines vertueuses pourrais-je inciter à les développer ? Chez quel être ayant déjà développé les racines vertueuses, pourrais-je les mener à maturité ? Chez quel être dont les racines vertueuses sont parvenues à maturité pourrais-je les pousser à émerger grâce à l'épée de la sagesse ? Pour quel être fructifierais-je le cycle des existences qui est orné de la présence d'un bouddha ? » Ainsi se pose sur le monde leur regard de sagesse./

# line 11, 10.txt
source: [Dans] l’océan, la demeure des [monstres] makara, il est possible que les marées tardent. Pour leurs enfants qu’ils doivent dompter, les bouddhas ne prennent [jamais] de retard.
fr_fr: /Dans l'océan, où vivent les makaras,/ /Les marées régulières tardent parfois./ /Pour leurs enfants à discipliner,/ /Jamais ne tardent les éveillés./

# line 12, 10.txt
source: De même que les Bienheureux Bouddhas regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit, les grands auditeurs, eux aussi, regardent le monde avec les yeux d’auditeur pendant les six périodes de la journée, les trois du jour et les trois de la nuit. Ainsi,
fr_fr: /De même que les Bienheureux Bouddhas regardent le monde avec leurs yeux d'éveillés pendant les six périodes de la journée, les grands auditeurs, eux aussi, regardent le monde avec des yeux d'auditeur pendant ces six périodes — les trois du jour et les trois de la nuit./

# line 13, 10.txt
source: lorsque l’honorable Aniruddha regardait le monde avec les yeux d’auditeur, il vit qu’un être sur sa dernière vie (lit. existence) avait passé la lisière [de sa prochaine vie] dans le sein de l’épouse principale de ce père de famille. L’ayant vu, il pensa : « Cet être, qui le domptera ? Est-ce que le Bouddha le domptera ou bien est-ce qu’un auditeur le domptera ? » pensa-t-il. À ce moment, il vit que c’était lui-même (lit. moi-même) qui le dompterait, puis
fr_fr: Ainsi, tandis que l’honorable Aniruddha scrutait le monde, il vit qu’un être qui entamait sa dernière existence dans le sein de l'épouse de ce père de famille. Il se demanda qui lui permettrait de se libérer, le Bouddha ou un auditeur, et vit que lui-même devrait le faire.

# line 14, 10.txt
source: il était déjà l’ami spirituel de cette famille. Donc, pour rendre ce père de famille stable [dans ses engagements], il alla seul, sans serviteur, dans la maison de ce père de famille. Alors, ce père de famille vit que l’honorable Aniruddha vint seul, sans compagnon ni serviteur. L’ayant vu, « [Être] sublime, si vous venez seul, sans compagnon ni serviteur, ne se trouve-t-il personne pour [vous] servir (lit. faire le serviteur), [être] sublime ? » demanda-t-il. L’honorable Aniruddha dit : « En dehors de [ceux] que j’obtiendrais par [ceux] comme vous, où ailleurs pourrais-je obtenir des serviteurs ? Seuls ceux que j’obtiens de votre part (lit. vous) me servent. » Le père de famille dit : « [Être] sublime, mon épouse attend un enfant (lit. il est arrivé un enfant à mon épouse), si c’est un garçon qui naît, je [vous] l’offrirai, être sublime, comme serviteur. » L’honorable Aniruddha dit : « [Ceux dont] l’esprit (lit. l’intérieur) est vertueux sont stables dans leurs promesses », dit-il. Puis, l’honorable Aniruddha s’en alla.
fr_fr: Puisqu'il était déjà l’ami spirituel de cette famille, l'honorable Aniruddha se rendit chez eux seul, sans compagnon ni serviteur, pour décider les futurs parents. « Être sublime, venez-vous seul, sans compagnon ni serviteur parce que vous n'avez personne pour vous servir ? demanda le père de famille. — En dehors de ceux que seuls vous et les vôtres pourriez mettre à mon service, où pourrais-je trouver quelqu'un ? Seuls ceux que vous me procurez me servent, répondit l'honorable moine. — Être sublime, mon épouse attend un enfant. S'il s'avérait être un garçon, je vous l'offrirai comme serviteur, être sublime. — Les vertueux tiennent leurs promesses », remarqua l'honorable Aniruddha avant de s'en aller.

# line 15, 10.txt
source: [À] l’épouse de ce père de famille, après que neuf ou dix mois soient passés, un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et de tout son corps s’exhalait la senteur de fleur de jasmin, et il emplit toute la maison de la senteur de fleur de jasmin. Lorsque ce garçon était entré dans le sein de sa mère et lorsqu’il était né, il avait plu des fleurs de jasmin sur toute la maison. Ensuite, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et « Comment nommer ce garçon ? » Un nom lui fut donné : « Quand ce garçon est entré dans le sein de sa mère et quand il est né, puisqu’il a plu des fleurs de jasmin, pour cette raison, le nom de ce garçon sera “Fleur-de-Jasmin” », fut-il nommé.
fr_fr: Environ neuf mois plus tard, l’épouse du père de famille donna naissance à un fils bien proportionné, beau et agréable au regard. Tout son corps exhalait la senteur de fleur de jasmin. Toute la maison était emplie de ce parfum. De plus, il avait plu des fleurs de jasmin sur toute la maison à son entrée dans le sein maternel et à sa naissance. Lors des célébrations de sa naissance, il fut nommé Fleur-de-Jasmin parce qu'il avait plu des fleurs de jasmin quand ce garçon était entré dans le sein de sa mère et quand il était né.

# line 16, 10.txt
source: Alors, le garçon Fleur-de-Jasmin se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre), comme un lotus dans un lac, il grandit avec force. Lorsqu’il eut grandi, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, celle des gemmes, celle des substances précieuses, celle des parfums, celle des remèdes, celle des éléphants, celle des chevaux, celle des armures et celle des armes. Ainsi, il sut parfaitement écrire (lit. versé dans les lettres). Il sut parfaitement lire (lit. versé dans la lecture). Il devint ingénieux, habile de ses mains (lit. clair sur les choses à faire), vif d’esprit et rompu (lit. entraîné) aux huit évaluations.
fr_fr: Fleur-de-Jasmin grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri. Il s’épanouit aussi rapidement qu’un lotus dans un lac. Quand il fut en âge d'étudier, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, à évaluer celle des gemmes, des substances précieuses, des parfums, des remèdes, des éléphants, des chevaux, des armures et des armes. Il vint à maîtriser l'écriture et la lecture. Il devint ingénieux, habile de ses mains, vif d'esprit et rompu aux huit évaluations.

# line 17, 10.txt
source: Ensuite, l’honorable Aniruddha vit que le moment était venu [que] ce garçon se retire du monde, et il se rendit dans la maison de ce père de famille et il dit au père de famille : « Père de famille, Tu m’avais donné ce garçon comme serviteur avant qu’il naisse, aussi, puisque [ceux dont] l’esprit (lit. l’intérieur) est vertueux sont stables dans leurs promesses, n’avais-tu pas fait exactement cette promesse ? » Le père de famille dit : « [Être] sublime, j’avais fait exactement cette promesse », dit-il. Puis, il tint ce garçon par les deux mains et l’offrit à l’honorable Aniruddha et dit : « Enfant, avant que tu naisses, je t’avais offert au sublime Aniruddha. Donc, va et fais le serviteur de [cet] [être] sublime. » Le garçon dit : « Ceci est un bienfait pour moi », dit-il. Puis, ce garçon suivit (lit. alla à la suite de) l’honorable Aniruddha et ensuite, l’honorable Aniruddha instruisit parfaitement le père de famille par un discours sur le Dharma, il le lui fit assimiler en entier, l’encouragea grandement, le réjouit entièrement. Puis, se leva de son siège et s’en alla.
fr_fr: Un jour, l’honorable Aniruddha vit que le moment était venu que Fleur-de-Jasmin se retire du monde. Il se rendit dans la maison du garçon et dit à son père : « Père de famille, dit l'honorable Aniruddha, tu m’avais donné ce garçon comme serviteur avant qu’il naisse. Les vertueux tiennent leurs promesses. C'est bien celle que tu avais faite, n'est-ce pas ? — Être sublime, je vous ai bien fait cette promesse », répondit le père de famille. Puis, prenant son fils par les deux mains, il l'offrit à l'honorable Aniruddha en disant : « Mon enfant, je t'avais offert au sublime Anirudha avant que tu naisses. Suis-le et mets-toi à son service. — Ceci me sera profitable », répondit le jeune homme, qui alla auprès de l'honorable moine. Aniruddha instruisit parfaitement le père de famille. Il s’exprima de sorte qu'il en assimilât entièrement le contenu, qu’il prît conscience de ses capacités à appliquer l’enseignement et qu’il se réjouît de pouvoir le faire. Puis, il se leva de son siège et s'en alla.

# line 18, 10.txt
source: Ensuite, l’honorable Aniruddha mena le garçon au monastère et il [lui fit] se retirer du monde et lui donna l’ordination complète et lui [accorda] la transmission orale. De son côté, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et il manifesta l’état d’arhat (lit. l’arhat-même). Alors,
fr_fr: L’honorable Aniruddha le mena au monastère, lui permit de se retirer du monde en tant que novice, lui donna l’ordination complète et lui accorda la transmission orale des pratiques monastiques. De son côté, il s'efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et il manifesta l’état d’arhat.
