Repository: Esukhia/karmasataka
Catalog: */reader/12.po
Languages: fr_fr

# line 18, 12.txt
source: Puis, le Bienheureux les fit se retirer du monde en leur disant à eux deux « Moines, venez ici ! », Il les ordonna pleinement et il conféra à eux deux la transmission orale. Alors, De leur côté, eux deux s’efforcèrent, s’appliquèrent et s’évertuèrent à éliminer toutes les émotions perturbatrices et ils manifestèrent l’état d’arhat. ils devinrent des arhats libres de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à leurs yeux] ; ils [vinrent à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; ils [possédaient] la fraîcheur du [bois de] santal trempé ; leur sagesse avait brisé la coquille de l’œuf ; ils avaient obtenu la connaissance, les clairvoyances et les parfaites discriminations ; ils avaient tourné le dos aux biens du samsara, aux désirs et aux éloges ; ils étaient désormais dignes (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: Le Bienheureux les ordonna en leur disant à tous les deux : « Moines, venez ici ! » Il leur donna l'ordination complète et leur conféra la transmission orale des pratiques monastiques. Ils s'efforcèrent, s'appliquèrent et s'évertuèrent à éliminer toutes leurs émotions perturbatrices et manifestèrent l'état d'arhat. /Ils devinrent des arhats libres de l’attachement aux trois mondes. Désormais, un morceau d’or et une motte de terre étaient identiques. À leurs yeux, les paumes de leurs mains et l’espace étaient semblables. Ils avaient acquis la fraîcheur du bois de santal trempé. Leur sagesse avait détruit la coquille de l’ignorance. Ils avaient obtenu la connaissance, les clairvoyances et les discernements parfaits. Ils avaient tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Ils étaient désormais dignes des offrandes, de la vénération et de la révérence d’Indra, d’Upendra et de tous les dieux./

# line 19, 12.txt
source: Ensuite, le Bienheureux remis Assemblée à Mahā­prajāpatī Gautamī et elle lui fit se retirer du monde et lui donna l’ordination complète et elle lui conféra la transmission orale. Alors, de son côté, elle s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et elle manifesta l’état d’arhat (lit. l’arhat-même).
fr_fr: Le Bienheureux avait remis Assemblée à Mahā­prajāpatī Gautamī, qui lui permit de se retirer du monde, puis lui accorda l’ordination complète et la transmission orale des pratiques monastiques. Elle s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et manifesta elle aussi l’état d’arhat.

# line 20, 12.txt
source: Puis les moines s’adressèrent au Bienheureux : « Vénérable, quelles actions Kātyāyana-de-l’Assemblée a réalisées pour que le résultat de ces actions le fasse naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, puis [rende] son corps harmonieux, [le fasse] devenir beau et agréable au regard, lui [fasse] maîtriser tous les traités et lui [fasse] vaincre tous les exégètes et lui [fasse] contenter le Bienheureux et ne rien faire qui le mécontente et le [fasse] se retirer du monde selon l’enseignement du Bienheureux et lui [fasse] éliminer toutes les émotions perturbatrices et lui [fasse] manifester l’état d’arhat et ses deux parents, quant à eux, [qu’ont-ils fait pour] devenir suprêmes parmi les exégètes et grâce à lui seul, pour contenter le Bienheureux et ne rien faire pour le mécontenter et pour se retirer du monde selon l’enseignement du Bienheureux et pour éliminer toutes les émotions perturbatrices et pour manifester l’état d’arhat ? » Le Bienheureux dit : « Ceci est arrivé par le pouvoir de leurs souhaits. » « Vénérable, quels souhaits ont-ils formulés ? »
fr_fr: « Vénérable, demandèrent les moines au Bienheureux, quelles actions ont valu à Kātyāyana-de-l’Assemblée de naître dans une famille qui vit dans l’opulence, qui possède de grandes richesses et d’innombrables biens ? Quelles actions lui ont valu d'être beau, bien proportionné et agréable au regard ? Quelles actions lui ont valu de maîtriser toutes les écritures sacrées et vaincre tous les érudits ? Quelles actions a-t-il réalisées pour vous contenter et ne rien faire qui vous déplaise, se retirer du monde selon votre enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat ? Quelles actions ont réalisées ses deux parents pour devenir suprêmes parmi les érudits ? Quelles actions ont été réalisées pour que, grâce à lui, ils vous contentent, Bienheureux, et ne fassent rien qui vous déplaise, pour se retirer du monde selon votre enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat ? — Ceci est arrivé par le pouvoir de leurs souhaits, dit le Bienheureux. — Vénérable, quels souhaits ont-ils formulés ?

# line 21, 12.txt
source: Le Bienheureux dit : « Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et à cette époque, un brahmane vivait à Vārāṇasī. Puis, arrivé à (lit. tombé) l’âge de se marier (lit. d’une épouse), il prit une épouse et plus tard, son épouse tomba enceinte et après que neuf ou dix mois soient passés, elle donna le jour à un fils bien proportionné (lit. noble), dont la beauté réjouissait la vue et il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi, comme un lotus dans un lac, il grandit avec force.
fr_fr: — Moines, raconta le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l'insurpassable Cocher pour les êtres à guider, l'Enseignant des dieux et des hommes, le complet et parfait Bouddha Kāśyapa était apparu en ce monde. À cette époque, un brahmane qui vivait à Vārāṇasī épousa une jeune femme quand il fut en âge de se marier. Un jour, son épouse tomba enceinte. Environ neuf mois plus tard, elle donna naissance à un fils bien proportionné, beau et agréable au regard. Le jeune enfant grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri. Il s'épanouit aussi rapidement qu'un lotus dans un lac.

# line 22, 12.txt
source: Ensuite, lorsqu’il eut grandi, il conçut de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa, et il demanda [la permission] à ses deux parents : « Père, mère, veuillez nous donner la permission de nous retirer [du monde] selon l’enseignement du Bienheureux », dit-il. Les deux parents lui dirent : « Enfant, tu es notre (lit. de nous deux) seul enfant adorable, ravissant, précieux (lit. dont la perte sera ressentie) et serviable (lit. qui fait ce qui correspond [aux besoins]). De ce fait, il n’est pas convenable que nous te donnons la permission », dirent-ils. Pourtant, ses deux parents ne réussirent pas à le dissuader (lit. détourner) même à l’aide de toutes sortes de stratégies (lit. méthodes) et les deux parents lui donnèrent la permission. Alors, il se retira du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa et prit l’ordination complète et il étudia les trois corbeilles et il devint un enseignant du Dharma qui possédait les connaissances et l’éloquence pour libérer et il reçut (lit. obtint) des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales.
fr_fr: Devenu un jeune homme, il ressentit de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa. Lorsqu'il demanda à ses deux parents la permission de se retirer du monde selon l'enseignement du Bienheureux, ils répondirent : "Cher fils, tu es notre seul enfant adoré, si cher à nos cœurs. De plus, tu nous es vraiment utile. Nous ne pouvons pas raisonnablement te laisser partir". Ils essayèrent de nombreuses stratégies pour contrer ses requêtes incessantes, mais ne réussissant pas à le dissuader, ils finirent pas accéder à sa demande. Ainsi, il se retira du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa, prit l’ordination complète et étudia les trois corbeilles. Il devint un enseignant du Dharma qui possédait les connaissances et l’éloquence pour libérer. Des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales lui étaient offerts.

# line 23, 12.txt
source: Ensuite, il établit ses deux parents dans une dévotion parfaite, puis il les installa (lit. fit rester) dans le refuge (lit. la prise de refuge) et dans les vœux (lit. bases de l’entraînement). Il les fit aussi s’engager (lit. entrer) tous les deux dans la [pratique de la] générosité et l’échange de la générosité. Ensuite, plus tard, il pensa : « Ce que je dois réaliser par l’étude (lit. l’écoute), je l’ai déjà fait. Donc, décidément, maintenant, je vais servir la saṅgha en accord avec le Dharma », pensa-t-il. Puis, il sollicita ses deux parents, d’autres bienfaiteurs et donateurs et elle l’offrit au Bienheureux Kāśyapa et aux autres (lit. etc.) [membres] de la saṅgha des moines et il offrit aussi ses services aux stūpa [contenant] des cheveux et des ongles et il fit ce souhait : « Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je avoir un corps harmonieux (lit. noble), agréable au regard et beau », formula-t-il (lit. fit-il).
fr_fr: Il établit ses deux parents dans une dévotion parfaite, les installa dans la pratique du refuge et les engagea à respecter certains vœux. Ils s'engagèrent ainsi dans la pratique de l'aumône et du partage de ses bienfaits. Un jour, il pensa : “J’ai étudié tout ce qui devait l’être. Maintenant, je vais servir la saṅgha en accord avec le Dharma.” Il sollicita les dons de ses deux parents, d'autres bienfaiteurs et donateurs et offrit ainsi les repas du Bienheureux Kāśyapa et des autres membres de la saṅgha des moines. Il offrit aussi ses services aux stūpas abritent des cheveux et des ongles de ce Bouddha. Puis il fit le souhait suivant : "Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une famille qui vit dans l’opulence, qui possède de grandes richesses et d’innombrables biens. Puissé-je toujours être beau, bien proportionné et agréable au regard."

# line 24, 12.txt
source: Le précepteur avec qui il s’était retiré du monde avait maîtrisé (lit. comprit) les traités lorsqu’il eut seize ans et il vainquit tous les exégètes. De même, ses deux parents, quant à eux, étaient devenus suprêmes parmi les exégètes et ils vainquirent tous les exégètes. Alors, il dit : « Tout comme mon précepteur a maîtrisé (lit. comprit) tous les traités lorsqu’il eut seize ans et a vaincu tous les exégètes, de même que ses deux parents sont devenu suprêmes parmi les exégètes et ont eux aussi vaincu tous les exégètes, de même, puissé-je moi aussi maîtriser (lit. comprendre) tous les traités quand j’aurai seize ans. Puissé-je vaincre tous les exégètes. De même, puissent mes deux parents devenir suprêmes parmi les exégètes. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retirée du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissions-nous manifester l’état d’arhat (lit. l’arhat-même) », dit-il.
fr_fr: Prenant exemple sur le précepteur qui l'avait ordonné, qui avait maîtrisé toutes les écritures sacrées à seize ans, qui avait vaincu tous les érudits, mais aussi sur ses parents à lui qui, tout comme leur fils, avaient été suprêmes parmi les érudits et avaient aussi triomphé dans tous les débats, il formula le souhait suivant : "Comme mon précepteur a maîtrisé toutes les écritures sacrées à seize ans, comme il a vaincu tous les érudits et comme ses parents qui étaient en leur temps suprêmes parmi les érudits et avaient triomphé dans tous les débats, puissé-je moi aussi maîtriser toutes les écritures sacrées à l'âge de seize ans. Puissé-je vaincre tous les érudits. Comme je le deviendrai, puissent mes deux parents être suprêmes parmi les érudits. Par mes actes, puissé-je contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, selon la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui lui déplaise. Puissé-je me retirer du monde d’après son enseignement, éliminer toutes les émotions perturbatrices et manifester l’état d’arhat."

# line 25, 12.txt
source: Ensuite, ses deux parents le virent faire ces souhaits et ils lui demandèrent tous les deux : « Enfant, quel souhait as-tu fait ? » Ensuite, que « J’ai fait un souhait comme ceci », il le leur raconta en détail (lit. largement). Les deux parents dirent : « À cette époque, puissions-nous, tes deux parents, devenir suprêmes parmi les exégètes. Quant à toi, puisses-tu devenir notre enfant. Que grâce à toi-même (lit. seulement toi), nous contentions tous les deux par nos actes le Bienheureux Bouddha. Puissions-nous ne rien faire qui le mécontente. Nous étant retirés du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissions-nous manifester l’état d’arhat (lit. l’arhat-même) », dirent-ils.
fr_fr: Ses parents le virent se recueillir et lui demandèrent quelle prière il réalisait. En réponse, il détailla les souhaits qu'il venait de formuler. Ils ajoutèrent : "À cette époque, puissions-nous, tes deux parents, effectivement devenir suprêmes parmi les érudits. Puisses-tu aussi devenir notre enfant. Grâce à toi, puissions-nous contenter par nos actes le Bienheureux Bouddha. Puissions-nous ne rien faire qui lui déplaise. Nous étant retirés du monde d’après son enseignement et après avoir éliminé toutes les émotions perturbatrices, puissions-nous manifester l’état d’arhat."

# line 26, 12.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui s’était retiré du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa et qui était moine, c’est Kātyāyana-de-l’Assemblée lui-même. À cette époque, ceux qui étaient ses deux parents sont ces deux parents-ci eux-mêmes (lit. seulement). [Qu’]il ait alors (lit. là) pratiqué la générosité et accumulé les mérites et formulé ces souhaits eut pour résultat de le faire naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait) et [de rendre] son corps harmonieux, [de le faire] devenir beau et agréable au regard, [de lui faire] maîtriser tous les traités et vaincre tous les exégètes. De plus, moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente, puis il s’est retiré du monde selon mon (lit. à moi-même) enseignement et il a éliminé toutes les émotions perturbatrices et il a manifesté l’état d’arhat.
fr_fr: Voyez-vous, moines, à cette époque, celui qui s’était retiré du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa et qui était moine, c’est Kātyāyana-de-l’Assemblée. Ses deux parents de cette époque sont ses deux parents d'aujourd'hui. Il avait alors pratiqué la générosité, accumulé les mérites et formulé ces souhaits. C'est pourquoi il est toujours né dans une famille aussi fortunée. Il est ainsi devenu beau, doté d'un corps harmonieux, agréable au regard. Il a maîtrisé toutes les écritures sacrées et il a vaincu tous les érudits. De plus, moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale à la sienne, des moyens habiles égaux aux siens et des actes égaux aux siens. C'est pourquoi il m’a contenté et n’a rien fait qui m'a déplu. Il s’est retiré du monde selon mon enseignement. Il a éliminé toutes les émotions perturbatrices et il a manifesté l’état d’arhat.

# line 27, 12.txt
source: Les souhaits que ses parents ont formulés : « Puissions-nous devenir tes parents [et devenir] suprêmes parmi les exégètes. Que grâce à toi, nous contentions tous les deux par nos actes le Bienheureux Bouddha. Puissions-nous ne rien faire qui le mécontente. » Avoir fait [ces souhaits les fit] devenir tous les deux suprêmes parmi les exégètes à notre époque (lit. maintenant) et grâce à lui seul, ils m’ont tous les deux contenté et n’ont rien fait qui me mécontente, puis ils se sont retirés du monde selon mon (lit. à moi-même) enseignement et ont éliminé toutes les émotions perturbatrices et ils ont manifesté l’état d’arhat. »
fr_fr: Ses parents avaient souhaité l'avoir encore comme enfant, devenir suprêmes parmi les érudits, contenter par leurs actes le Bienheureux Bouddha et ne rien faire qui lui déplaise. C'est ainsi qu'ils sont devenus suprêmes parmi les érudits, que grâce à leur fils, ils m’ont tous les deux contentés et n’ont rien fait qui m'a déplu, qu'ils se sont retirés du monde selon mon enseignement, qu'ils ont éliminé toutes les émotions perturbatrices et qu'ils ont manifesté l’état d’arhat. »
