Repository: Esukhia/karmasataka
Catalog: */reader/12.po
Languages: fr_fr

# line 3, 12.txt
source: Celle nommée Assemblée
fr_fr: L'histoire d'Assemblée

# line 4, 12.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Rājagṛha.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Rājagṛha.

# line 5, 12.txt
source: À cette époque, le roi Padmagarbha régnait dans le pays de Takṣaśīla et pendant son règne, le [royaume] abondait de richesses, de bonheur, de récoltes fertiles, de troupeaux (lit. êtres/animaux) et de sujets. Les conflits et les querelles étaient apaisées. Il n’y avait pas de luttes, de luttes internes, de voleurs, de cambrioleurs, de famine et de maladies. On y trouvait du riz, de la canne à sucre, des vaches et des buffles et il régnait en accord avec le Dharma comme il aurait pris soin de son unique enfant bien-aimé. Ensuite, lui et sa reine se divertirent, ils [apprirent] à s’aimer et laissèrent libre cours à leurs envies et de ce fait, la reine tomba enceinte et elle conçut le désir suivant : « Que j’ai envie (lit. que ceci arrive) de débattre avec les exégètes ! » Ensuite, dès que le roi eut entendu ceci, il consulta les devins et les devins dirent : « Deva, Ceci est dû à l’être qui est dans son ventre. Ceci parce qu’il maîtrisera (lit. comprendra) tous les traités et vaincra tous les exégètes. Ainsi, c’est pour cette raison qu’elle conçoit ce désir », dirent-ils. Le roi dit : « Sages, si ce désir qu’elle conçoit n’est pas assouvi (lit. dissipé), qu’arrivera-t-il ? » Les devins dirent : « Votre fils naîtra avec des membres manquants. » Alors, le roi pensa : « Il n’est pas convenable qu’il soit mon fils et qu’il ait des membres manquants. » Alors, il installa la reine derrière (lit. dans) un rideau et il rassembla (lit. accumula) tous les exégètes et il installa aussi des juges (lit. des éloignés) et lança le débat sur les traités. Ensuite, elle vainquit tous les exégètes et le désir qu’elle avait conçu disparut.
fr_fr: À cette époque, le roi Padmagarbha régnait dans le pays de Takṣaśīla. Son règne était marqué par une abondance de richesses, de bonheur, de récoltes merveilleuses, de troupeaux et de sujets. Les conflits et les querelles étaient apaisées. Les disputes, les conflits internes, les voleurs, les cambrioleurs, les famines et les maladies avaient disparus. Le royaume regorgeait de riz, de canne à sucre, de vaches et de buffles. Le roi régnait en accord avec le Dharma comme il aurait pris soin d’un fils unique qu’il entourerait de tous les soins. Sa reine et lui apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s’aimer et laissèrent libre cours à leurs désirs. Quand elle tomba enceinte, la reine fut prise d'une envie irrépressible de se mesurer en débat aux exégètes des écritures sacrées. Le roi consulta les devins, qui dirent : « Dieu parmi les hommes, ceci est dû à l’être qui est dans son sein. Son enfant maîtrisera toutes les écritures sacrées et vaincra tous les érudits. Voilà pourquoi la reine veut débattre. – Sages, demanda le roi, qu'arrivera-t-il si son désir n’est pas assouvi ? – Votre enfant naîtra avec des membres manquants. » Le roi ne put accepter que son héritier soit infirme. Alors, il installa la reine derrière un rideau pour lui permettre de débattre sans contrevenir aux bonnes mœurs. Puis, il rassembla tous les érudits, fit venir des juges et lança les débats. Après avoir triomphé de chacun d'eux, son désir fut assouvi.

# line 6, 12.txt
source: Après que neuf ou dix mois soient passés, elle donna le jour à une fille bien proportionnée (lit. au corps noble), dont la beauté réjouissait la vue et la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et « Comment nommer cette fille ? » Un nom lui fut donné : « Puisque la mère de cette fille a vaincu tous les exégètes dans une assemblée, elle portera le nom de “Assemblée” », fût-il dit. Ensuite, la fille Assemblée fut remise à huit nourrices, deux nourrices qui l’accueillaient (lit. le faisaient vivre) dans leur giron, deux nourrices qui lui donnaient le sein, deux nourrices qui lavaient ses souillures et deux nourrices pour jouer avec elle. Puis, elle se développa au fil du temps grâce à la plume de paon que tient Nārāyaṇa, au cordon de protection, à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. essence du beurre) et comme un lotus dans un lac, elle grandit avec force.
fr_fr: Environ neuf mois plus tard, la reine donna le jour à une belle fille bien proportionnée. Elle était jolie à ravir. Lors des célébrations de sa naissance, on demanda comment nommer la princesse. Il fut décidé que « puisque, dans une assemblée, sa mère a vaincu tous les érudits, “Assemblée” sera son nom. » L'enfant fut ensuite remis à huit nourrices. Deux la portaient dans leur giron, deux l'allaitaient, deux faisaient sa toilette et deux jouaient avec elle. Protégée par une plume de paon de la main de Nārāyaṇa et par un cordon de protection, Assemblée grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont elle était nourrie. Elle s’épanouit aussi rapidement qu’un lotus dans un lac.

# line 7, 12.txt
source: quand elle eut grandi, elle fut mise derrière (lit. dans) un rideau dans ce même palais et elle apprit à lire (lit. les lettres). Après avoir appris à lire (lit. les lettres), elle apprit tous les traités toujours (lit. seulement) derrière ce rideau et elle vainquit tous les exégètes du pays de Takṣaśīla.
fr_fr: Devenue une jeune fille, elle fut mise derrière un rideau dans le palais où sa mère avait vaincu les érudits. Là, elle apprit à lire et écrire, puis elle étudia toutes les écritures sacrées. Toujours cachée par le rideau, elle y vainquit à son tour tous les érudits du pays de Takṣaśīla.

# line 8, 12.txt
source: Ensuite, plus tard, le roi demanda à la fille : « À qui te donnerai-je ? » La fille dit : « Veuillez me donner à qui réussira à me vaincre (lit. pouvoir) en débattant des traités. » Ensuite, après que le roi ait entendu ceci, puisqu’elle avait dit ces paroles-là (lit. comme ceci), « Cette fille, je la donnerai uniquement à l’exégète qui la vaincra. Je ne la donnerai pas à celui doué de beauté. Je ne la donnerai pas à celui issu d’une caste élevée. Je ne la donnerai pas à celui qui est puissant », dit-il. Ensuite, cette décision (lit. ce son) fut proclamée partout et dès qu’ils l’eurent entendu, les exégètes arrivèrent de toute part et cette fille les vainquit tous.
fr_fr: Un jour, le roi demanda à sa fille qui elle voudrait épouser. « Celui qui réussira à me vaincre en débat sur les écritures sacrées », répondit-elle. Le roi accepta. Il fit proclamer qu'il n'accorderait sa fille qu'à l'érudit qui vaincrait la princesse en débat, qu'être beau, appartenir à une caste élevée ou être puissant ne favoriseraient aucun prétendant. Cette annonce se répandit au loin. Les érudits accouraient de partout et ressortaient tous vaincus du palais royal.

# line 9, 12.txt
source: Ensuite, à cette époque, il se trouvait un exégète nommé Riu dans le Sud, il était impavide sur tous les traités, son érudition était grande, son érudition était vaste, son corps était harmonieux, il était beau et agréable au regard, sa couleur était ravissante (lit. très épanouie). Que la fille du roi Padmagarbha de Takṣaśīla vainque tous les exégètes et que son père ait prit cette décision, il l’entendit. Dès qu’il l’eut entendu, il fut grandement étonné et « Je vais aller là et je verrai ce qu’elle sait », se dit-il.
fr_fr: À cette époque, dans une contrée du Sud vivait un érudit qui répondait au nom de Riu. Son érudition était si grande et si vaste qu'il n'avait pas la moindre appréhension à affronter qui que ce soit sur n'importe quelle écriture sacrée. De plus, c'était un bel homme, bien proportionné. Il était agréable au regard et son teint était magnifique. Il fut grandement étonné d'entendre dire que la fille du roi Padmagarbha de Takṣaśīla triomphait de tous les érudits tandis que son père avait décidé de la donner à celui qui la vaincrait. Il décida d'aller voir par lui-même si la princesse était aussi érudite qu'on le disait.

# line 10, 12.txt
source: Ensuite, il partit avec un entourage de cinq cent [personnes] et il traversa les villages, les villes, les bourgs, les villages des forêts et les campagnes et vainquit aussi tous les exégètes et arriva progressivement au pays de Takṣaśīla et il alla auprès du roi Padmagarbha et dit : « Si ce que j’ai entendu, que la fille de Deva a vaincu tous les exégètes, est vrai, il se trouve que j’ai aussi appris de mes maîtres les traités et j’aimerais donc m’entretenir avec elle. » Le roi dit : « Fais comme il te plaira », dit-il. Puis, le roi rassembla (lit. accumula) les exégètes de son entourage (lit. son entourage d’exégètes) et leur fit exposer (lit. planter) leurs traités respectifs et installa la fille derrière (lit. dans) le rideau et cette fille vit Riu l’exégète, dont le corps était harmonieux (lit. noble), qui était beau et agréable au regard, dont le teint était ravissant (lit. la couleur épanouie) et dès qu’elle l’eut vu, elle fut touchée par la flèche du désir et elle pensa : « Je ne trouverai nulle part de mari comme lui. Donc, il faut que ce soit lui qui soit (lit. je fasse de lui seul) mon mari. Je ne veux pas d’autre [mari] », pensa-t-elle. Puis, elle fit en sorte qu’il ne puisse pas manquer de la vaincre.
fr_fr: Il se mit en route vers le pays de Takṣaśīla avec un entourage de cinq cent personnes. Les villages, les villes, les bourgs, les villages de forêt et les campagnes se succédaient et chaque érudit rencontré, chaque débat engagé était une victoire de plus qu'il remportait. Il alla trouver le roi Padmagarbha et lui dit : « Dieu parmi les hommes, j'ai ouï dire que votre fille vainc tous les érudits. Or j’ai moi aussi appris les écritures sacrées avec mes maîtres. J'aimerais à mon tour m’entretenir avec elle. — Fais comme il te plaira », répondit le roi, qui fit venir tous les érudits de la cour. Il leur fit énoncer leurs positions sur les écritures. Il installa la princesse derrière son rideau. La flèche du désir la toucha au moment où elle vit Riu l’érudit, si beau, si agréable au regard, au teint si ravissant, au corps si harmonieux. C'était lui qu'elle voulait épouser. Elle savait que nulle part ailleurs elle ne trouverait son égal et orienta le débat de façon à ce qu'il gagne.

# line 11, 12.txt
source: Alors, le roi pensa : « Ma promesse « Je la donnerai à l’exégète qui réussira à la vaincre. Je ne la donnerai pas à celui doué de beauté. Je ne la donnerai pas à celui issu d’une caste élevée. Je ne la donnerai pas à celui qui est puissant », [c’est] la promesse que j’ai faite. De plus, il l’a vaincue et son corps est harmonieux (lit. noble), il est beau et agréable au regard, je ne trouverai nulle part ailleurs d’exégète largement supérieur à lui. Donc, décidément, c’est bien à lui que je la donnerai », pensa-t-il. Puis,
fr_fr: Le roi, qui assistait aux échanges, se rappela qu'il avait bel et bien promis sa fille à l'érudit qui la vaincrait, qu'il ne regarderait ni la beauté, ni la naissance, ni la puissance des prétendants. Cet érudit l'avait donc vaincue. De plus, il était très bel homme. Nulle part ailleurs, pensa-t-il, ne se trouverait de meilleur parti. La princesse serait mariée à Riu l'érudit.

# line 12, 12.txt
source: il suivit (lit. fit) les traditions (lit. dharma) familiales vertueuses des pères de famille et il lui donna cette fille et il lui octroya un [rang] élevé dans la noblesse. Lui et elle se séduisirent (lit. jouèrent), ils [apprirent] à s’aimer et laissèrent libre cours (lit. faire) à leurs envies. Ensuite, plus tard, la fille tomba enceinte et après que soient passés neuf ou dix mois, un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et « Comment nommer ce garçon ? » Un nom lui fut donné : « Puisque son clan est Kātyāyana et qu’il est l’enfant de Assemblée, il portera le nom de “Kātyāyana-de-l’Assemblée” », fût-il dit. Alors, le garçon Kātyāyana-de-l’Assemblée se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre), comme un lotus dans un lac, il grandit avec force.
fr_fr: Il les unit par le mariage selon les coutumes ancestrales et octroya à son gendre un rang élevé dans la noblesse. Les deux jeunes mariés apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s'aimer et laissèrent libre cours à leurs désirs. Un jour, elle tomba enceinte. Environ neuf mois plus tard, elle donna naissance à un fils bien proportionné, beau et agréable au regard. Lors des célébrations de sa naissance, il fut nommé « Kātyāyana-de-l’Assemblée » parce qu'il était issu du clan Kātyāyana et qu'Assemblée était sa mère. Kātyāyana-de-l’Assemblée grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri. Il s’épanouit aussi rapidement qu’un lotus dans un lac.

# line 13, 12.txt
source: Ensuite, lorsqu’il eut grandi, il apprit les lettres, la conduite et le comportement d’un brahmane, l’énonciation de oṁ, l’énonciation de bho, l’hygiène, le rituel, la récolte des cendres, la manipulation (lit. tenir) du vase [des ablutions], le Ṛg Veda, le Yajur Veda, le Sāma Veda, le Atharva Veda. [il apprit aussi] comment réaliser les [rites] sacrificiels, faire réaliser les [rites] sacrificiels, donner, [faire] recevoir, réciter et faire réciter. Ensuite, il devint un brahmane versé dans les six activités brahmaniques et il maîtrisa progressivement les dix-huit sciences. Quand il eut seize ans, il maîtrisa tous les traités et il vainquit tous les exégètes et il eut une pensée comme la suivante : « Dans le Jambudvīpa, s’il n’y a [personne] égal à moi, cela va sans dire pour [des personnes] supérieures [à moi]. » cette arrogance lui faisait mépriser la plupart (lit. diversité) des gens.
fr_fr: Quand il fut en âge d’étudier, il apprit à lire et à écrire. Il apprit la conduite et le comportement d’un brahmane, l’énonciation de /oṁ/, l’énonciation de /bho/, l’hygiène, le rituel, la récolte des cendres, la manipulation du vase des ablutions, le Ṛg Veda, le Yajur Veda, le Sāma Veda et l’Atharva Veda. Il apprit aussi comment réaliser les rites sacrificiels, comment les faire réaliser, comment donner, comment faire recevoir, comment réciter et comment faire réciter. Ainsi, il devint un brahmane versé dans les six activités brahmaniques et maîtrisa progressivement les dix-huit sciences. À seize ans, il maîtrisa toutes les écritures sacrées et vainquit tous les érudits. Il devint arrogant. Il pensait que si personne ne l'égalait dans tout le monde de Jambudvīpa, il était certain que personne ne pourrait le surpasser. Ainsi, il commença à mépriser tout le monde.

# line 14, 12.txt
source: Ensuite, un upāsaka lui dit. « Garçon, qu’il n’y ait [personne] égal à toi, et encore moins [de personnes] supérieures [à toi], ne t’enorgueillis pas de cette présomption. Garçon, dans le Magadha, un fils des Śākyas a reçu une prédiction des devins qui tirent les présages : “S’il mène une vie de famille (lit. s’il reste dans une maison), il deviendra un monarque universel. S’il se rase les cheveux et la barbe et qu’il porte des habits religieux teintés et qu’il se retire du monde, passant d’une vie de famille à une vie sans famille uniquement par une véritable dévotion, sa renommée de Tathāgata, d’Arhat, de parfait et complet Bouddha résonnera grandement”, prédirent-ils. Donc, il s’est rasé les cheveux et la barbe et il a revêtu des habits religieux teintés et il s’est retiré du monde uniquement par une véritable dévotion, passant d’une vie de famille à une vie sans famille et à celui qui s’est pleinement éveillé à l’éveil insurpassable, complet et parfait, ton corps et ton intelligence ne parviennent pas (lit. n’osent pas) à un centième [des siens], ils ne parviennent pas (lit. n’osent pas) non plus à un millième [des siens], ils ne parviennent pas (lit. n’osent pas) non plus à un cent-millième [des siens], ils ne parviennent pas (lit. n’osent pas) non plus à un cent-millionième. De fait, ils ne peuvent pas être quantifiés », dit-il.
fr_fr: Un jour, un pratiquant laïc lui dit : « Jeune homme, ne te gonfles pas d'orgueil parce que tu ne trouves personne qui soit ton égal ou qui te surpasse. Il est un fils des Śākyas, dans le Magadha, de qui les devins ont prédit à sa naissance que s'il menait une vie de famille, il deviendrait un monarque universel. Si, avec une détermination absolument pure, il se rasait les cheveux et la barbe, s'il portait des habits religieux teintés et s’il se retirait du monde, passant d’une vie de famille à une vie sans famille, il deviendrait un Tathāgata, un Arhat, un parfait et complet Bouddha. Ils ont aussi prédit que le son de sa renommée résonnerait partout. Il s’est rasé les cheveux et la barbe, il a revêtu les habits religieux teintés et il s’est retiré du monde avec une détermination absolument pure, passant d’une vie de famille à une vie sans famille. Si tu es comparé à celui qui s’est pleinement éveillé à l’éveil insurpassable, complet et parfait, ton corps et ton intelligence ne parviennent pas à un centième des siens. Tu es loin du millième de ses qualités, du cent-millième ou même du cent-millionième. De fait, les qualités de ce Bouddha défient toute mesure. »

# line 15, 12.txt
source: Ensuite, ce garçon qui entendait le mot (lit. son) « Bouddha » qu’il n’avait pas entendu auparavant, a eu la chair de poule (lit. tous ses poils ont fait “zing !”) et il eut envie de le voir. Ensuite, il demanda [la permission] à ses parents : « Père, mère, étant dans le Magadha, j’aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. Donc, veuillez m’accorder [votre permission] », dit-il. Ensuite, les deux parents pensèrent : « Lui, nous n’arriverons pas à le détourner », virent-ils. Puis, ils dirent : « Attends. Nous renverrons le personnel de maison et nous partirons ensuite [tous] ensembles et nous vivrons une vie chaste (lit. suivre le brahmacarya) auprès de ce Bienheureux », dirent-ils. Puis, eux deux renvoyèrent le personnel de maison et ils pratiquèrent la générosité et accumuler (lit. faire) des mérites et partirent dans le Magadha et ils voyagèrent (lit. allèrent et allèrent) progressivement et arrivèrent à Rājagṛha et
fr_fr: Tous les poils de son corps se dressèrent quand il entendit pour la première fois le mot « Bouddha » et l'envie de rencontrer cet être ne le quitta plus. « Père, Mère, demanda-t-il à ses parents, j'aimerais vivre une vie chaste auprès du Bienheureux. Veuillez m'accorder votre permission. » Voyant qu'ils ne parviendraient pas à le décourager, ils décidèrent de renvoyer tout le personnel de maison et de partir avec lui vivre une vie chaste auprès du Bienheureux. Ils congédièrent tous ceux qui vivaient sous leur toit, ils pratiquèrent la générosité et accumulèrent les mérites, puis ils partirent tous les trois pour le Magadha. Ils arrivèrent à Rājagṛha et

# line 16, 12.txt
source: Ils se dirigèrent vers le Bienheureux et le garçon et ses parents virent le Bienheureux Bouddha au loin. À la perfection, il portait comme des ornements ou de manière cachée les trente-deux marques des grands êtres, il se tenait comme une masse de feu à forme humaine, comme une flamme que de l’huile attise, comme une flamme dans un lampe d’or remplie d’huile, comme un arbre à vénération paré de diverses pierres précieuses. [Il] vit le Bienheureux Bouddha dont l’esprit était clair, l’immaculé, qui est doté de la pureté entière. L’ayant vu, ils ressentirent une joie intense (lit. suprême) et du fait des causes que sont les mérites accumulés dans le passé, l’expérience de félicité d’un tel être qui aperçoit un bouddha pour la première fois ne peut être ressentie (lit. née) même par celui qui a familiarisé son esprit au calme mental pendant douze années. L’ayant vu de cette manière, ils ressentirent une joie intense (lit. suprême). Ayant ressenti cette joie, Ils se dirigèrent vers le Bienheureux et arrivés là, ils se prosternèrent devant le Bienheureux en touchant ses pieds de leur tête et s’assirent devant le Bienheureux pour entendre le Dharma.
fr_fr: se rendirent auprès du Bienheureux, qu'ils aperçurent au loin. /Ils ressentirent tous les trois une joie suprême à la vue du Bienheureux Bouddha qui portait avec grâce les trente-deux marques des grands êtres, certaines comme des ornements, d’autres de manière cachée. Il irradiait comme une masse de feu qui aurait pris une forme humaine. On aurait dit une flamme que de l’huile attise, un flambeau dans un braisier en or, ou encore un arbre vénéré qu’embellit d’innombrables ornements précieux. Son esprit était clair. Il ne présentait aucune impureté. Il était absolument pur./ /La félicité que ressent une personne qui a accumulé les mérites et qui aperçoit un Bouddha pour la première fois dépasse celle qui résulte de douze ans d’entraînement au calme mental./ Ayant ressenti une telle félicité, ils s'approchèrent du Bienheureux, ils se prosternèrent devant lui en touchant ses pieds de leur front, puis s'assirent devant lui pour écouter le Dharma.

# line 17, 12.txt
source: Alors, le Bienheureux discerna leurs pensées, leurs tendances habituelles, leurs tempéraments (lit. l’élément) et leurs caractères (lit. la nature) et il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors, alors qu’ils étaient encore assis sur les mêmes sièges, ils anéantirent les vingt cimes élevées des vues concernant l’amas périssable à l’aide du diamant de la sagesse et ils manifestèrent le résultat de l’entrée dans le courant. Après qu’ils aient vu vu les vérités, ils se levèrent de leurs sièges et ils [replièrent] leur vêtement supérieur sur une épaule et le laissèrent retomber [devant eux] et joignirent les mains et s’inclinèrent en direction du Bienheureux et ils dirent ceci au Bienheureux : « Vénérable, s’il nous est possible de nous extraire du monde selon le Vinaya, le Dharma si bien enseigné, et [s’il nous est possible] de parfaire l’approche [de la libération], d’obtenir la condition de moines pleinement ordonnés, nous voulons à notre tour pratiquer la conduite de Brahma auprès du Bienheureux. »
fr_fr: Le Bienheureux discerna leurs pensées, leurs tendances habituelles, leurs tempéraments ainsi que leurs caractères et leur enseigna ce qui leur correspondait. Comme le diamant pulvérise la roche, la sagesse qui s’éleva en eux alors qu’ils étaient encore assis pulvérisa les vingt croyances les plus fortes qui identifient le moi aux agrégats, cet amas de choses en continuelle destruction. Ils manifestèrent le résultat de ceux qui entrent dans le courant. Ayant vu les vérités, le père et le fils se levèrent de leurs sièges, replièrent leur vêtement supérieur sur une épaule et le laissèrent retomber devant eux. Ils joignirent les mains et s’inclinèrent en direction du Bienheureux et dirent : « Vénérable, s'il nous est possible de nous retirer du monde selon le Dharma du Vinaya si bien enseigné, s'il nous est possible de parfaire l'approche de la libération et d'obtenir la condition de moines pleinement ordonnés, nous aimerions vivre une vie chaste auprès du Bienheureux comme d'autres avant nous. »
