Repository: Esukhia/karmasataka
Catalog: */reader/13.po
Languages: fr_fr

# line 24, 13.txt
source: Empli de joie, il se leva de son siège et il [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant lui] et il dit ceci au Bienheureux : « Vénérable, s’il est possible de s’extraire du monde selon le Vinaya, le Dharma si bien exprimé, et [s’il est possible] de parfaire l’approche [de la libération], d’obtenir la condition de moine pleinement ordonné, moi aussi, j’aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. » Ensuite, le Bienheureux le fit se retirer du monde en lui disant « Moine, viens ici ! » et lui accorda l’ordination complète et lui [accorda] la transmission orale. De son côté, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et il manifesta l’état d’arhat (lit. l’arhat-même).
fr_fr: Rayonnant, il se leva de son siège. S'inclinant, il laissa retomber d'une épaule son vêtement supérieur qu'il avait replié et demanda au Bienheureux : « S'il est envisageable que je me retire du monde, que je prenne les vœux complets et que je devienne ainsi un moine selon le Dharma du Vinaya si bien enseigné, j'aimerais vivre une vie chaste auprès du Bienheureux, comme d'autres avant moi. — Moine, viens ici », répondit le Vénérable. Il lui accorda l'ordination complète et la transmission orale des pratiques monastiques. Il s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et manifesta l'état d'arhat.

# line 25, 13.txt
source: Puis les moines s’adressèrent au Bienheureux : « Vénérable, quelles actions Paṅgu a réalisées pour que le résultat de ces actions le rende estropié ? Quelles actions a[-t-il] réalisées pour qu’il contente le Bienheureux et ne fasse rien qui le mécontente, puis pour se retirer du monde selon l’enseignement du Bienheureux et après avoir éliminé toutes les émotions perturbatrices, [pour qu’]il manifeste l’état d’arhat ? » Le Bienheureux dit : « Moines, il a lui-même réalisé et accumulé des actions correspondantes (lit. comme ceci). En effet,
fr_fr: « Vénérable, demandèrent les moines au Bienheureux, quelles actions de Paṅgu lui ont valu de naître estropié ? Quelles actions a-t-il réalisées pour vous contenter, Bienheureux, et ne rien faire qui vous déplaise ? Quelles actions a-t-il réalisées pour se retirer du monde d'après votre enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat ? — Moines, il a effectivement réalité et accumulé des actions dans le passé.

# line 26, 13.txt
source: moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et à cette époque, deux frères vivaient à Vārāṇasī desquels l’un entendit le Dharma de la part du complet et parfait Bouddha Kāśyapa et il manifesta le résultat de ceux qui ne reviennent plus. Puis, il abandonna les actions non-vertueuses et réalisa (lit. se maintint) uniquement les actions entièrement vertueuses.
fr_fr: Moines, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l'insurpassable Cocher pour les êtres à guider, l'Enseignant des dieux et des hommes, le complet et parfait Bouddha Kāśyapa était apparu en ce monde. À cette époque, deux frères vivaient à Vārāṇasī. L'un écouta le Dharma du complet et parfait Bouddha Kāśyapa et manifesta le résultat de ceux qui ne reviennent plus. Il abandonna les actions non-vertueuses et décida de ne réaliser plus que des actions vertueuses.

# line 27, 13.txt
source: L’autre frère travaillait dans les champs et il pensa : « Je suis affligé par le froid quand il fait froid, je suis affligé par la chaleur quand il fait chaud, et lui, il reste dans la maison et il passe du bon temps (lit. fait l’expérience du bonheur) », pensa-t-il. Puis, il se mit en colère et il dit des paroles blessantes à celui qui avait [atteint le niveau de] ceux qui ne reviennent plus : « Je suis affligé par le froid quand il fait froid, je suis affligé par la chaleur quand il fait chaud, et je fais tous les travaux tandis que toi, comme un estropié, tu te traînes dans la maison et tu y restes et tu n’as pas envie de faire quoi que ce soit ? » dit-il.
fr_fr: Son frère travaillait les champs. Un jour, il se rendit compte que lui ne cessait de travailler qu'il fasse chaud ou froid, mais que son frère ne sortait jamais du logis pour l'aider. Il se mit en colère et insulta son frère qui avait atteint le niveau de ceux qui ne reviennent plus : "Je souffre du froid quand il fait froid. Je souffre de la chaleur quand il fait chaud. Je m'échine à la tâche tandis que toi, comme un estropié, tu te traînes dans la maison, tu t'y complais et tu n’as pas la moindre envie de faire quoi que ce soit ?"

# line 28, 13.txt
source: Ensuite, celui qui ne reviendrait plus pensa : « Ce frère à moi me dit des paroles blessantes. Donc, il faut que je l’aide de façon à ce qu’il ne se perde pas de manière définitive », pensa-t-il. Puis, il fit montre de ses pouvoirs surnaturels devant lui et dit : « Tu m’as dit des paroles blessantes. Donc, [concernant] ta mauvaise action, [dis] « J’ai mal agi. » et confesse-toi. Tu errerais dans le samsara et subirais de grandes souffrances ! » dès qu’il entendit ceci, le frère donna naissance à un regret intense (lit. grand) et il se prosterna à ses pieds et lui demanda pardon et lui dit ceci : « Je vais délaisser la vie de famille et je vais partir et je vais me retirer du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa. » Celui qui ne reviendrait plus dit : « Renvoyons le personnel de maison et retirons-nous tous les deux du monde. » Il répondit : « Faisons ceci. »
fr_fr: L'autre frère ne pouvait pas le laisser errer sans fin dans le samsara du fait des paroles blessantes qu'il lui avait adressées. Pour lui venir en aide, il fit montre de ses pouvoirs surnaturels et lui dit : « Confesse les paroles blessantes que tu m'a dites. Sinon, il est certain que tu erreras dans le cycle des existences et que tu subiras de grandes souffrances. » Ce dernier regretta ses paroles sur le champ, se prosterna aux pieds de son frère, lui demanda pardon et dit : "Je vais quitter la vie de famille pour aller me retirer du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa. — Faisons-le ensembles, répondit le frère. Renvoyons le personnel de maison et retirons-nous du monde. — D'accord."

# line 29, 13.txt
source: Ensuite, il renvoya le personnel de maison et ils se retirèrent tous les deux selon l’enseignement du complet et parfait Bouddha Kāśyapa, puis celui qui ne reviendrait plus se retira du monde et après avoir éliminé toutes les émotions perturbatrices, il manifesta l’état d’arhat (lit. l’arhat-même). L’autre se retira du monde et vécu chastement toute sa vie, puis il fit ce souhait au moment de mourir : « Puissé-je de pas devoir subir [le résultat] d’avoir dit des paroles blessantes à un être comme lui. Si par hasard (lit. sur cent), le résultat mûrit sur moi, puisse ce mal disparaître dès que je conçois l’idée de me retirer du monde et puisse ce qui est bien m’arriver. Eh bien (lit. comme ceci), je me suis retiré du monde et j’ai vécu chastement toute ma vie (lit. une vie), et je n’ai obtenu aucune de toutes les qualités. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retirée du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même) », dit-il.
fr_fr: Alors, ils renvoyèrent leur personnel et se retirèrent tous les deux selon l'enseignement du complet et parfait Bouddha Kāśyapa. Celui qui avait atteint le niveau de ceux qui ne reviennent plus élimina toutes les émotions perturbatrices et manifesta l'état d'arhat. Son frère vécut chastement toute sa vie et fit le souhait suivant au moment de mourir : "Puissé-je de pas subir le résultat des paroles blessantes que j'ai adressées à un être aussi pur que lui. Si je le subis malgré tout, puisse ce mal disparaître dès que je conçois l’idée de me retirer du monde. Puissé-je alors jouir d'une situation favorable. Eh bien, je me suis retiré du monde, j’ai vécu chastement toute ma vie, et je n’ai obtenu aucune de toutes les qualités. Par mes actes, puissé-je contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, selon la prophétie du complet et parfait bouddha Kāśyapa. Puissé-je ne rien faire qui lui déplaise. Puissé-je me retirer du monde d'après son enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat."

# line 30, 13.txt
source: Moines, qu’en pensez-vous ? À cette époque, le moine qui s’était retiré du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa est Paṅgu lui-même et l’action d’avoir dit ces paroles blessantes à son frère le rendit estropié partout où il naissait. Il regretta et se retira du monde et vécut chastement toute sa vie et fit ce souhait au moment de mourir : « Eh bien (lit. comme ceci), puissé-je de pas devoir subir [le résultat] d’avoir dit des paroles blessantes à un être comme lui. Si par hasard (lit. sur cent), le résultat mûrit sur moi, puisse mon mal disparaître dès que je conçois l’idée de me retirer du monde et puisse ce qui est bien m’arriver. » Avoir formulé (lit. fait) ce souhait fit que maintenant, son corps trouva toutes les facultés physiques au moment où il conçut la pensée de se retirer du monde. Il formula le souhait suivant : « Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retiré du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). » Puisqu’il a fait ce souhait, moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente, puis il s’est retiré du monde selon mon (lit. à moi-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, il manifesta l’état d’arhat (lit. l’arhat-même).
fr_fr: Voyez-vous, moines, à cette époque, le moine qui s’était retiré du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa est Paṅgu. Les paroles blessantes qu'il dit à son frère le fit toujours naître estropié. Il regretta ses paroles, se retira du monde et vécut chastement toute sa vie. Au moment de mourir, il formula le souhait de ne pas devoir subir le résultat de son acte, que sa conséquence disparaisse et qu'il bénéficie d'une condition favorable au moment où il concevrait l'idée de se retirer du monde. C'est pourquoi, dès qu'il a conçu l'idée de se retirer du monde, son corps a retrouvé toutes les facultés physiques. Il avait aussi formulé le souhait de contenter par ses actes le Bienheureux Bouddha que deviendrait le jeune brahmane Uttara selon la prophétie du complet et parfait Bouddha Kāśyapa, de ne rien faire qui lui déplaise, de se retirer du monde d’après son enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l'état d'arhat. Moines, je suis devenu en tout point l’égal du complet et parfait Bouddha Kāśyapa. J’ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. C’est pourquoi il m’a contenté et n’a rien fait qui m’a déplu. Il s’est retiré du monde selon mon enseignement. Il a éliminé toutes les émotions perturbatrices et a manifesté l’état d’arhat.

# line 31, 13.txt
source: Puis les moines s’adressèrent au Bienheureux : « Vénérable, quelle merveille ! Ces cinq cent brigands ont rencontré cet estropié et ils se sont retirés du monde et après avoir éliminé toutes les émotions perturbatrices, ils ont manifesté l’état d’arhat. Posez-y votre regard. » Le Bienheureux dit : « Moines, ce n’est pas uniquement maintenant [que ceci est arrivé]. En effet, dans le passé aussi, les cinq cent brigands ont rencontré ce même estropié et ils se sont retirés du monde et ils ont développé les quatre concentrations et les cinq clairvoyances. Écoutez donc.
fr_fr: — Vénérable, quelle merveille ! s'étonnèrent les moines. Ces cinq cent brigands ont rencontré cet estropié. Ils se sont retirés du monde et après avoir éliminé toutes les émotions perturbatrices, ils ont manifesté l’état d’arhat. Comment ceci est-il arrivé ? — Moines, répondit le Bienheureux, ce n'est pas la première fois qu'ils se trouvent dans cette situation. Dans le passé, ces cinq cent brigands avaient déjà rencontré cet estropié. Ils s'étaient aussi retirés du monde grâce à lui et avaient développé les quatre concentrations et les cinq clairvoyances. Écoutez donc.

# line 32, 13.txt
source: Moines, dans une époque maintenant révolue, environ cinq cent brigands s’étaient établis et vivaient dans une forêt et ils mirent à sac un village de montagne et y prirent beaucoup de richesses et de nourriture. Cet homme s’était aussi établi et vivait aussi dans cette forêt et les brigands allèrent vers lui et l’attrapèrent pour faire une offrande humaine au yakṣa. Alors, ils allèrent dans leur repère (lit. milieu de forêt) et ils appliquèrent de la bouse de vache devant ce yakṣa et y disposèrent un vase plein et cet homme et ils prirent (lit. portèrent) des épées affûtées et ils s’installèrent devant le yakṣa et ils firent le sacrifice.
fr_fr: Moines, dans un passé lointain, quelques cinq cent brigands avaient établi leur repère dans une forêt. Ils pillèrent un village de montagne et s'emparèrent d'une grande quantité de richesses et de nourriture. Cet homme, qui vivait dans la même forêt, fut fait prisonnier et mené dans le repère des brigands pour être sacrifié à leur yakṣa. Ils appliquèrent de la bouse de vache devant lui, et y disposèrent un vase plein et l'homme. Ils empoignèrent des épées affilées, s'installèrent devant le yakṣa et commencèrent le sacrifice.

# line 33, 13.txt
source: Cet homme, quant à lui, « Ils vont me tuer et vont [m’]offrir au yakṣa. C’est ce qu’ils pensent », pensa-t-il. Puis, il fut pris d’une grande panique. Pris de panique, il pensa : « En qui pourrais-je trouver un refuge ? Qui m’accordera la vie que je pleure (lit. je regrette d’avoir perdu) ? » pensa-t-il. Alors, à cette époque, non loin de là dans la montagne, dans un endroit [dédié] aux austérités, vivait un ṛṣi. À ce moment, cette personne pensa au ṛṣi et il pria mentalement ce ṛṣi avec dévotion : « Bienheureux, puisqu’il n’est rien que vous ne voyiez pas, que vous ne sachiez pas et que vous ne compreniez pas, hélas, Veuillez m’accorder la vie que je pleure (lit. je regrette d’avoir perdu). Veuillez prendre sur vous les difficultés [pour le faire] », dit-il.
fr_fr: L'homme comprit le sort qui l'attendait. Terrifié, il chercha qui pourrait le secourir, qui pourrait lui rendre la vie qu'on lui avait déjà ravie. Il se souvint qu'un sage vivait dans la montagne non loin de là, dans un endroit dédié aux austérités. Il s'adressa à lui en prière : "Bienheureux, il n'est rien que vous ne voyiez pas, que vous ne sachiez pas et que vous ne compreniez pas. Regardez donc ma détresse ! Accordez-moi la vie dont je pleure déjà la perte. Veuillez accepter les difficultés pour me secourir."

# line 34, 13.txt
source: Ensuite, un dieu qui aimait ce ṛṣi connut par l’esprit les pensées de cet homme et il les raconta au ṛṣi. Ensuite, dès que le ṛṣi l’eut entendu, il disparut de l’endroit de ses austérités et il vint devant ces brigands et ces brigands virent ce ṛṣi. L’ayant vu, ils ressentirent une joie intense (lit. suprême). Emplis de joie, « Que nous commandez-vous, ṛṣi ? » dirent-ils. Le ṛṣi dit : « relâchez cet homme et installez-vous devant moi. Je vous enseignerai le Dharma. » Ensuite, « Nous ferons selon les ordres de ṛṣi », dirent-ils. Puis, les brigands relâchèrent cet homme et ils se prosternèrent aux pieds du ṛṣi et s’installèrent devant lui pour écouter le Dharma. Ensuite, le ṛṣi leur donna un enseignement correspondant (lit. comme ceci) et de ce fait, cet homme et les cinq cent brigands se retirèrent du monde auprès de ce ṛṣi et ils développèrent les quatre concentrations et les cinq clairvoyances.
fr_fr: À ce moment, un dieu favorable au sage vit par l'esprit les pensées de cet homme et les lui décrivit. Aussitôt, le sage disparut pour réapparaître devant les brigands. Ils furent émerveillés. "Ô sage, quels sont vos ordres ? demandèrent-ils. — Relâchez cet homme et installez-vous devant moi. Je vous enseignerai le Dharma. — Nous ferons comme vous le demandez, ô sage", répondirent-ils. Ils relâchèrent cet homme, se prosternèrent aux pieds du sage et s'assirent devant lui pour écouter le Dharma. Il leur enseigna ce qui leur correspondait. Les cinq cent brigands se retirèrent du monde auprès de lui et atteignirent les quatre concentrations et les cinq clairvoyances.

# line 35, 13.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était un ṛṣi établi dans la conduite des bodhisattvas, c’était moi-même. À cette époque, celui qui était cet homme est Paṅgu lui-même. Ceux qui étaient les cinq cent brigands sont ces cinq cent brigands. De plus, à cette époque, eux, grâce à cet homme, ils se sont retirés du monde et ils développèrent les quatre concentrations et les cinq clairvoyances. Maintenant aussi, grâce à Paṅgu lui-même, ils se sont retirés du monde et après avoir éliminé toutes les émotions perturbatrices, ils ont manifesté l’état d’arhat. Ceci conclut le premier verset résomptif des Cents Karmas.
fr_fr: Voyez-vous, moines, à cette époque, le sage établi dans la conduite des bodhisattvas, c'était moi-même. Cet homme était Paṅgu. Les cinq cent brigands d'alors sont les brigands d'aujourd'hui. À cette époque, grâce à cet homme, ils s'étaient retirés du monde et avaient développé les quatre concentrations et les cinq clairvoyances. Aujourd'hui, grâce à Paṅgu, ils se sont retirés du monde, ils ont éliminé toutes les émotions perturbatrices et ils ont manifesté l'état d'arhat. » Ainsi termine la partie couverte par le premier verset résomptif des Cent Karmas.
