Repository: Esukhia/karmasataka
Catalog: */reader/13.po
Languages: fr_fr

# line 1, 13.txt
source: [L’histoire] nommée « Le Tailleur »
fr_fr: Le tailleur

# line 2, 13.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 13.txt
source: à cette époque, un père de famille vivait à Śrāvastī. Puis, plus tard, son épouse tomba enceinte et après que soient passés neuf ou dix mois, un garçon naquit et ce garçon était (lit. était devenu) estropié, il n’arrivait pas à marcher (lit. aller) et la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et « Comment nommer ce garçon ? » Un nom lui fut donné : « Puisque ce garçon est estropié, son nom sera “Paṅgu”, [l’estropié]. » Alors, le garçon Paṅgu se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre) et
fr_fr: À cette époque, l'épouse d'un homme vivant dans cette ville tomba enceinte. Environ neuf mois plus tard, elle donna le jour à un fils estropié. Lors des célébrations de sa naissance, il fut nommé « Paṅgu », l’estropié, du fait de son handicap. Le jeune enfant grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri.

# line 4, 13.txt
source: quand il eut grandi, son père pensa : « Cet enfant à moi doit pouvoir toujours travailler assis. Quelle profession (lit. artisanat) qui lui permettrait d’obtenir [de quoi] vivre vais-je lui faire apprendre ? » Alors, il pensa : « Décidément, quand mon [enfant] aura appris le métier (lit. travail) de tailleur, il en tirera (lit. obtenir) de quoi vivre. » pensa-t-il. Puis, il fit apprendre le métier de tailleur à ce garçon. Ensuite, il devint le meilleur (lit. suprême) [élève] de son maître pour ce [travail].
fr_fr: Quand il devint un jeune homme, son père chercha quelle profession il pourrait exercer tout en restant assis. « Il deviendra tailleur, pensa-t-il. Ce métier lui donnera de quoi vivre. » Paṅgu fut placé chez un tailleur où il surpassa tous les autres apprentis.

# line 5, 13.txt
source: Ensuite, lorsqu’eut lieu un festival, un autre père de famille emprunta (lit. prit en emprunt) des habits et des bijoux pour sa femme dans la maison d’un autre et il les prit, revint et l’épouse les porta et ils se dirigèrent au festival et s’en allèrent [de chez eux]. Ensuite, elle ne fit pas attention et une partie du vêtement se déchira. Ensuite, elle eut peur de son mari et elle ne le montra à personne et elle rentra du festival et ce père de famille alla à un autre village. Il s’en alla et cette femme fit venir (lit. prit) ce tailleur dans sa maison et elle ferma la porte pour que personne ne puisse voir et elle lui fit coudre la partie du vêtement, puis après qu’elle ait fait venir le tailleur dans la maison, son mari revint chez lui et il frappa à la porte et l’appela.
fr_fr: Plus tard, lors d'un festival, un habitant de la ville emprunta des habits et des bijoux pour sa femme. Son épouse ainsi revêtue et parée, ils rejoignirent le festival. Elle déchira un pan du vêtement par distraction et dissimula l'accident par peur de son mari. À la fin des festivités, elle profita qu'il parte dans un autre village pour faire venir en cachette Paṅgu le tailleur. Il raccommoda la déchirure, mais avant qu'il n'eut le temps de repartir, le mari était de retour. Il frappait à la porte et demandait à sa femme d'ouvrir.

# line 6, 13.txt
source: Ensuite, son épouse le reconnut à la voix et [pour] avoir fait venir le tailleur chez elle et [pour] avoir déchiré la partie du vêtement, elle fut prise de panique (lit. extrêmement peur) et prise de panique, elle demanda (lit. fit) au tailleur de se taire (lit. rester dans ses pensées) et le mit dans une malle et elle scella la malle et le laissa là. Ensuite, elle ouvrit la porte et le mari entra dans la maison et elle l’amadoua et le servit de quelques manières et dormit avec lui.
fr_fr: Elle reconnut son époux et fut catastrophée à l'idée qu'il découvre le tailleur chez eux et la déchirure du vêtement. Prise de panique, elle enferma l'artisan dans une malle avec l'ordre de garder le silence quoi qu'il arrive. Elle scella la malle et partit recevoir son mari. Elle endormit ses soupçons par des cajoleries et s'endormit avec lui.

# line 7, 13.txt
source: Après qu’ils furent endormis, quelques voleurs pénétrèrent (lit. trouèrent) leur maison et étant entrés, ils prirent en premier cette malle et ils pensèrent ceci : « Cette malle est si (lit. comme ça) bien scellée, et elle est lourde. Donc, il ne fait pas de doute qu’il s’y trouve de grands joyaux. Ils nous suffiront pour sept générations, donc nous en avons assez avec ça. Nous n’avons pas besoin d’autres objets », pensèrent-ils. Puis, ils ne prirent que cette malle et la sortirent et la prirent dans la forêt.
fr_fr: Pendant leur sommeil, des voleurs s'introduirent dans leur maison. La première chose qu'ils trouvèrent fut cette malle. « Comme elle est bien scellée, se dirent-ils. Comme elle est lourde. Elle contient sans aucun doute de grands et précieux joyaux. Nous sommes riches pour sept générations. C'est plus que ce qu'il nous faut. » Ils sortirent avec la malle, qu'ils emportèrent dans la forêt.

# line 8, 13.txt
source: Tandis qu’ils se déplaçaient, la lune brillait et l’homme se trouvant à l’intérieur de la malle (lit. ça) ne put retenir son urine et l’urine s’échappa de la malle et coula à l’extérieur. Ensuite, les voleurs pensèrent : « Eh bien (lit. comme ceci) quand la lune brille un liquide (lit. eau) coule de la malle (lit. de ça). Donc, il ne peut qu’y avoir (lit. c’est juste qu’y sont mis) des joyaux cristaux-d’eau », pensèrent-ils. Puis, ils furent d’autant plus heureux. Ensuite, se fatiguant et portant cette malle, ils arrivèrent dans leur repère (lit. au milieu de la forêt).
fr_fr: Dehors, la lune brillait et le tailleur enfermé ne put se retenir d'uriner. Ils virent un liquide couler au moment où des rayons de lune touchaient la malle. « Ce sont de précieux cristaux-d'eau qu'elle contient ! » s'exclamèrent-ils, plus heureux que jamais. Ils cheminèrent ainsi jusqu'à leur repère, malgré la fatigue et le poids de la malle.

# line 9, 13.txt
source: Ensuite, le chef des brigands et les brigands demandèrent : « Que rapportez-vous dans cette malle ? » Ils dirent : « Chef, à partir de maintenant, notre continuelle (lit. continuum) pauvreté à tous cesse. Donc, réjouissez-vous. Cette fois, nous avons trouvé une malle pleine de joyaux », dirent-ils. Ensuite, dès qu’ils eurent entendu ceci, ils furent transportés de bonheur et dirent : « Ouvrez donc cette malle. Nous allons regarder quels joyaux y ont été placés », dirent-ils. Ensuite, ils descellèrent la malle et l’ouvrirent et
fr_fr: Intrigués, les brigands et leur chef demandèrent ce qu'ils apportaient. « Chef, répondirent-ils, réjouissez-vous. Nous ne serons plus jamais pauvres. Nous avons apporté une malle remplie de joyaux. — Mais ouvrez-donc cette malle. Voyons les trésors qu'elle contient », s'exclamèrent-ils tout heureux.

# line 10, 13.txt
source: y regardant, qu’un estropié avait été mis dans cette malle et qu’il s’y trouvait, ils le virent et dès qu’ils le virent, « Tout ce que nous avons marché (lit. aller) et tout ce que nous avons porté cet estropié, il nous a fait souffrir la nuit du début à la fin », pensèrent-ils et ils furent dépités (lit. souffrirent). Ceux qui n’y étaient pas allés rirent grandement des bandits qui avaient marchés tout ce temps (lit. marché et marché) et ils dirent : « Vous avez bien souffert. Vous avez beaucoup souffert », dirent-ils.
fr_fr: Ils découvrirent un estropié en lieu et place du butin qu'ils croyaient avoir porté. « Quoi ? éclatèrent-ils, désespérés. C'est ce cul-de-jatte que nous avons charrié toute la nuit à la sueur de notre front ? » Les brigands restés se tordirent de rire et se moquèrent copieusement de leurs compères trompés : « Ah, qu'ils ont bien galéré ! Oh, ils ont sué toute l'eau de leur corps ! »

# line 11, 13.txt
source: Ensuite, cette femme se réveilla et se leva et lorsqu’elle se déplaça dans la maison, que [quelqu’un] avait pénétré dans la maison et volé la malle, elle le vit. L’ayant vu, elle devint heureuse et versifiant, elle dit. « On a pénétré dans la maison et la malle s’est subtilisée (lit. éparpillée). Je suis à moitié heureuse, à moitié malheureuse. Les voleurs qui sont partis dans la forêt, ils rient et ils pleurent », dit-elle.
fr_fr: Au même moment, la maîtresse de maison se réveillait. Elle se leva et vit que sa maison avait été dévalisée. Elle rit à gorge déployée et chanta ces vers : « On a pillé notre foyer. Notre bonne malle s'est envolée. Je suis bien aise et ennuyée. Mes bons brigands de la forêt, Vous devez rire et bien pleurer. »

# line 12, 13.txt
source: Ensuite, ceux qui avaient apporté la malle se mirent en colère et dirent : « Eh bien (lit. comme ceci), il est vrai que l’estropié nous a rendu malheureux, mais pourtant, nous devons faire offrande au yakṣa. Donc, c’est lui que (lit. lui seul) nous offrirons au yakṣa », dirent-ils. Puis, ils dessinèrent un mandala avec de la bouse de vache devant le yakṣa et ils disposèrent [dessus] de l’encens, des fleurs et [les objets] du rituel d’offrande et un vase plein, puis ils prirent (lit. portèrent) des épées affûtées et ils mirent cet homme devant le yakṣa et ils firent le sacrifice.
fr_fr: Les brigands qui avaient participé à l'expédition rageaient. L'un d'eux eut une idée : « Cet estropié nous a donné bien de la peine. C'est vrai. Mais il faut sacrifier quelqu'un au Yakṣa. Ce sera lui ! » Alors, ils dessinèrent un diagramme en bouse de vache devant son autel. Ils y disposèrent de l'encens, des fleurs, les objets rituels et un vase rempli. Ensuite, ils empoignèrent des épées affilées, assirent cet homme devant l'autel et commencèrent le sacrifice.

# line 13, 13.txt
source: Ensuite, cet homme, quant à lui, il comprit (lit. intégra) de quelle manière ils allaient l’offrir en offrande à ce yakṣa et il eut extrêmement peur et il pensa : « À part le Bienheureux, en qui d’autre pourrais-je trouver un refuge ? Qui m’accordera la vie que je pleure (lit. je regrette d’avoir perdu) ? » pensa-t-il. Puis, il pria mentalement le Bienheureux : « Vénérable, Bienheureux, puisqu’il n’est rien du passé, du futur ni du présent que vous ne voyiez pas, que vous ne sachiez pas et que vous ne compreniez pas, hélas, Bienheureux, je suis tourmenté, affligé et je suis perdu. Donc, veuillez me sauver (lit. donner refuge) complètement. Veuillez m’accorder la vie que je pleure (lit. je regrette d’avoir perdu) », dit-il.
fr_fr: Paṅgu comprit le sort qui l'attendait. Terrifié, il vit qu'à part le Bienheureux, personne ne pourrait lui être d'aucun secours. Personne ne pourrait lui rendre la vie qu'on lui avait déjà ravie. Il s'adressa à lui en prière : « Vénérable ! Bienheureux ! Il n’est rien du passé, du futur ni du présent que vous ne voyiez pas, que vous ne sachiez pas et que vous ne compreniez pas. Bienheureux, regardez ma détresse ! Je suis anéanti, tourmenté, perdu. Sauvez-moi ! Accordez-moi la vie dont je pleure déjà la perte. »

# line 14, 13.txt
source: Les Bienheureux Bouddhas montrent l’unique voie à parcourir ; ils possèdent les deux aspects de la connaissance et de la sagesse ; ils excellent dans les trois attentions rapprochées qui leur sont propres (lit. qui ne sont pas mélangés [à d’autres]) ; ils sont intrépides grâce aux quatre intrépidités ; ils sont entièrement libérés d’aller vers les cinq renaissances ; ils sont versés dans les six sources des sens ; ils vivent les sept branches de l’Éveil ; ils contemplent les huit libérations complètes ; ils s’engagent dans les neuf absorptions méditatives successives ; ils possèdent la puissance des dix forces ; eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.
fr_fr: /Les Bienheureux bouddhas montrent l'unique voie à parcourir. Ils maîtrisent les deux domaines de la connaissance et la sagesse. Ils appliquent souverainement les trois attentions rapprochées qui sont leur apanage. Les quatre intrépidités les rendent inébranlables. Ils sont entièrement affranchis des cinq naissances. Ils connaissent parfaitement les six facultés sensorielles. Ils vivent les sept branches de l’éveil. Ils fixent leur esprit sur les huit libérations parfaites. Ils s’absorbent dans les neuf absorptions successives et possèdent la puissance des dix forces. Eux qui poussent le rugissement éclatant et parfait du lion, ils tournent naturellement leurs yeux d’éveillés vers le monde pendant les six périodes de la journée — les trois du jour et les trois de la nuit./

# line 15, 13.txt
source: « Qui s’affaiblit ? Qui s’épanouit ? Qui est dans la misère ? Qui est dans le malheur ? Qui est dans la souffrance ? Qui est dans la misère, le malheur et la souffrance ? Qui tombe dans les royaumes inférieurs ? Qui est tombé dans les royaumes inférieurs ? Qui tombera dans les royaumes inférieurs ? Qui vais-je extirper des royaumes inférieurs et les établir dans les royaumes supérieurs, la libération ou le résultat ? Quel être (lit. qui) enlisé dans le marais des mauvaises conduites vais-je tirer par la main ? Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes vais-je pousser à s’approprier le pouvoir des seigneurs des sept joyaux des [êtres] nobles ? Qui, n’ayant pas développé les racines vertueuses, inciterais-je à [les] développer ? Qui, ayant déjà développé les racines vertueuses, inciterais-je à [les] faire mûrir ? Qui, ayant déjà fait mûrir entièrement les racines vertueuses, inciterais-je à [les] faire jaillir à l’aide de l’arme de la sagesse ? Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu’un bouddha y est apparu ? » [Ainsi] s’applique leur regard de sagesse.
fr_fr: /« Qui décline? Qui prospère ? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé de souffrances ? Qui est dans le malheur, vit dans la peur et est accablé de souffrances ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs et les déposer dans les mondes supérieurs, la libération et le résultat ultime ? Quel être enlisé dans le marais des actions mauvaises vais-je tirer par la main ? Quel être dépourvu des sept richesses des êtres sublimes vais-je inciter à devenir le détenteur de ces sept richesses ? Quel être n'ayant pas développé les racines vertueuses pourrais-je inciter à les développer ? Chez quel être ayant déjà développé les racines vertueuses, pourrais-je les mener à maturité ? Chez quel être dont les racines vertueuses sont parvenues à maturité pourrais-je les pousser à émerger grâce à l'épée de la sagesse ? Pour quel être fructifierais-je le cycle des existences qui est orné de la présence d'un bouddha ? » Ainsi se pose sur le monde leur regard de sagesse./

# line 16, 13.txt
source: [Dans] l’océan, la demeure des [monstres] makara, il est possible que les marées tardent. Pour leurs enfants qu’ils doivent dompter, les bouddhas ne prennent [jamais] de retard.
fr_fr: /Dans l'océan, où vivent les makaras,/ /Les marées régulières tardent parfois./ /Pour leurs enfants à discipliner,/ /Jamais ne tardent les éveillés./

# line 17, 13.txt
source: Ensuite, alors que le Bienheureux regardait, il vit que le moment était venu de dompter cet estropié et les cinq cent brigands. Puis, depuis cette statue de ce dieu, il se tint dans les attributs de ce dieu. Ensuite, les cinq cent brigands pensèrent : « Le dieu se montre à nous », pensèrent-ils. Puis, ils eurent la chair de poule (lit. leurs poils firent “zing !”) et ils joignirent les mains et s’installèrent et dirent ceci : « Bienheureux, que nous commandez-vous ? » Le Bienheureux dit : « Je ne veux pas d’offrandes d’humains. Donc, délaissez ces offrandes d’humains. Si vous voulez le Dharma, délaissez de faire ces offrandes et installez-vous. Je vous enseignerai le Dharma. » Ensuite, « Nous ferons ainsi », dirent-ils. Puis,
fr_fr: Le Bienheureux, qui regardait le monde, vit que le moment était venu de discipliner Paṅgu et les cinq cent brigands. Il surgit de la statue de ce dieu et se présenta avec tous les attributs divins. « Le dieu se montre à nous ! » s'extasièrent les brigands. Tous les poils de leur corps se dressèrent. Ils joignirent les mains, s'assirent auprès de lui et demandèrent : « Bienheureux, ordonnez et nous exécuterons. — Je ne veux pas de sacrifices humains, dit le Bienheureux. Je vous ordonne de cesser ces sacrifices. Si vous voulez le Dharma, arrêtez les sacrifices et installez-vous. Je vous enseignerai. — À vos ordres » répondirent les brigands.

# line 18, 13.txt
source: ces brigands délaissèrent ces offrandes et ils se prosternèrent devant le Bienheureux en touchant ses pieds de leur tête et s’assirent devant lui pour entendre le Dharma. Alors, le Bienheureux discerna les pensées, les tendances habituelles, le tempérament (lit. l’élément) et le caractère (lit. la nature) de l’estropié et des brigands et il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors, alors qu’ils étaient encore assis sur les mêmes sièges, les cinq cent brigands anéantirent les vingt cimes élevées des vues concernant l’amas périssable à l’aide du diamant de la sagesse et ils manifestèrent le résultat de l’entrée dans le courant. Quant à lui, l’estropié manifesta le résultat de ceux qui ne reviennent plus.
fr_fr: Ils arrêtèrent le sacrifice, se prosternèrent devant le Bienheureux en touchant ses pieds de la tête et s'assirent devant lui pour écouter le Dharma. Le Bienheureux discerna les pensées, les tendances habituelles, les tempéraments ainsi que les caractères de l'estropié et des brigands et leur enseigna ce qui leur correspondait. Comme le diamant pulvérise la roche, la sagesse qui s'éleva en eux alors qu'ils étaient encore assis pulvérisa les vingt croyances les plus fortes qui identifient le moi aux agrégats, cet amas de choses en continuelle destruction. Ainsi, ils manifestèrent le résultat de l'entrée dans le courant. Paṅgu manifesta le résultat de ceux qui ne reviennent plus.

# line 19, 13.txt
source: Ensuite, ils virent les vérités et le Bienheureux fit disparaître les attributs du dieu et se tint dans son aspect naturel. Ensuite, ils virent le Bienheureux et ils furent d’autant plus heureux. Devenu heureux, ils se levèrent de leurs sièges et ils [replièrent] leur vêtement supérieur sur une épaule et le laissèrent retomber [devant eux] et joignirent les mains et s’inclinèrent en direction du Bienheureux et ils dirent ceci au Bienheureux : « Vénérable, s’il nous est possible de nous extraire du monde selon le Vinaya, le Dharma si bien enseigné, et [s’il nous est possible] de parfaire l’approche [de la libération], d’obtenir la condition de moines pleinement ordonnés, nous aussi, nous aimerions vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »
fr_fr: Ils avaient tous vu les vérités. Le Bienheureux se montra alors sous son véritable jour, sans attribut divin, pour leur plus grand bonheur. Ravis, ils se levèrent de leurs sièges et s'inclinant, ils laissèrent retomber d'une épaule leur vêtement supérieur qu'ils avaient replié. « Vénérable, demandèrent-ils, s'il est envisageable que nous nous retirions du monde, que nous prenions les vœux complets et que nous devenions ainsi des moines selon le Dharma du Vinaya si bien enseigné, nous aimerions vivre une vie chaste auprès du Bienheureux, comme d'autres avant nous.

# line 20, 13.txt
source: Ensuite, dès que le Bienheureux eut dit « Moines, venez ici ! Vivez chastement. » aux brigands, leurs cheveux et leurs barbes furent rasés et devinrent [aussi longs que s’ils étaient coupés] depuis sept jours. Concernant leur conduite, ils se tinrent comme s’ils avaient été moines depuis cent ans. Ils se trouvèrent entrain de tenir un bol à aumône et un récipient à eau dans leurs mains.
fr_fr: — Moines, dit le Bienheureux, venez ici ! Vivez chastement. » /À ce moment même, leurs cheveux et leurs barbes tombèrent. On eut dit qu'ils s'étaient rasés il y a sept jours. À leur maintien, on eut dit qu'ils étaient moines depuis cent ans. Ils trouvèrent aussi un bol à aumône et un récipient à eau entre leurs mains./

# line 21, 13.txt
source: On dira ici : Le Tathāgata, « [Viens] ici » Sa tête est rasée, il porte la saṃghāṭī. L’intention du Bouddha lui met l’habit et à ce moment, il maintient ses sens dans un apaisement total.
fr_fr: /« Viens ici », lui dit le Bienheureux ; La tête rasée, il porte l'habit du moine. Le Bouddha l'habille ainsi de son intention ; Il maintient ses sens dans un apaisement total./

# line 22, 13.txt
source: Puis, le Bienheureux leur accorda la transmission orale et de leur côté, ils s’efforcèrent, s’appliquèrent et s’évertuèrent à éliminer toutes les émotions perturbatrices et ils manifestèrent l’état d’arhat. Ils devinrent des arhats libres de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à leurs yeux] ; ils [vinrent à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; ils [possédaient] la fraîcheur du [bois de] santal trempé ; leur sagesse avait brisé la coquille de l’œuf ; ils avaient obtenu la connaissance, les clairvoyances et les parfaites discriminations ; ils avaient tourné le dos aux biens du samsara, aux désirs et aux éloges ; ils étaient désormais dignes (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: Le Bienheureux leur conféra la transmission orale des pratiques monastiques. Ils s'efforcèrent, s'appliquèrent et s'évertuèrent à éliminer toutes leurs émotions perturbatrices et manifestèrent l'état d'arhat. /Ils devinrent des arhats libres de l’attachement aux trois mondes. Désormais, un morceau d’or et une motte de terre étaient identiques. À leurs yeux, les paumes de leurs mains et l’espace étaient semblables. Ils avaient acquis la fraîcheur du bois de santal trempé. Leur sagesse avait détruit la coquille de l’ignorance. Ils avaient obtenu la connaissance, les clairvoyances et les discernements parfaits. Ils avaient tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Ils étaient désormais dignes des offrandes, de la vénération et de la révérence d’Indra, d’Upendra et de tous les dieux./

# line 23, 13.txt
source: Ensuite, Paṅgu pensa : « Si mon corps n’était pas comme ça, moi aussi, je me retirerais du monde selon l’enseignement du Bienheureux et je m’efforcerais, je m’appliquerais et je m’évertuerais pour traverser les fleuves et transcender ce qui m’engage [dans le samsara] », pensa-t-il. Ensuite, au moment où il dit ceci, il fut entièrement doté de toutes les facultés physiques et [il se trouva] en parfait état. Puis, il ressentit plus encore de joie [en pensant] au Bienheureux.
fr_fr: Paṅgu pensa tout haut : « Sans ce handicap, moi aussi, je me retirerais du monde selon l’enseignement du Bienheureux. Comme eux, je m’efforcerais, je m’appliquerais et je m’évertuerais pour traverser les fleuves et transcender ce qui me retient dans le samsara. » À l'instant où il termina de parler, il obtint l'usage de toutes les facultés physiques. Son corps était en parfait état. Plus grande encore fut sa joie à la pensée du Bienheureux.
