Repository: Esukhia/karmasataka
Catalog: */reader/14.po
Languages: fr_fr

# line 3, 14.txt
source: Le résumé (lit. la somme) : les quatre chariots, « Insondable », « Gopā », « Keśinī », « Couleur-de-Lotus », le boucher, « Doré », les vachers, le groupe d’amis, « Abhaya », « Lac-de-Joyaux », « Aimé-de-Richesse », les deux ours, le petit bossu et pour finir : la bête.
fr_fr: Partie Deux Les quatre histoires de chariots L'histoire de Insondable L'histoire de Gopā L'histoire de Keśinī L'histoire de Couleur-de-Lotus Le boucher L'histoire de Doré Les vachers Le groupe d'amis L'histoire de Abhaya L'histoire de Lac-de-Joyaux L'histoire de Aimé-de-Richesse Les deux ours Le petit bossu La bête

# line 4, 14.txt
source: Parmi les histoires des quatre chariots :
fr_fr: Des quatre histoires de chariots,

# line 6, 14.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 7, 14.txt
source: À cette époque, un brahmane eut envie de faire une offrande rituelle. Alors, il monta sur un chariot et partit à Śrāvastī. De son côté, au petit matin, le Bienheureux revêtit le nivāsana et le cīvara et il prit son bol à aumône et partit à Śrāvastī pour [y recevoir] l’aumône. Ainsi, il ressentit de la joie et tourna autour du Bienheureux et s’en alla. À ce moment, le Bienheureux sourit et
fr_fr: Un matin, un brahmane voulut faire une offrande rituelle et se mit en route vers la ville sur un chariot. Au même moment, le Bienheureux avait revêtu l'habit monastique, avait pris son bol à aumône et se dirigeait lui aussi vers la ville pour recevoir l'aumône. Heureux de croiser le Bienheureux sur sa route, le brahmane tourna autour de lui et s'en alla. À ce moment, le Bienheureux sourit.

# line 8, 14.txt
source: ceci, quand les Bienheureux Bouddhas sourient, [c’est] la nature [des sourires] que à ces moments, des rayons de lumière bleus, jaunes, rouges et blancs sont émis de sa bouche et certains vont vers le bas. Certains vont vers le haut. Ceux qui vont vers le bas vont chez les êtres infernaux de Résurrections, Lignes-Noires, Réunion-et-Écrasement, Pleurs-et-Hurlements, Grands-Pleurs-et-Hurlements, Brûlant, Extrêmement-Brûlant, Tourments-Insurpassables, Couvert-de-Cloques, Cloques-Éclatées, Dents-qui-Claquent, Lamentations, Quel-Froid, Fendu-comme-un-Lotus-Bleu, Fendu-comme-un-Lotus, Fendu-comme-un-Grand-Lotus et ils rafraîchissent les êtres des enfers chauds et ils les touchent (lit. tombent). Ils réchauffent les être des enfers froids et ils les touchent (lit. tombent). Ensuite, les souffrances particulières de ces êtres sont amenuisées.
fr_fr: /Chaque fois qu'un sourire s'esquisse sur le visage d'un Bienheureux Bouddha, naturellement, des rayons de lumière bleus, jaunes, rouges et blancs sont émis de sa bouche. Certains s'orientent vers le bas, d'autres vers le haut. Ceux qui se dirigent vers le bas vont chez les êtres infernaux de Résurrections, Lignes-Noires, Réunion-et-Écrasement, Pleurs-et-Hurlements, Grands-Pleurs-et-Hurlements, Brûlant, Extrêmement-Brûlant, Tourments-Insurpassables, Couvert-de-Cloques, Cloques-Éclatées, Dents-qui-Claquent, Lamentations, Quel-Froid, Fendu-comme-un-Lotus-Bleu, Fendu-comme-un-Lotus, Fendu-comme-un-Grand-Lotus. Ils rafraîchissent les êtres des enfers chauds quand ils les touchent. Ils réchauffent de même les êtres des enfers froids. Ainsi sont soulagées leurs souffrances./

# line 9, 14.txt
source: Ensuite, ils pensent ceci : « Hé ! Qu’[en est-il] ? Sommes-nous morts et partis de cet endroit ? Ou bien sommes-nous nés ailleurs ? » Ensuite, pour développer leur dévotion, le Bienheureux émet une émanation et ils voient cette émanation et ils pensent ceci : « Hé ! Nous ne sommes pas morts ni partis de cet endroit. De plus, nous ne sommes pas nés ailleurs, mais pourtant, cet être que nous voyons et qui n’était pas apparu avant, c’est grâce à lui que les particularités de nos maux sont amenuisées. » Ensuite, ils sont emplis d’une joie entière pour cette émanation et ils épuisent les actions qui leur font faire l’expérience des êtres des enfers et ils passent la lisière [de leur prochaine vie] chez les dieux et les hommes où ils pourront appréhender (lit. seront des réceptacles pour) les vérités.
fr_fr: /« Que se passe-t-il ? se demandent ces êtres. Serions-nous morts ? Serions-nous nés ailleurs ? » Alors, le Bienheureux Bouddha leur fait voir une émanation afin qu'ils ressentent de la dévotion. Ils la voient et pensent : « Hé ! Nous ne sommes ni morts ni nés ailleurs. C'est cet être que nous voyons pour la première fois qui a soulagé nos souffrances par sa présence. » La joie parfaite qu'ils ressentent à l'égard de cette émanation épuise les actions qui les avaient tirés vers les mondes infernaux, qu'ils quittent pour naître chez les dieux ou les hommes, où ils pourront appréhender les vérités./

# line 10, 14.txt
source: Ceux qui vont vers le haut vont chez les dieux des Quatre Grands Rois, ceux du monde des Trente-Trois, ceux de Sans-Affrontement, ceux de Tuṣita, ceux de Délices-des-Productions, ceux de Appropriation-des-Productions-d’Autrui, ceux du monde de Brahmā, ceux des Prêtres-de-Brahmā, ceux de Grand-Brahmā, ceux de Lueur, ceux de Lumière-Infinie, ceux de Lumière-Claire, ceux de Petite-Vertu, ceux de Vertu-Infinie, ceux de Vertu-Étendue, ceux de Sans-Nuages, ceux de Naissance-des-Vertus, ceux de Grands-Fruits, ceux de Sans-Grandeur, ceux de Sans-Affliction, ceux de Vision-Excellente, ceux de Vision-Inouïe, et jusqu’à chez ceux de Culminant et font résonner les sons de l’impermanence, de la douleur, de l’absence d’existence et de l’absence de moi.
fr_fr: /Les rayons de lumière qui se dirigent vers le haut vont chez les dieux des Quatre Grands Rois, des Trente-Trois, de Sans-Affrontement, de Tuṣita, de Délices-des-Productions, de Appropriation-des-Productions-d’Autrui, du monde de Brahmā, des Prêtres-de-Brahmā, de Grand-Brahmā, de Lueur, de Lumière-Infinie, de Lumière-Claire, de Petite-Vertu, de Vertu-Infinie, de Vertu-Étendue, de Sans-Nuages, de Naissance-des-Vertus, de Grands-Fruits, de Grandeur-Moindre, de Sans-Affliction, de Vision-Excellente, de Vision-Inouïe et à Culminant. Ils y font résonner les sons de l’impermanence, de la douleur, de l’absence d’existence et de l’absence de moi./

# line 11, 14.txt
source: Deux versets sont aussi proclamés : Faites les efforts pour vous retirer du monde. Appliquez l’enseignement du Bouddha. Comme un éléphant dans une maison en argile, détruisez les armées (lit. groupes) du seigneur de la mort. Celui qui pratique (lit. se conduit) avec soin ce Dharma du Vinaya, abandonnera la roue des naissances et épuisera les souffrances, fut-il proclamé.
fr_fr: Deux versets sont aussi proclamés : /Faites l'effort de vous retirer du monde ; Appliquez l’enseignement du Bouddha. Comme un éléphant dans une hutte d'argile, Détruisez les hordes du seigneur de la mort./ /Celui qui, pratique avec soin Vinaya, le noble Dharma, Abandonne la roue des naissances, Puis épuise toutes les souffrances./

# line 12, 14.txt
source: Donc, ces rayons de lumière font le tour du trichiliocosme (lit. le monde de l’étendue du grand millier des trois mille) et ils reviennent vers (lit. suivent) le Bienheureux et si le Bienheureux a l’intention de révéler des actions passées, ils disparaissent par l’arrière du Bienheureux. S’il a l’intention de révéler des actions futures, ils disparaissent par l’avant. S’il a l’intention de révéler une naissance dans les enfers, ils disparaissent dans les plantes des pieds. S’il a l’intention de révéler une naissance chez les animaux, ils disparaissent dans les talons. S’il a l’intention de révéler une naissance chez les esprits affamés, ils disparaissent dans le gros orteil. S’il a l’intention de révéler une naissance chez les humains, ils disparaissent dans les deux genoux. S’il a l’intention de révéler une naissance comme monarque universel établi par la force, ils disparaissent dans la paume de la main gauche. S’il a l’intention de révéler une naissance comme monarque universel, ils disparaissent dans la paume de la main droite. S’il a l’intention de révéler une naissance chez les dieux, ils disparaissent dans le nombril. S’il a l’intention de révéler un éveil des auditeurs, ils disparaissent dans la bouche. S’il a l’intention de révéler un éveil des bouddhas solitaires, ils disparaissent dans le poil [lové] entre les sourcils. S’il a l’intention de révéler un éveil complet et parfait, ils disparaissent dans l’uṣṇīṣa.
fr_fr: /Ainsi, ces rayons de lumière font le tour du trichiliocosme et reviennent vers le Bienheureux. S'il a l’intention de révéler des actions passées, ils disparaissent par l’arrière du Bienheureux. S’il a l’intention de révéler des actions futures, ils disparaissent par l’avant de son corps. S’il a l’intention de révéler une naissance dans les enfers, ils disparaissent dans ses plantes des pieds. S’il a l’intention de révéler une naissance chez les animaux, ils disparaissent dans ses talons. S’il a l’intention de révéler une naissance chez les esprits affamés, ils disparaissent dans ses gros orteils. S’il a l’intention de révéler une naissance chez les humains, ils disparaissent dans ses deux genoux. S’il a l’intention de révéler une naissance comme monarque universel établi par la force, ils disparaissent dans la paume de sa main gauche. S’il a l’intention de révéler une naissance comme monarque universel, ils disparaissent dans la paume de sa main droite. S’il a l’intention de révéler une naissance chez les dieux, ils disparaissent dans son nombril. S’il a l’intention de révéler un éveil des auditeurs, ils disparaissent dans sa bouche. S’il a l’intention de révéler un éveil des bouddhas solitaires, ils disparaissent dans le poil lové entre ses sourcils. S’il a l’intention de révéler un éveil complet et parfait, ils disparaissent dans sa protubérance crânienne./

# line 13, 14.txt
source: Donc, ces rayons de lumière tournèrent trois fois autour du Bienheureux et ils disparurent dans le poil [lové] entre ses sourcils. Ensuite, l’honorable Ānanda joignit les mains et demanda au Bienheureux : « De nombreux et divers [rayons] formés de mille couleurs différentes. Ils illuminent partout dans toutes les directions, comme le fait le soleil qui brille. »
fr_fr: Les rayons de lumière tournèrent trois fois autour du Bienheureux et disparurent dans le poil lové entre ses sourcils. L’honorable Ānanda joignit les mains et s'adressa au Bienheureux : « /De votre visage naissent d'innombrables rayons De lumière bariolée, dans toutes les directions. Ils parcourent l'espace, ils illuminent tout Comme le soleil ardent qui irradie partout./ »

# line 14, 14.txt
source: Puis, en vers, il demanda : « Exempts de bestialité (lit. état sauvage), débarrassés de l’arrogance et du mécontentement, les bouddhas qui sont la source de ce qui est noble pour les êtres, les vainqueurs, eux qui vainquent les ennemis, ne montrent pas sans cause ni condition leur sourire blanc comme la racine de lotus et la couleur de la conque. [Votre] esprit qui est la stabilité elle-même sait que le moment est venu. Donc, Veuillez disperser les questionnements des pratiquants (lit. śramaṇa) pris par (lit. qui ont) les doutes qui [vous] écoutent, Souverain des Vainqueurs, par vos paroles suprêmes qui sont stables et bienfaisantes (lit. nobles). Les parfaits Bouddhas, les protecteurs qui sont aussi stables que l’océan et la reine des montagnes, ne montrent pas leur sourire sans raison. La raison pour laquelle [vous], Héros, avez montré votre sourire, ceci, d’innombrables personnes aimeraient l’entendre de vous. [Vous] qui possédez un verbe semblable au [tonitruant] cri (lit. son) du dragon, qui avez un regard semblable à une vache, veuillez révéler comment se montre (lit. devient) le résultat de faire des offrandes au suprême des humains.
fr_fr: Il demanda ensuite : « /Ils ne sont ni sauvages, ni arrogants, ni malcontents ; D'eux provient tout le bien, toute la noblesse de tous les êtres, Sans raison, les Bouddhas, les Victorieux ne montrent pas Leur sourire blanc, comme la conque, comme la racine du lotus./ /Votre esprit stable voit qu'à présent, c'est le moment. Dispersez donc les questionnements des pratiquants. Le doute les ronge, ô Souverain des Conquérants, Répandez donc vos propos stables et bienfaisants./ /Immuables, comme l'océan, comme la reine des montagnes, Sans raison, les Protecteurs, les Éveillés ne sourient pas. La raison, ô grand Héros, du sourire qui est le vôtre, Veuillez donc l'exposer à ceux qui boivent toutes vos paroles./ /Votre verbe retentit, comme le cri du dragon, Votre regard est gracieux, comme les yeux d'une vache, Veuillez nous révéler tout le bien que l'on tire Des offrandes que l'on fait au plus suprême des êtres./

# line 15, 14.txt
source: Vénérable, les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. De ce fait, quelle est la cause de votre sourire ? Quelle en sont ses conditions ? »
fr_fr: Vénérable, les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. Quelle est donc la cause de votre sourire ? Quelles en sont les conditions ?

# line 16, 14.txt
source: Le Bienheureux dit : « Ānanda, c’est comme ceci. C’est comme ceci. De plus, Ānanda, les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. Ānanda, as-tu vu le brahmane qui a tourné autour du Tathāgata et qui est parti ? » « Vénérable, je l’ai vu. »
fr_fr: — Ānanda, il en est ainsi, répondit le Bienheureux. Il en est ainsi. Effectivement, Ānanda, les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. As-tu vu le brahmane qui a tourné autour du Tathāgata avant de continuer son chemin ? — Vénérable, je l’ai vu.

# line 17, 14.txt
source: « Ānanda, ce brahmane, grâce à cette racine vertueuse, ne tombera pas dans les conditions contraires pendant treize éons et pendant treize éons, il passera la lisière [de sa prochaine vie] parmi les dieux et les hommes et il tournera [dans ces naissances], puis il obtiendra une naissance humaine lors de sa dernière existence et dans le dernier endroit [qu’il connaîtra] et il se retirera du monde et sans instructeur et sans instructions, il intégrera les trente-sept éléments qui correspondent à la direction de l’éveil et il manifestera l’état de l’éveil des bouddhas solitaires et il deviendra le bouddha solitaire Qui-Circumambule. Ceci est ce qu’il a obtenu de la générosité.
fr_fr: — Ānanda, continua le Bienheureux, grâce à cette racine vertueuse, ce brahmane ne tombera pas dans les mondes inférieurs pendant treize éons. De plus, bien qu'il continuera d'errer dans le cycle des existences, il ne cessera de naître parmi les hommes et les dieux. Finalement, il naîtra en tant qu'homme, se retirera du monde, puis, sans instructeur ni instruction, il intégrera les trente-sept éléments qui dirigent vers l'éveil. Ainsi, il manifestera l'éveil des bouddhas solitaires et sera connu comme Qui-Circumambule le bouddha solitaire. Voici ce qu'il tirera à long terme de ses offrandes. »
