Repository: Esukhia/karmasataka
Catalog: */reader/16.po
Languages: fr_fr

# line 2, 16.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 16.txt
source: Au petit matin, le Bienheureux revêtit le nivāsana et le cīvara et il prit son bol à aumône et partit à Śrāvastī pour [y recevoir] l’aumône. Un brahmane monta sur un chariot et il voyagea et se déplaça et il vit le Bienheureux, puis pensa « Quelle mauvaise augure. » et s’enfuit de lui. Le Bienheureux, quant à lui, par compassion pour lui, il se tint là et uniquement là. Ensuite, à un moment donné, à chacune des quatre portes de la ville, le Bienheureux se trouva devant lui et il pensa : « L’ascète Gautama possède de grands pouvoirs surnaturels, il possède une grande puissance », pensa-t-il. Puis, il ressentit de la joie envers le Bienheureux. Ayant ressenti cette joie, il répandit une poignée de fleurs sur le Bienheureux. À ce moment, le Bienheureux sourit et
fr_fr: Un matin, il revêtit les habits monastiques, prit son bol à aumône et partit quêter des offrandes dans la ville. Non loin de là, un brahmane se déplaçait en chariot. « Quelle mauvaise augure ! » pensa-t-il avant de bifurquer pour éviter le Bienheureux qu'il avait aperçu devant lui. Par compassion, le Bienheureux s'arrêta et resta là où il se trouvait. Pendant ce temps, le brahmane rejoignit l'une des quatre portes de la ville et y trouva le Bienheureux, debout, qui le regardait. Il alla ensuite aux autres portes, mais le Bienheureux se trouvait aussi à chacune d'elles. « L’ascète Gautama possède de grands pouvoirs surnaturels. Quel être puissant il est ! » pensa-t-il. Puis, empli de joie envers le Bienheureux, il répandit sur lui une poignée de fleurs en guise d'offrande. À ce moment, le Bienheureux sourit.

# line 4, 16.txt
source: ceci, quand les Bienheureux Bouddhas sourient, [c’est] la nature [des sourires] que à ces moments, des rayons de lumière bleus, jaunes, rouges et blancs sont émis de sa bouche et certains vont vers le bas. Certains vont vers le haut. Ceux qui vont vers le bas vont chez les êtres infernaux de Résurrections, Lignes-Noires, Réunion-et-Écrasement, Pleurs-et-Hurlements, Grands-Pleurs-et-Hurlements, Brûlant, Extrêmement-Brûlant, Tourments-Insurpassables, Couvert-de-Cloques, Cloques-Éclatées, Dents-qui-Claquent, Lamentations, Quel-Froid, Fendu-comme-un-Lotus-Bleu, Fendu-comme-un-Lotus, Fendu-comme-un-Grand-Lotus et ils rafraîchissent les êtres des enfers chauds et ils les touchent (lit. tombent). Ils réchauffent les être des enfers froids et ils les touchent (lit. tombent). Ensuite, les souffrances particulières de ces êtres sont amenuisées.
fr_fr: /Chaque fois qu'un sourire s'esquisse sur le visage d'un Bienheureux Bouddha, naturellement, des rayons de lumière bleus, jaunes, rouges et blancs sont émis de sa bouche. Certains s'orientent vers le bas, d'autres vers le haut. Ceux qui se dirigent vers le bas vont chez les êtres infernaux de Résurrections, Lignes-Noires, Réunion-et-Écrasement, Pleurs-et-Hurlements, Grands-Pleurs-et-Hurlements, Brûlant, Extrêmement-Brûlant, Tourments-Insurpassables, Couvert-de-Cloques, Cloques-Éclatées, Dents-qui-Claquent, Lamentations, Quel-Froid, Fendu-comme-un-Lotus-Bleu, Fendu-comme-un-Lotus, Fendu-comme-un-Grand-Lotus. Ils rafraîchissent les êtres des enfers chauds quand ils les touchent. Ils réchauffent les être des enfers froids quand ils les touchent. Ainsi, les souffrances de ces êtres sont soulagées./

# line 5, 16.txt
source: Ensuite, ils pensent ceci : « Hé ! Sommes-nous morts et partis de cet endroit ? Ou bien sommes-nous nés ailleurs ? » Ensuite, pour développer leur dévotion, le Bienheureux émet une émanation et ils voient cette émanation et ils pensent ceci : « Hé ! Nous ne sommes pas morts ni partis de cet endroit. De plus, nous ne sommes pas nés ailleurs, mais pourtant, cet être que nous voyons et qui n’était pas apparu avant, c’est grâce à lui que les particularités de nos maux sont amenuisées. » Ensuite, ils sont emplis d’une joie entière pour cette émanation et ils épuisent les actions qui leur font faire l’expérience des êtres des enfers et ils passent la lisière [de leur prochaine vie] chez les dieux et les hommes où ils pourront appréhender (lit. seront des réceptacles pour) les vérités.
fr_fr: /« Que se passe-t-il ? se demandent ces êtres. Serions-nous morts ? Serions-nous nés ailleurs ? » Alors, le Bienheureux Bouddha leur fait voir une émanation afin qu'ils ressentent de la dévotion. Ils la voient et pensent : « Hé ! Nous ne sommes ni morts ni nés ailleurs. C'est cet être que nous voyons pour la première fois qui a soulagé nos souffrances par sa présence. » La joie parfaite qu'ils ressentent à l'égard de cette émanation épuise les actions qui les avaient tirés vers les mondes infernaux, qu'ils quittent pour naître chez les dieux ou les hommes, où ils pourront appréhender les vérités./

# line 6, 16.txt
source: Ceux qui vont vers le haut vont chez les dieux des Quatre Grands Rois, ceux du monde des Trente-Trois, ceux de Sans-Affrontement, ceux de Tuṣita, ceux de Délices-des-Productions, ceux de Appropriation-des-Productions-d’Autrui, ceux du monde de Brahmā, ceux des Prêtres-de-Brahmā, ceux de Grand-Brahmā, ceux de Lueur, ceux de Lumière-Infinie, ceux de Lumière-Claire, ceux de Petite-Vertu, ceux de Lumière-Infinie, ceux de Vertu-Étendue, ceux de Sans-Nuages, ceux de Naissance-des-Vertus, ceux de Grands-Fruits, ceux de Sans-Grandeur, ceux de Sans-Affliction, ceux de Vision-Excellente, ceux de Vision-Inouïe, et jusqu’à chez ceux de Culminant et font résonner les sons de l’impermanence, de la douleur, de l’absence d’existence et de l’absence de moi.
fr_fr: /Les rayons de lumière qui se dirigent vers le haut vont chez les dieux des Quatre Grands Rois, des Trente-Trois, de Sans-Affrontement, de Tuṣita, de Délices-des-Productions, de Appropriation-des-Productions-d’Autrui, du monde de Brahmā, des Prêtres-de-Brahmā, de Grand-Brahmā, de Lueur, de Lumière-Infinie, de Lumière-Claire, de Petite-Vertu, de Vertu-Infinie, de Vertu-Étendue, de Sans-Nuages, de Naissance-des-Vertus, de Grands-Fruits, de Grandeur-Moindre, de Sans-Affliction, de Vision-Excellente, de Vision-Inouïe, et de Culminant. Ils y font résonner les sons de l’impermanence, de la douleur, de l’absence d’existence et de l’absence de moi./

# line 7, 16.txt
source: Deux versets sont aussi proclamés : Faites les efforts pour vous retirer du monde. Appliquez l’enseignement du Bouddha. Comme un éléphant dans une maison en argile, détruisez les armées (lit. groupes) du seigneur de la mort. Celui qui pratique (lit. se conduit) avec soin ce Dharma du Vinaya, abandonnera la roue des naissances et épuisera les souffrances, fut-il proclamé.
fr_fr: Deux versets sont aussi proclamés : /Faites l'effort de vous retirer du monde ; Appliquez l’enseignement du Bouddha. Comme un éléphant dans une hutte d'argile, Détruisez les hordes du seigneur de la mort./ /Celui qui, pratique avec soin Vinaya, le noble Dharma, Abandonne la roue des naissances, Puis épuise toutes les souffrances./

# line 8, 16.txt
source: Donc, ces rayons de lumière font le tour du trichiliocosme (lit. le monde de l’étendue du grand millier des trois mille) et ils reviennent vers (lit. suivent) le Bienheureux et si le Bienheureux a l’intention de révéler des actions passées, ils disparaissent par l’arrière du Bienheureux. S’il a l’intention de révéler des actions futures, ils disparaissent par l’avant. S’il a l’intention de révéler une naissance dans les enfers, ils disparaissent dans les plantes des pieds. S’il a l’intention de révéler une naissance chez les animaux, ils disparaissent dans les talons. S’il a l’intention de révéler une naissance chez les esprits affamés, ils disparaissent dans le gros orteil. S’il a l’intention de révéler une naissance chez les humains, ils disparaissent dans les deux genoux. S’il a l’intention de révéler une naissance comme monarque universel établi par la force, ils disparaissent dans la paume de la main gauche. S’il a l’intention de révéler une naissance comme monarque universel, ils disparaissent dans la paume de la main droite. S’il a l’intention de révéler une naissance chez les dieux, ils disparaissent dans le nombril. S’il a l’intention de révéler un éveil des auditeurs, ils disparaissent dans la bouche. S’il a l’intention de révéler un éveil des bouddhas solitaires, ils disparaissent dans le poil [lové] entre les sourcils. S’il a l’intention de révéler un éveil complet et parfait, ils disparaissent dans l’uṣṇīṣa.
fr_fr: /Ainsi, ces rayons de lumière font le tour du trichiliocosme et reviennent vers le Bienheureux. S'il a l’intention de révéler des actions passées, ils disparaissent par l’arrière du Bienheureux. S’il a l’intention de révéler des actions futures, ils disparaissent par l’avant de son corps. S’il a l’intention de révéler une naissance dans les enfers, ils disparaissent dans ses plantes des pieds. S’il a l’intention de révéler une naissance chez les animaux, ils disparaissent dans ses talons. S’il a l’intention de révéler une naissance chez les esprits affamés, ils disparaissent dans ses gros orteils. S’il a l’intention de révéler une naissance chez les humains, ils disparaissent dans ses deux genoux. S’il a l’intention de révéler une naissance comme monarque universel établi par la force, ils disparaissent dans la paume de sa main gauche. S’il a l’intention de révéler une naissance comme monarque universel, ils disparaissent dans la paume de sa main droite. S’il a l’intention de révéler une naissance chez les dieux, ils disparaissent dans son nombril. S’il a l’intention de révéler un éveil des auditeurs, ils disparaissent dans sa bouche. S’il a l’intention de révéler un éveil des bouddhas solitaires, ils disparaissent dans le poil lové entre ses sourcils. S’il a l’intention de révéler un éveil complet et parfait, ils disparaissent dans sa protubérance crânienne./

# line 9, 16.txt
source: Donc, ces rayons de lumière tournèrent trois fois autour du Bienheureux et ils disparurent dans le poil [lové] entre ses sourcils. Ensuite, l’honorable Ānanda joignit les mains et demanda au Bienheureux : « De nombreux et divers [rayons] formés de mille couleurs différentes apparaissent de la porte de votre bouche. Ils illuminent partout dans toutes les directions, comme le fait le soleil qui brille. »
fr_fr: Les rayons de lumière tournèrent trois fois autour du Bienheureux et disparurent dans le poil lové entre ses sourcils. L’honorable Ānanda joignit les mains et s'adressa au Bienheureux : « /S'élancent de votre bouche d'innombrables rayons De lumière bariolée, dans toutes les directions. Ils parcourent l'espace, ils illuminent tout Comme le soleil ardent qui irradie partout./ »

# line 10, 16.txt
source: Puis, en vers, il demanda : « Exempts de bestialité (lit. état sauvage), débarrassés de l’arrogance et du mécontentement, les bouddhas qui sont la source de ce qui est noble pour les êtres, les vainqueurs, eux qui vainquent les ennemis, ne montrent pas sans cause ni condition leur sourire blanc comme la racine de lotus et la couleur de la conque. [Votre] esprit qui est la stabilité elle-même sait que le moment est venu. Donc, Veuillez disperser les questionnements des pratiquants (lit. śramaṇa) pris par (lit. qui ont) les doutes qui [vous] écoutent, Souverain des Vainqueurs, par vos paroles suprêmes qui sont stables et bienfaisantes (lit. nobles). Les parfaits Bouddhas, les protecteurs qui sont aussi stables que l’océan et la reine des montagnes, ne montrent pas leur sourire sans raison. La raison pour laquelle [vous], Héros, avez montré votre sourire, ceci, d’innombrables personnes aimeraient l’entendre de vous. [Vous] qui possédez un verbe semblable au [tonitruant] cri (lit. son) du dragon, qui avez un regard semblable à un chef de troupeau, veuillez révéler comment se montre (lit. devient) le résultat de faire des offrandes au suprême des humains.
fr_fr: Il demanda ensuite : « /Ils ne sont ni sauvages, ni arrogants, ni malcontents ; D'eux provient tout le bien, toute la noblesse de tous les êtres, Sans raison, les Bouddhas, les Victorieux ne montrent pas Leur sourire blanc, comme la conque, comme la racine du lotus./ /Votre esprit stable voit qu'à présent, c'est le moment. Dispersez donc les questionnements des pratiquants. Le doute les ronge, ô Souverain des Conquérants, Répandez donc vos propos stables et bienfaisants./ /Immuables, comme l'océan, comme la reine des montagnes, Sans raison, les Protecteurs, les Éveillés ne sourient pas. La raison, ô grand Héros, du sourire qui est le vôtre, Veuillez donc l'exposer à ceux qui boivent toutes vos paroles./ /Votre verbe retentit, comme le cri du dragon, Votre regard est celui d'un meneur souverain. Veuillez nous révéler tout le bien que l'on tire Des offrandes que l'on fait au plus suprême des êtres./

# line 11, 16.txt
source: Vénérable, les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. De ce fait, Vénérable, quelle est la cause de votre sourire ? Quelle en sont ses conditions ? »
fr_fr: Vénérable, les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. Quelle est donc la cause de votre sourire ? Quelles en sont les conditions ?

# line 12, 16.txt
source: Le Bienheureux dit : « Ānanda, c’est comme ceci. C’est comme ceci. De plus, Ānanda, les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. Ānanda, as-tu vu le brahmane qui a répandu des fleurs sur le Tathāgata ? » « Vénérable, je l’ai vu. »
fr_fr: — Ānanda, il en est ainsi, répondit le Bienheureux. Il en est ainsi. Effectivement, Ānanda, les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. As-tu vu le brahmane qui a répandu des fleurs sur le Tathāgata ? — Vénérable, je l’ai vu.

# line 13, 16.txt
source: « Ānanda, ce brahmane, grâce à cette racine vertueuse, ne tombera pas dans les conditions contraires pendant treize éons et pendant treize éons, il naîtra parmi les dieux et les hommes et il tournera [dans ces naissances], puis il obtiendra une naissance humaine lors de sa dernière existence et dans le dernier endroit [qu’il connaîtra] et il se retirera du monde et sans instructeur et sans instructions, il intégrera les trente-sept éléments qui correspondent à la direction de l’éveil et il manifestera l’état de l’éveil des bouddhas solitaires et il deviendra le bouddha solitaire Fleur. Ceci est ce qu’il a obtenu de la générosité.
fr_fr: — Ānanda, continua le Bienheureux, grâce à cette racine vertueuse, ce brahmane ne tombera pas dans les mondes inférieurs pendant treize éons. De plus, bien qu'il continuera d'errer dans le cycle des existences, il ne cessera de naître parmi les hommes et les dieux. Finalement, il naîtra en tant qu'homme, se retirera du monde, puis, sans instructeur ni instruction, il intégrera les trente-sept éléments qui dirigent vers l'éveil. Ainsi, il manifestera l'éveil des bouddhas solitaires et sera connu comme Fleur le bouddha solitaire. Voici ce qu'il tirera à long terme de ses offrandes. »
