Repository: Esukhia/karmasataka
Catalog: */reader/18.po
Languages: fr_fr

# line 1, 18.txt
source: Celui nommé Insondable
fr_fr: L'histoire d'Insondable

# line 2, 18.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 18.txt
source: À cette époque, un être était né [comme] être des enfers et son corps était grand, il était né aveugle et la surface (lit. la rondeur) de son corps était entièrement (lit. sans espace) recouverte de plaies et du haut de sa tête vers le bas et de la plante de ses pieds vers le haut, des parasites le rongeaient (lit. s’engageaient) et il ne supportait pas cette douleur et il courrait ici et là et
fr_fr: À cette époque, vivait un être infernal au corps énorme. Il était né aveugle. Toute la surface de son corps, du sommet de sa tête aux plantes de ses pieds, était recouverte de plaies béantes, elles-mêmes rongées par des parasites. Ses tourments étaient si grands qu'il ne cessait de courir partout et nulle part à la fois.

# line 4, 18.txt
source: s’il allait sur une plaine, y surgissaient des lions, des léopards, des ours [tous] avec des crocs en métal et ils découpaient sans cesse sa chair et ils le mangeaient. Lui, s’il s’enfonçait dans l’eau, y surgissaient des monstres makarah aux crocs en métal et ils découpaient sans cesse sa chair et ils le mangeaient. Lui, s’il allait dans l’espace, y surgissaient des corbeaux, des vautours et des oiseaux tsasha tous avec des becs en métal et ils découpaient sans cesse sa chair et ils le mangeaient. Lui, s’il allait dans la forêt dense, y surgissait une forêt d’arbres śālmali et le vent projetait des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et ils tombaient sur lui. Lui, s’il avait envie d’aller dans les enceintes ou dans les villages de montagne ou dans des abris sous roche, y surgissaient des hommes créés par ses actions et ils portaient des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et ils frappaient son corps et ils tranchaient son corps et le découpaient et à cause de ça (lit. dû à cette cause), il subissait des souffrances intenses, insoutenables, des douleurs et des sensations indésirables et il laissait s’échapper des cris de désespoir et il pleurait.
fr_fr: Si sa course le menait sur une plaine, y surgissaient des lions, des léopards, des ours, tous dotés de crocs métalliques, qui n'avaient de cesse de trancher sa chair et de le dévorer vif. S’il s’enfonçait dans l’eau, y surgissaient des monstres makarah aux crocs métalliques qui n'avaient de cesse de trancher sa chair et de le dévorer vif. S’il s'élevait dans les airs, y surgissaient des corbeaux, des vautours et des oiseaux tsasha, tous dotés de becs métalliques, qui n'avaient de cesse de trancher sa chair et de le dévorer vif. S’il entrait dans une forêt dense, elle se transformait en forêt d’arbres śālmali, dont les épées, les javelots, les lances, les vajras à une pointe et les lances à pointe plate étaient projetés sur lui en rafales. Si l'envie le prenait d’aller en deçà des enceintes des cités, dans les villages de montagne ou dans les abris sous roche, y surgissaient des hommes créés par ses actions passées qui brandissaient des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate, qui abattaient leurs armes sur lui, tranchaient son corps et le découpaient en morceaux. Ainsi, il subissait tant de supplices, de violences insoutenables, de souffrances intenses, de douleurs et de sensations indésirables que des cris de désespoir et des pleurs ne cessaient de s’échapper de sa personne.

# line 5, 18.txt
source: Les Bienheureux Bouddhas montrent l’unique voie à parcourir ; ils possèdent (lit. obtenu la possession de) les deux aspects de la connaissance et la sagesse ; ils excellent dans les trois attentions rapprochées qui leur sont propres ; ils sont intrépides grâce aux quatre intrépidités ; ils sont entièrement libérés d’aller vers les cinq renaissances ; ils sont versés dans les six sources des sens ; ils vivent les sept branches de l’Éveil ; ils contemplent les huit libérations complètes ; ils s’engagent dans les neuf absorptions méditatives successives ; ils possèdent la puissance des dix forces ; eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.
fr_fr: /Les Bienheureux bouddhas montrent l'unique voie à parcourir. Ils maîtrisent les deux domaines de la connaissance et la sagesse. Ils appliquent souverainement les trois attentions rapprochées qui sont leur apanage. Les quatre intrépidités les rendent inébranlables. Ils sont entièrement affranchis des cinq naissances. Ils connaissent parfaitement les six facultés sensorielles. Ils vivent les sept branches de l’éveil. Ils fixent leur esprit sur les huit libérations parfaites. Ils s’absorbent dans les neuf absorptions successives et possèdent la puissance des dix forces. Eux qui poussent le rugissement éclatant et parfait du lion, ils tournent naturellement leurs yeux d’éveillés vers le monde pendant les six périodes de la journée — les trois du jour et les trois de la nuit./

# line 6, 18.txt
source: « Qui s’affaiblit ? Qui s’épanouit ? Qui est dans la misère ? Qui est dans le malheur ? Qui est dans la souffrance ? Qui est dans le malheur, vit dans la peur et est accablé (lit. avoir) de souffrances (lit. de maux) ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extirper des royaumes inférieurs et les établir dans les royaumes supérieurs, la libération ou le résultat ? Quel être (lit. qui) enlisé dans le marais des mauvaises conduites vais-je tirer par la main ? Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes vais-je pousser à s’approprier le pouvoir des seigneurs des sept joyaux des [êtres] nobles ? Qui, n’ayant pas développé les racines vertueuses, inciterais-je à [les] développer ? Qui, ayant déjà développé les racines vertueuses, inciterais-je à [les] faire mûrir ? Qui, ayant déjà fait mûrir entièrement les racines vertueuses, inciterais-je à [les] faire jaillir à l’aide de l’arme de la sagesse ? Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu’un bouddha y est apparu ? » [Ainsi] s’applique leur regard de sagesse.
fr_fr: /« Qui décline? Qui prospère ? Qui est dans la misère ? Qui vit dans la peur ? Qui est accablé de souffrances ? Qui est dans le malheur, vit dans la peur et est accablé de souffrances ? Qui chute dans les mondes inférieurs ? Qui tombe dans les mondes inférieurs ? Qui tombera dans les mondes inférieurs ? Qui vais-je extraire des mondes inférieurs et les déposer dans les mondes supérieurs, la libération et le résultat ultime ? Quel être enlisé dans le marais des actions mauvaises vais-je tirer par la main ? Quel être dépourvu des sept richesses des êtres sublimes vais-je inciter à devenir le détenteur de ces sept richesses ? Quel être n'ayant pas développé les racines vertueuses pourrais-je inciter à les développer ? Chez quel être ayant déjà développé les racines vertueuses, pourrais-je les mener à maturité ? Chez quel être dont les racines vertueuses sont parvenues à maturité pourrais-je les pousser à émerger grâce à l'épée de la sagesse ? Pour quel être fructifierais-je le cycle des existences qui est orné de la présence d'un bouddha ? » Ainsi se pose sur le monde leur regard de sagesse./

# line 7, 18.txt
source: [Dans] l’océan, la demeure des [monstres] makara, il est possible que les marées tardent. Pour leurs enfants qu’ils doivent dompter, les bouddhas ne prennent [jamais] de retard.
fr_fr: /Dans l'océan, où vivent les makaras,/ /Les marées régulières tardent parfois./ /Pour leurs enfants à discipliner,/ /Jamais ne tardent les éveillés./

# line 8, 18.txt
source: Puis le Bienheureux pensa que c’était le temps de dompter les innombrables habitants (lit. personnes) de Śrāvastī et le Bienheureux pensa : « Qu’[en est-il] ? Seront-ils domptés par la subjugation ? Ou bien seront-ils domptés par les hommages ? Ou bien seront-ils domptés par le désenchantement ? » pensa-t-il. Puis, le Bienheureux vit qu’ils seraient domptés par le désenchantement et pour qu’ils soient désenchantés, le Bienheureux fit venir cet être par ses pouvoirs surnaturels et il le plaça sur les rives de (lit. près de) la rivière Ajiravatī. À ce moment,
fr_fr: Le Bienheureux vit que le moment était venu de discipliner les innombrables habitants de Śrāvastī. Il réfléchit : « Serait-ce la subjugation ou bien les encouragements qui les disciplineront ? Ou encore le désenchantement ? » Il vit qu'il fallait les désenchanter. À cet effet, il fit venir cet être infernal par ses pouvoirs surnaturels et le plaça sur les rives de la rivière Ajiravatī.

# line 9, 18.txt
source: là encore, il ne supportait pas ses souffrances et il courrait ici et là et là encore, s’il allait sur une plaine, de cette plaine surgissaient des lions, des léopards, des ours [tous] avec des crocs en métal et ils découpaient sans cesse sa chair et ils le mangeaient. Lui, s’il s’enfonçait dans l’eau, y surgissaient des monstres makarah aux crocs en métal et ils découpaient sans cesse sa chair et ils le mangeaient. Lui, s’il allait dans l’espace, y surgissaient des corbeaux, des vautours et des oiseaux tsasha tous avec des becs en métal et ils découpaient sans cesse sa chair et ils le mangeaient. Lui, s’il allait dans la forêt dense, y surgissait une forêt d’arbres śālmali et le vent projetait sur lui des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et ils tombaient sur lui. Lui, s’il avait envie d’aller dans les enceintes ou dans les villages de montagne ou dans des abris sous roche, y surgissaient des hommes créés par ses actions et ils portaient des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et ils frappaient son corps et ils tranchaient son corps et le découpaient et à cause de ça (lit. dû à cette cause), il subissait des souffrances intenses, insoutenables, des douleurs et des sensations indésirables et il laissait s’échapper des cris de désespoir et il pleurait.
fr_fr: Comme partout ailleurs, si sa course le menait sur une plaine, y surgissaient des lions, des léopards, des ours, tous dotés de crocs métalliques, qui n'avaient de cesse de trancher sa chair et de le dévorer vif. S’il s’enfonçait dans l’eau, y surgissaient des monstres makarah aux crocs métalliques qui n'avaient de cesse de trancher sa chair et de le dévorer vif. S’il s'élevait dans les airs, y surgissaient des corbeaux, des vautours et des oiseaux tsasha, tous dotés de becs métalliques, qui n'avaient de cesse de trancher sa chair et de le dévorer vif. S’il entrait dans une forêt dense, elle se transformait en forêt d’arbres śālmali, dont les épées, les javelots, les lances, les vajras à une pointe et les lances à pointe plate étaient projetés sur lui en rafales. Si l'envie le prenait d’aller en deçà des enceintes des cités, dans les villages de montagne ou dans les abris sous roche, y surgissaient des hommes créés par ses actions passées qui brandissaient des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate, qui abattaient leurs armes sur lui, tranchaient son corps et le découpaient en morceaux. Ainsi, il subissait tant de supplices, de violences insoutenables, de souffrances intenses, de douleurs et de sensations indésirables que des cris de désespoir et des pleurs ne cessaient de s’échapper de sa personne.

# line 10, 18.txt
source: Ensuite, ses lamentations emplirent tous les endroits de Śrāvastī. Les innombrables habitants (lit. personnes) de Śrāvastī entendirent ces cris terrifiants. Les ayant entendus, des milliers d’êtres sortirent de Śrāvastī et allèrent là d’où les cris provenaient (lit. résonnaient), à la rivière Ajiravatī et les innombrables personnes virent au loin quelles (lit. comme ça) souffrances cet être subissait (lit. expérimentait). L’ayant vu, ils pensèrent : « Qui est cet être qui subit les souffrances aussi atroces (lit. les souffrances d’un tel mal) ? »
fr_fr: Ses lamentations retentissaient dans la ville de Śrāvastī toute entière. Entendant ces cris terrifiants, les habitants sortirent de la ville par milliers et s'orientèrent vers l'origine des gémissements. Tandis qu'ils arrivaient sur les berges de la rivière Ajiravatī, ils aperçurent au loin cet être et les supplices qu'il subissait. Tous se demandèrent qui pouvait-il être pour subir d'aussi atroces souffrances.

# line 11, 18.txt
source: Les Bienheureux Bouddhas qui sont [dans le monde], [qui] sont en vie et [qui] vivent, du fait de la nature [des choses], ils se déplacent et vont de temps en temps vers des vihāras, des cimetières, des montagnes et des rivières. Ainsi,
fr_fr: /Par la nature des choses, les Bienheureux Bouddhas qui sont en vie se déplacent et vont de temps à autres vers des monastères, des cimetières, des montagnes ou des rivières./

# line 12, 18.txt
source: pour cette raison, le Bienheureux eut l’intention de se déplacer et d’aller à cette rivière et il dit à l’honorable Ānanda : « Ānanda, va et aux moines, “Le Tathāgata va se déplacer et aller à la rivière. Donc, que ceux qui veulent se déplacer et aller à la rivière avec le Tathāgata revêtent leur habit monastique.” dis-le leur (lit. ordonne-leur ceci) », lui dit-il. Puis, lui ayant dit de faire ça, le Bienheureux, avec un groupe de moines pour le servir, précédé de la saṅgha des moines, s’en alla à l’endroit où se trouvait la rivière Ajiravatī.
fr_fr: C'est ainsi que le Bienheureux eut l’intention d’aller à cette rivière. Il dit à l’honorable Ānanda : « Ānanda, va et dis aux moines “Le Tathāgata va se déplacer à la rivière. Que ceux qui veulent accompagner le Tathāgata revêtent leur habit monastique.” » Alors, avec un groupe de moines pour le servir et précédé de la saṅgha des moines, le Bienheureux partit pour la rivière Ajiravatī.

# line 13, 18.txt
source: Ensuite, les innombrables personnes virent au loin le Bienheureux qui arrivait. L’ayant vu, ceux sans dévotion dirent : « “L’ascète Gautama n’aime pas les spectacles”, dit-on. Mais il est sous l’influence des spectacles et il est venu », dirent-ils. Ceux qui avaient de la dévotion dirent : « Le Bienheureux, grâce à (lit. en prenant comme support) cet être, va sans aucun doute vouloir révéler quelque chose de merveilleux et fascinant », dirent-ils. Puis, ils disposèrent un siège pour le Bienheureux et dirent : « Bienheureux, veuillez approcher ! Bienheureux, c’est merveilleux, c’est magnifique que vous soyez venu ! Bienheureux, veuillez vous asseoir sur le siège disposé [pour vous] », dirent-ils.
fr_fr: Quand la foule des habitants vit arriver le Bienheureux, ceux sans dévotion dirent : « “L’ascète Gautama n’aime pas les spectacles”, dit-on. Et le voici pourtant. » Ceux que la dévotion habitait dirent : « Grâce à cet être, le Bienheureux révélera très certainement des vérités merveilleuses et fascinantes. » Ils disposèrent un siège à son intention et lui souhaitèrent la bienvenue : « Bienheureux, veuillez approcher ! Bienheureux, c’est merveilleux, c’est magnifique que vous soyez venu ! Bienheureux, veuillez vous asseoir sur le siège disposé pour vous. »

# line 14, 18.txt
source: Ensuite, le Bienheureux s’assit sur le siège disposé [pour lui] et le Bienheureux pensa : « Décidément, je vais m’engager dans une absorption méditative qui fera à coup sûr que cet être se souvienne de ses vies passées, qu’il parle une langue humaine et qu’il discute avec moi », pensa-t-Il. Ensuite, le Bienheureux s’engagea dans une absorption méditative qui fit que cet être se souvienne de ses vies passées, qu’il parle une langue humaine et qu’il discute le Bienheureux et alors, le Bienheureux dit à cet être : « Mon ami (lit. noble visage), es-tu Insondable ? » « Bienheureux, je suis Insondable. » « Mon ami (lit. noble visage), es-tu Insondable ? » « Tathāgata, je suis Insondable. » « Fait-on l’expérience du résultat des actions mauvaises du corps, de la parole et de l’esprit ? » « Bienheureux, on en fait l’expérience. » « Le résultat des actions mauvaises du corps, de la parole et de l’esprit est-il désagréable ? » « Tathāgata, il est désagréable. » « Qui est ton ami de mal ? » Il répondit : « C’est mon esprit. »
fr_fr: Le Bienheureux s’assit et décida de s’engager dans une absorption méditative qui assurera que cet être se remémore ses vies passées, qu'il parle la langue humaine et qu'il converse avec lui. Alors, le Bienheureux dit : « Ami, serais-tu Insondable ? — Oui, Bienheureux, je suis Insondable. — Ami, es-tu Insondable ? — Oui, Tathāgata, je suis bien Insondable. — Fait-on l’expérience du résultat des actions mauvaises du corps, de la parole et de l’esprit ? — C'est exact, Bienheureux, on en fait l’expérience. — Le résultat de ces actions est-il désagréable ? — Oui, Tathāgata, il est désagréable. — Qui t'a enseigné à mal agir ? — Mon propre esprit », répondit-il.

# line 15, 18.txt
source: Ensuite, les innombrables personnes se dirent ceci : « Cet être qui se souvient de ses vies passées, qui parle une langue humaine et qui discute avec le Bienheureux, qui est-il ? » Puisqu’il est difficile de se faire entendre par le Bienheureux, ils ne parvinrent pas à poser cette question au Bienheureux et ils demandèrent à l’honorable Ānanda : « Vénérable Ānanda, un être comme celui-ci qui se souvient de ses vies passées, qui parle une langue humaine et qui discute avec le Bienheureux, qui est-il ? » L’honorable Ānanda dit : « Demandez au Bienheureux. » Ils dirent : « il est difficile de se faire entendre des Bienheureux, leur prestance est insoutenable, donc nous ne parvenons pas à lui faire cette demande. » L’honorable Ānanda dit : « Il m’est aussi difficile de me faire entendre par les Bienheureux, mais pourtant, par compassion pour vous, je vais le demander », dit-il. Puis,
fr_fr: Tout le monde voulut savoir qui était cet être qui se souvenait de ses vies passées, qui parlait la langue humaine et qui conversait avec le Bienheureux. Mais il est difficile de se faire entendre par les Bienheureux Bouddhas. N'osant pas s'adresser à lui, il se tournèrent vers celui qui le servait : « Vénérable Ānanda, qui est cet être qui se souvient de ses vies passées, qui parle la langue humaine et converse avec le Bienheureux ? — Demandez-le lui, répondit l'honorable Ānanda. — Il est difficile de les aborder, dirent-ils. Leur prestance est insoutenable. C'est pourquoi nous ne parvenons pas à le lui demander. — Il m’est aussi difficile de le faire, répondit l'honorable, mais pour vous être utile, je poserai la question à votre place. »

# line 16, 18.txt
source: l’honorable Ānanda [replia] son vêtement supérieur et le laissa retomber sur une épaule, joignit les mains et s’inclina en direction du Bienheureux et il dit ceci au Bienheureux : « Vénérable, cet être qui se souvient de ses vies passées, qui parle une langue humaine et qui discute avec le Bienheureux, qui est-ce ? » Alors, le Bienheureux dit à l’honorable Ānanda : « Ānanda, cet être en est un qui a continuellement fait des actions négatives ; il a réalisé beaucoup d’actions négatives.
fr_fr: l’honorable Ānanda replia son vêtement supérieur, le laissa retomber sur une épaule, joignit les mains et s’inclina en direction du Bienheureux. « Vénérable, dit-il, qui est cet être qui se souvient de ses vies passées, parle la langue humaine et converse avec le Bienheureux ? — Ānanda, répondit-il, il est un être qui a continuellement fait des actions négatives. Il en a réalisé en grande quantité.

# line 17, 18.txt
source: Ānanda, à un moment du passé qui s’est déroulé auparavant, le Tathāgata, l’Arhat, le complet et parfait Bouddha, celui doté de la vision et des jambes, le Sugata, le Connaisseur du monde, l’insurpassable Cocher des êtres à guider, l’Enseignant des dieux et des hommes, le Bienheureux Bouddha Prabhāvan était apparu en ce monde et à cette époque, un arhat voyageait avec cinq cent arhats et se déplaçait. Ainsi, ils arrivèrent à un palais royal et ils allèrent dans le parc d’agrément de ce roi et en suivant l’ordre d’ancienneté, ils étalèrent chacun de l’herbe au pied (lit. près) d’un arbre et ils croisèrent leurs jambes et ils firent l’expérience du bonheur de la concentration, des libérations parfaites, des concentrations méditatives et des absorptions méditatives. Ensuite, à cette époque, le roi Insondable régnait dans ce même palais royal et le roi se leva tôt le lendemain et avec un groupe de dames pour le servir, il alla dans ce parc d’agrément. Y étant allé, il s’assit à un endroit (lit. il se tint dans une direction) et
fr_fr: Ānanda, dans un passé lointain, le Tathāgata, l’Arhat, le complet et parfait Bouddha, celui doté de la sagesse pour voir et de la concentration pour avancer, le Sugata, le Connaisseur des êtres des trois mondes, l’insurpassable Cocher pour les êtres à guider, l’Enseignant des dieux et des hommes, le complet et parfait Bouddha Prabhāvan était apparu en ce monde. À cette époque, un arhat plus ancien voyageait en compagnie de cinq cent autres arhats. Leur chemin les fit passer à proximité d'un palais royal. Ils entrèrent dans le parc d’agrément du roi de ce pays et, suivant l’ordre d’ancienneté, ils se constituèrent chacun un coussin d’herbe au pied d’un arbre. Ils s'y assirent les jambes croisées et firent l’expérience du bonheur de la concentration, des libérations parfaites, des concentrations méditatives et des absorptions méditatives. Tôt le lendemain, le roi Insondable, à qui le parc appartenait, sortit avec un groupe de dames à sa suite. Il s’assit et laissa les dames se promener.

# line 18, 18.txt
source: ces dames étaient attirées par les fleurs et les fruits et se promenaient et allaient [dans le parc]. C’est ainsi que ces dames, ces cinq cent moines qui avaient les jambes croisées, les membres (lit. le corps) ramassés comme un roi des nāgas qui se serait endormi et qui y restaient, elles les virent. Les ayant vus, elles ressentirent une joie intense (lit. suprême). Elles ressentirent cette joie et elles se prosternèrent à leurs pieds et s’assirent devant le plus ancien parmi eux pour écouter le Dharma. Ensuite, le roi entendit la voix d’un homme dans ce parc d’agrément. L’ayant entendue, il prit (lit. porta) une épée tranchante à son cou et il alla à l’endroit où se trouvaient ces moines et ce roi vit ces cinq cent moines au loin. Les ayant vus, “Ces moines regardent mon entourage de reines et ceci n’est pas [acceptable].” pensa-t-il. Puis,
fr_fr: Elles allaient ça et là, attirées par les fleurs, puis par les fruits du parc. Se promenant, elles virent les cinq cent moines les jambes croisées, les membres ramassés comme autant de rois des nāgas endormis et immobiles. La vue des honorables moines leur procura une joie intense. Elles se prosternèrent à leurs pieds et s'assirent devant l'arhat le plus ancien pour écouter le Dharma. Au loin, le roi entendit la voix d’un homme. Il empoigna une épée tranchante qu'il rejeta sur son épaule et marcha vers les moines. Se rapprochant, il vit toutes les dames assises aux pieds des moines. “Ils osent regarder mes reines !” pensa-t-il, hors de lui.
