Repository: Esukhia/karmasataka
Catalog: */reader/18.po
Languages: fr_fr

# line 19, 18.txt
source: ayant donné naissance à une émotion (lit. ce qui enserre entièrement) de colère, le roi fit appeler les employés du roi et il leur donna cet ordre : “Frappez ces moines avec des [barres] métalliques”, dit-il. Ensuite, après un temps, ils les battirent avec des [barres] métalliques et et recouvrirent (lit. tout autour) la surface (lit. sans espace) des corps de ces moines de bleus. Ensuite, quand il eut frappé ces moines de tout son soûl (lit. à en être satisfait), il les remit aux bourreaux : “Mettez-vous en route, empalez vivants certains de ces personnes s’étant retirés du monde et abattez sur eux des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate. Donnez certains autres vivants à des chiens. Coupez en six certains autres et éparpillez-les (lit. jetez les dans toutes les directions)”, dit-il. Ensuite, “Nous feront ceci (lit. comme ceci)”, les hommes du roi dirent. Puis, ils empalèrent vivants certains des cinq cent moines et abattirent sur eux des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate. Ils donnèrent certains autres vivants à des chiens. Ils coupèrent en six certains autres et les éparpillèrent (lit. les jetèrent dans toutes les directions).
fr_fr: Le roi rageait. Il fit chercher ses hommes de main à qui il ordonna de frapper les moines avec des barres métalliques. Puis, lorsque la surface du corps de chacun des moines fut couverte de contusions, qu'il les eut fait battre tout son soûl, il demanda les bourreaux. "Dépêchez-vous ! Empalez vivants certains de ces moines, abattez sur eux des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate. Donnez certains autres vivants en pâture à des chiens. Coupez d'autres en six morceaux et jetez-les dans toutes les directions." "À vos ordres", répondirent-ils, avant de s'exécuter. Alors, certains arhats furent empalés vivants et des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate furent abattus sur eux. Certains autres furent donnés en pâture à des chiens. D'autres furent coupés en six et les parties de leurs corps furent jetés dans toutes les directions.

# line 20, 18.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était ce roi est cet être lui-même et le résultat d’avoir tué ces cinq cent arhats l’a fait naître [comme] être du grand enfer insurpassable (lit. insoutenable). Le résultat d’avoir regardé ces moines avec des pensées de colère le fit devenir aveugle de naissance. Le résultat d’avoir frappé ces moines avec des [barres] métalliques fit que la surface (lit. la rondeur) de son corps était entièrement (lit. sans espace) recouverte de plaies. Du haut de sa tête vers le bas et de la plante de ses pieds vers le haut, des parasites le rongeaient (lit. s’engageaient). Qu’il les remit aux bourreaux et qu’ils en empalèrent certains vivants et abattirent sur eux des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et qu’ils en donnèrent certains vivants à des chiens et qu’ils en coupèrent certains vivants en six et qu’ils les éparpillèrent (lit. jetèrent dans toutes les directions), le résultat de ces actions fit que
fr_fr: Voyez-vous, moines, le roi de cette époque est l'être infernal devant vous. Il est aujourd'hui un être du grand enfer insurpassable pour avoir tué ces cinq cent arhats. Il est né aveugle pour avoir regardé ces moines avec des pensées de colère. Toute la surface de son corps, du sommet de sa tête aux plantes de ses pieds, est recouverte de plaies et rongée par des parasites parce qu'il a fait battre les moines avec des barres métalliques. Il a remis les moines aux bourreaux, leur ordonnant d'empaler vivants certains d'entre eux, puis d'abattre sur eux des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate. Il a ordonné de donner certains autres en pâture à des chiens, de couper d'autres encore en six morceaux qu'ils devaient jeter dans toutes les directions.

# line 21, 18.txt
source: s’il va sur une plaine, y surgissent des lions, des léopards, des ours [tous] avec des crocs en métal et ils découpent sans cesse sa chair et ils le mangent. Lui, s’il s’enfonce dans l’eau, y surgissent des monstres makarah aux crocs en métal et ils découpent sans cesse sa chair et ils le mangent. Lui, s’il va dans l’espace, y surgissent des corbeaux, des vautours et des oiseaux tsasha tous avec des becs en métal et ils découpent sans cesse sa chair et ils le mangent. Lui, s’il va dans la forêt dense, y surgit une forêt d’arbres śālmali et le vent projette sur lui des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et ils tombent sur lui. Lui, s’il a envie d’aller dans les enceintes ou dans les villages de montagne ou dans des abris sous roche, y surgissent des hommes créés par ses actions et ils portent des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et ils frappent son corps et ils tranchent son corps et le découpaient et à cause de ça (lit. dû à cette cause), il subit des souffrances intenses, insoutenables, des douleurs et des sensations indésirables et il laisse s’échapper des cris de désespoir et il pleure.
fr_fr: C'est pourquoi, maintenant, si sa course le mène sur une plaine, y surgissent des lions, des léopards, des ours, tous dotés de crocs métalliques, qui n'ont de cesse de trancher sa chair et de le dévorer vif. S’il s’enfonce dans l’eau, y surgissent des monstres makarah aux crocs métalliques qui n'ont de cesse de trancher sa chair et de le dévorer vif. S’il s'élève dans les airs, y surgissent des corbeaux, des vautours et des oiseaux tsasha, tous dotés de becs métalliques, qui n'ont de cesse de trancher sa chair et de le dévorer vif. S’il entre dans une forêt dense, elle se transforme en forêt d’arbres śālmali, dont les épées, les javelots, les lances, les vajras à une pointe et les lances à pointe plate sont projetés sur lui en rafales. Si l'envie le prend d’aller en deçà des enceintes des cités, dans les villages de montagne ou dans les abris sous roche, y surgissent des hommes créés par ses actions passées qui brandissent des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate qui abattent leurs armes sur lui, tranchent son corps et le découpent en morceaux. Ainsi, il subit tant de supplices, de violences insoutenables, de souffrances intenses, de douleurs et de sensations indésirables que des cris de désespoirs et des pleurs ne cessent de s’échapper de sa personne.

# line 22, 18.txt
source: Moines, depuis l’époque du complet et parfait Bouddha Prabhāvan jusqu’à l’époque présente (lit. de maintenant) [qui est] la mienne, cet être a quitté [des vies chez] les êtres des enfers et est uniquement né parmi les êtres des enfers et il a obtenu de telles souffrances. » « Vénérable, quand cet être sera-t-il libéré de ces souffrances ? »
fr_fr: Moines, depuis l’époque du complet et parfait Bouddha Prabhāvan jusqu’à l'époque présente qui est la mienne, cet être n'a cessé de renaître dans les enfers et a continuellement subi de telles souffrances. — Vénérable, demandèrent les moines, quand cet être sera-t-il libéré de ces supplices ?

# line 23, 18.txt
source: « Cinq cent bouddhas apparaîtront pendant cet éon fortuné et jusque là, cet être quittera [des vies chez] les êtres des enfers et naîtra uniquement parmi les êtres des enfers et il obtiendra à chaque fois (lit. uniquement) des souffrances comme celles-ci et après ça (lit. en dessous de ça), les souffrances d’être dans les enfers s’épuiseront et il obtiendra de naître chez les humains et il passera la lisière [de sa prochaine vie] dans une maison de basse (lit. mauvaise) caste. Quand il aura grandi, il ira chasser (lit. chasser des herbivores sauvages) et lorqu’il sera à la chasse (lit. y), il ira dans un endroit de la forêt (lit. au milieu de la forêt) où se trouvaient des fleurs parfaites, des fruits parfaits et une ombre parfaitement rafraîchissante et il pensera : « Les animaux (lit. herbivores sauvages) se rassemblent dans un endroit comme celui-ci. » et il y installera des [pièges comme] des trappes mécaniques, des filets, des assommoirs et [d’autres] filets et partira.
fr_fr: — Jusqu'à ce que les cinq cent bouddhas de cet éon fortuné soient tous apparus, cet être ne cessera de naître dans les mêmes enfers où il subira ces mêmes souffrances. Il aura alors épuisé ses souffrances d’être infernal et il naîtra chez les humains, dans une maison de basse caste. Quand il aura grandi, il ira chasser, trouvera un endroit de la forêt où pousseront des fleurs parfaites, des fruits parfaits et une ombre parfaitement rafraîchissante. Pensant que le gibier fréquente certainement cet endroit, il y installera des pièges comme des trappes mécaniques, des filets, des assommoirs et d’autres sortes de filets avant de repartir.

# line 24, 18.txt
source: Ensuite, à ce moment, un bouddha solitaire apparaîtra dans le monde et il s’établira [pour] la nuit dans cet endroit de la forêt (lit. milieu de forêt) et du fait de son odeur, les animaux sauvages (lit. herbivores sauvages) ne viendront pas à cet endroit ce jour-là. Le chasseur ira là et ne voyant que ce bouddha solitaire dans cette endroit de la forêt, ne trouvant aucun autre [animal pris], il pensera ceci : « Ceux qui se sont retirés du monde se plaisent (lit. développent de l’appréciation) dans des endroits comme celui-ci et si celui-ci reste ici, il me fera du tort. Donc, décidément, il n’y a pas de douce que je doive aussi le tuer » et il tua ce bouddha solitaire et l’ayant tué, après être mort, ce chasseur renaîtra encore parmi les êtres du grand enfer insurpassable (lit. insoutenable) et là, il subira les souffrances des êtres des enfers pendant des centaines et des milliers d’années. Ensuite, ces actions seront épuisées et il obtiendra à nouveau de naître chez les humains et
fr_fr: À cette époque, un bouddha solitaire apparaîtra. Il passera la nuit dans cet endroit de la forêt. Du fait de son odeur, les animaux sauvages se tiendront à distance. Le chasseur retournera chercher ses prises, verra le bouddha solitaire, mais ne trouvera aucun animal dans ses pièges. Il pensera que ceux qui se sont retirés du monde se plaisent dans ces endroits, que leur présence lui est dommageable et qu'il devrait donc le tuer. Ce meurtre le fera naître à nouveau dans le grand enfer insurpassable, où il subira les souffrances infernales pendant des centaines et des milliers d'années. Lorsque s'épuiseront ses mauvaises actions, il naîtra en tant qu'humain.

# line 25, 18.txt
source: à cette époque, le complet et parfait Bouddha Uttara apparaîtra dans le monde et il se retirera du monde selon son enseignement et il éliminera toutes les émotions perturbatrices et il manifestera l’état d’arhat (lit. l’arhat-même). Après qu’il ait obtenu l’état d’arhat, il ira dans le palais d’un roi et il s’établira dans le parc d’agrément de ce roi. Ce roi, à son tour, avec un groupe de dames pour le servir, ira dans le parc d’agrément et ces dames seront attirées par les fleurs et les fruits et se promèneront dans le parc d’agrément et elle s’y déplaceront. Ainsi, elles iront auprès de lui et elles s’assiéront pour écouter le Dharma.
fr_fr: Le complet et parfait Bouddha Uttara sera apparu dans le monde. Cet homme se retirera selon l'enseignement de ce Bouddha, éliminera toutes les émotions perturbatrices et manifestera l'état d'arhat. Ensuite, il ira à proximité d'un palais royal, entrera dans le parc d'agrément. Le roi sortira avec un groupe de dames à sa suite. Elles seront attirées par les fleurs et les fruits et se promèneront dans le parc. Elles s'approcheront de lui, s'assiéront pour écouter le Dharma.

# line 26, 18.txt
source: Ce roi entendra la voix (lit. son) d’un homme et il ira auprès de lui et l’ayant vu, il se mettra en colère et il le frappera avec des [barres] métalliques et il coupera son corps en six et il l’empalera vivant et abattra sur lui des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et il le donnera à des chiens et la limite de ses souffrances sera alors atteinte. »
fr_fr: Le roi entendra la voix d'un homme, ira le trouver et hors de lui, il le frappera avec des barres métalliques. Il découpera son corps en six morceaux. Il l'empalera vivant, abattra sur lui des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate. Il le donnera en pâture à des chiens. À ce moment sera atteinte la limite de ses souffrances. »

# line 27, 18.txt
source: Ensuite, dès qu’ils eurent entendu ceci, les innombrables personnes ressentirent un désenchantement intense et ils pensèrent : « Si nous errons dans le samsara, nous aussi, nous obtiendrons des souffrances insoutenables comme celles-ci. » Ensuite, le Bienheureux comprit qu’ils étaient désenchantés et il leur donna un enseignement correspondant à ceci et tandis qu’ils étaient encore assis sur leur sièges, certains développèrent [le niveau de] la chaleur. Certains autres [développèrent le niveau] du sommet, [d’autres] de l’acceptation correspondant à la vérité, [d’autres] de [ce qui est] sublime [parmi] les choses du monde, [d’autres] la concentration méditative de la vision. Certains manifestèrent le résultat de l’entrée dans le courant. Certains manifestèrent le résultat de celui qui revient une fois. Certains manifestèrent le résultat de ceux qui ne reviennent plus. Certains se retirèrent du monde et manifestèrent l’état d’arhat. Certains développèrent les graines pour devenir (lit. de) des monarques universels. Certains développèrent les graines pour devenir des monarques universaux établis par la force, certains celles pour devenir Indra, certains celles pour devenir Brahmā, certains celles de l’éveil des auditeurs, certains celles de l’éveil des bouddhas par soi, certains celles de l’insurpassable éveil complet et parfait. La majorité des personnes parmi cet entourage s’engagèrent (lit. descendirent) auprès du Bouddha, s’accordèrent (lit. tomber [d’accord avec]) avec le Dharma, intégrèrent (lit. être tombé [d’accord avec]) la Saṅgha. Il les fit [atteindre ceci] et les y établit et alla au vihāra. »
fr_fr: Dès qu'ils eurent entendu ceci, les innombrables habitants de Śrāvastī ressentirent un désenchantement intense. Ils pensèrent aussitôt que tant qu'ils erreraient dans le saṃsāra, ils subiraient eux aussi des souffrances insoutenables. Voyant qu'ils étaient désenchantés, le Bienheureux leur enseigna ce qui correspondait à leur situation. Tandis qu'ils étaient encore assis, certains développèrent le niveau de la chaleur. Certains autres développèrent le niveau du sommet, d’autres celui de l’acceptation correspondant à la vérité, d’autres celui de la chose sublime dans le monde et d’autres encore la concentration méditative de la vision. Certains manifestèrent le résultat de l’entrée dans le courant, d'autres le résultat de celui qui revient une fois, d'autres le résultat de ceux qui ne reviennent plus et d'autres encore se retirèrent du monde et manifestèrent l’état d’arhat. Certains développèrent les causes qui les feraient devenir des monarques universels, d'autres celles qui les feraient devenir des monarques universaux établis par la force, d'autres celles pour devenir Indra et d'autres encore celles pour devenir Brahmā. Certains développèrent les causes de l’éveil des auditeurs, d'autres celles de l’éveil des bouddhas solitaires et d'autres encore celles de l’insurpassable éveil complet et parfait. La majorité des personnes parmi cet entourage s’engagèrent auprès du Bouddha, s’accordèrent au Dharma et intégrèrent la Saṅgha. Ainsi, le Bienheureux leur fit atteindre ces résultats, les y établit, puis il rentra au monastère.
