Repository: Esukhia/karmasataka
Catalog: */reader/19.po
Languages: fr_fr

# line 3, 19.txt
source: Celle nommée Gopā
fr_fr: L'histoire de Gopā

# line 4, 19.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Kapilavastu.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Kapilavastu.

# line 5, 19.txt
source: Lorsque Devadatta eut tué Utpalavarṇā et qu’il fut expulsé du royaume du roi Prasenajit, il alla dans le pays de Kapilavastu et il pensa : « Je ne parviendrai pas à tuer l’ascète Gautama. De plus, je n’ai pas obtenu les moyens du Bouddha. Donc, je vais aller et je vais attirer à moi la reine et l’entourage de Siddhārtha et je vais rester en leur compagnie et j’obtiendrai la royauté et je régnerai », pensa-t-il. Puis,
fr_fr: Lorsque Devadatta eut tué Utpalavarṇā et qu’il eut été expulsé du royaume par le roi Prasenajit, il se rendit dans le pays de Kapilavastu et pensa : « Je ne parviendrai pas à tuer l’ascète Gautama. De plus, je ne possède pas les moyens qui sont les siens. Ce que je peux faire est attirer à moi la reine et l’entourage de Siddhārtha. Ceci me permettra de jouir de leur compagnie en tant que roi et de régner à sa place. »

# line 6, 19.txt
source: il envoya un message à Yaśodharā : « Yaśodharā, regarde ce que celui qui aime les mauvaises actions fait maintenant. Il prend soixante mille femmes comme épouses et prend soin d’elles. Par rapport à ça, s’il ne veut pas profiter entièrement des désirs, prendre des reines et les garder, à quoi ça sert ? Maintenant, si tel est ton désir, nous pourrons obtenir le statut de roi et tu obtiendras comme avant la gloire et les privilèges », fit-il dire.
fr_fr: Il envoya un message à la reine de Siddhārtha : « Yaśodharā, regarde ce que fait à présent celui qui se complaît dans les mauvaises actions. Il prend soixante mille épouses et subvient à leurs besoins. Mais si ce n'est pas pour profiter entièrement des désirs, à quoi bon prendre des reines et les entretenir ? Maintenant, si tel est ton désir, nous pourrions m'obtenir le statut de roi. Tu retrouveras toute ta gloire et tous les privilèges. »

# line 7, 19.txt
source: Ensuite, dès qu’elle eut entendu ceci, Yaśodharā le raconta à Gopā : « Gopā, voici ce que Devadatta m’a fait dire », dit-elle. Ensuite, Gopā dit : « Nous utiliserons un moyen pour le faire venir à l’intérieur et nous le rabaisserons et nous le renverrons. Alors, il se trouvera [être] un être ordinaire », dit-elle. Ensuite, elles firent dire à Devadatta : « Devadatta, viens donc dans le palais royal. Quand tu seras venu, nous discuterons du moyen pour t’établir dans la royauté », firent-elles dire.
fr_fr: Yaśodharā raconta à Gopā le message que Devadatta venait de lui faire parvenir. « Voilà ce que nous ferons, répondit Gopā. Nous l'amadouerons pour qu'il vienne ici. Nous pourrons ensuite l'humilier et le renvoyer d'où il vient. Alors, il aura été rabaissé à ce qu'il est réellement. » Elles renvoyèrent le message suivant : « Devadatta, viens donc dans le palais royal. Nous pourrons alors réfléchir à la stratégie pour t'installer sur le trône. »

# line 8, 19.txt
source: Ensuite, Devadatta fut empli de joie dès qu’il entendit ceci et « Maintenant, elles sont acquises (lit. contentes), donc la royauté se trouve juste (lit. seulement) à ma portée (lit. se trouve là où je peux la prendre) », pensa-t-il. Puis, il alla au palais royal et il se dirigeait pour s’asseoir sur le coussin du Bodhisattva quand les dieux firent disparaître ce coussin. Ensuite, Gopā se tint sur le côté du haut de l’escalier de l’entourage de la reine et dit : « Devadatta, pourquoi vous asseoir sur le coussin pour le moment ? Venez d’abord dans l’entourage de la reine et nous discuterons. »
fr_fr: Devadatta fut ravi de ce qu’il entendit. « Les voilà acquises à ma cause, pensa-t-il. La royauté se trouve désormais à portée de main. » Il se rendit au palais royal. Les dieux firent disparaître le trône du Bodhisattva en voyant Devadatta s'approcher avec l'intention de s'y asseoir. Gopā reçut Devadatta du haut d'un escalier. « Devadatta, pourquoi vous empresser de vous asseoir sur ce trône ? Venez-donc dans les appartements de l’entourage de la reine. Nous avons à discuter. »

# line 9, 19.txt
source: Ensuite, Devadatta accepta (lit. écouta) les paroles de Gopā et joignit les mains avec ses dix doigts et se tint devant elle. Ensuite, Gopā prit ses mains jointes et les serra avec force et elle fit jaillir (lit. extraire) du sang de tous ses doigts et Devadatta glapit [tellement] il souffrit de ce traitement (lit. mal). Ensuite, Gopā le tourna vers le bas de ces escaliers et lui asséna un coup de pied sur la tête et le fit tomber du haut de l’escalier. Certaines autres dames répandirent sur son corps de la bouse de vache. Certaines répandirent [sur lui] de l’huile chaude. Ensuite, le corps éraflé et meurtri, il en sortit et il s’en alla. Puis,
fr_fr: Devadatta s'exécuta. Il monta jusqu'à Gopā et se tint devant elle, ses dix doigts rassemblés, ses deux mains jointes. Elle attrappa aussitôt ses mains et les écrasa jusqu'à ce que tous ses doigts saignent. Il lâcha un glapissement de douleur. Gopā le tourna sur lui-même, la face vers le bas et le culbuta en bas des escaliers en lui assénant un coup de pied sur la tête. D'autres dames déversèrent de la bouse de vache sur tout son corps, puis de l’huile chaude. Alors, tuméfié et meurtri, il s'échappa du palais et disparut.

# line 10, 19.txt
source: il alla auprès de Kokālika, Khaṇḍadravya, Kaṭamorakatiṣya et Samudradatta et ils le virent et dirent : « Devadatta, qu’est-ce donc ? Il semble que tu aies bénéficié (lit. expérimenté) des voluptés de l’entourage de la reine, des suprêmes faveurs de l’entourage de la reine. » Ensuite, à ce moment, les moines l’entendirent et ils informèrent (lit. dire) le Bienheureux.
fr_fr: Le voyant arriver, Kokālika, Khaṇḍadravya, Kaṭamorakatiṣya et Samudradatta s'exclamèrent : « Devadatta, qu’est-il arrivé ? Il semble que tu aies bénéficié des voluptés de l’entourage de la reine, de leurs faveurs suprêmes ! » Peu après, les moines eurent vent de ces mésaventures et en informèrent le Bienheureux.

# line 11, 19.txt
source: Les moines s’adressèrent au Bienheureux Bouddha : « Vénérable, posez votre regard sur la manière dont Gopā a humilié Devadatta en public (lit. à l’endroit de beaucoup de personnes). » Le Bienheureux dit : « Ce n’est pas uniquement maintenant [que ceci est arrivé]. En effet, Écoutez comment Gopā a humilié Devadatta dans le passé.
fr_fr: « Vénérable, dirent-ils, voyez la manière dont Gopā a humilié Devadatta en public. — Ce n’est pas uniquement maintenant que ceci arrive, répondit le Bienheureux. Écoutez donc comment elle l'avait déjà humilié dans le passé.

# line 12, 19.txt
source: Moines, dans une époque maintenant révolue, dans la ville de Vārāṇasī, le roi nommé Brahmadatta régnait. Dans le pays de Videha, le roi nommé Mahendrasena régnait et ils ne s’entendaient pas et de temps à autres, ils faisaient périr de nombreux êtres. Ensuite, plus tard, le roi Brahmadatta de Kāśi discutait de femmes au milieu de (lit. se tenant au dans) l’assemblée des ministres pour le servir : “Parmi vous, lesquels d’entre vous ont vu des femmes au corps harmonieux, qui sont belles et agréables au regard et à quel endroit ?” demanda-t-il. Puis, là, ceux qui en ont vues dirent au roi comment elles étaient (lit. comment ils les avaient vues). Alors, l’un dit : “Deva, oubliez (lit. laissez de regarder) toutes celles-là. Il n’y a aucune femme qui a un corps semblable à la noble épouse du roi de Videha”, dit-il. Puis, dès qu’il eut entendu ceci, le roi fut touché par la flèche du désir et il pensa : ”Je ne parviendrai pas à la rencontrer tandis que je suis en mauvais termes avec le roi Mahendrasena. Donc, pour commencer, je vais faire la paix avec lui et ça sera facile après cela”, pensa-t-il. Puis,
fr_fr: Moines, dans un passé lointain, le roi nommé Brahmadatta régnait depuis la ville de Vārāṇasī. Dans le pays de Videha, le roi Mahendrasena régnait. Ces deux rois voisins, qui étaient en conflit, faisaient périr de nombreux êtres dans les batailles qu'ils engageaient à intervalles réguliers. Un jour, le roi Brahmadatta de Kāśi discutait de femmes avec ses ministres. Il leur demanda : “Parmi vous, qui a vu des femmes belles, bien proportionnées et jolies à ravir ? Où se trouvaient-elles ?” Certains ministres répondirent. Puis, l’un d'eux prit la parole : “Dieu parmi les hommes, oubliez toutes ces femmes. Aucune d'elles n'égale en beauté la noble épouse du roi de Videha.” Le roi fut aussitôt frappé par la flèche du désir. Il réfléchit : "Je ne parviendrai pas à l'approcher tant que je suis en mauvais termes avec le roi Mahendrasena. Il faut que je fasse la paix avec lui. Ensuite, tout sera facile.”

# line 13, 19.txt
source: après que le roi Brahmadatta ait fait la paix avec le roi de Videha, il envoya une messagère à la reine du roi Mahendrasena : “Tout ce que j’ai fait pour faire la paix avec Mahendrasena est pour vous. Donc, sachez-le et faites tout de façon à ce que nous puissions nous rencontrer”, fit-il dire. Ensuite, la reine de Mahendrasena le raconta au roi : ”Deva, le roi Brahmadatta dit me vouloir et est entrain de faire le nécessaire pour ça (lit. accomplit cet objectif). Donc, Deva, si vous me l’ordonnez, je vais l’humilier”, dit-elle. Alors, il dit : “Fais comme il te plaît et fais ce qu’il faut pour qu’il arrive entre mes mains.” Elle répondit : ”Deva, je ferai (lit. je me trouve à faire) ce qui vous permettra de faire ce qui vous plaira. Donc, veuillez ne pas vous offusquer (lit. que votre cœur ne soit pas petit)”, dit-elle. Puis, elle lui répondit par le messager : “Tant que ce roi sera en vie, je serai incapable de vous rencontrer. Donc, tuez-le donc. Après cela, nous nous rencontrerons”, fit-elle dire.
fr_fr: Après avoir fait la paix avec le roi de Videha, le roi Brahmadatta envoya une messagère à la reine qu'il convoitait : “Sachez que vous êtes la raison de tous mes efforts pour faire la paix avec Mahendrasena. Veuillez donc permettre que nous nous rencontrions.” Elle informa aussitôt le roi Mahendrasena : ”Dieu parmi les hommes, le roi Brahmadatta dit me vouloir et essaie de me rencontrer. Si vous me l’ordonnez, dieu parmi les homme, je me ferai un plaisir de l’humilier. — Fais comme il te plaît, répondit-il, mais fais en sorte qu’il arrive entre mes mains. — Dieu parmi les hommes, je ferai en sorte que vous puissiez faire de lui ce qu'il vous plait. Entre temps, veuillez ne pas vous offusquer de mes agissements.” Alors, elle fit dire au messager qu'elle ne pourrait pas le rencontrer tant que son roi serait en vie, qu'il devait d'abord le tuer.

# line 14, 19.txt
source: Ensuite, Brahmadatta pensa : “Tant que je ne suis pas en désaccord, il n’est pas convenable que je le tue. Donc, je vais à nouveau me mettre (lit. faire) en désaccord avec lui”, pensa-t-il. Puis, le roi Brahmadatta se mit (lit. fit) à nouveau en désaccord avec le roi Mahendrasena et il apprêta les quatre parties de l’armée et il alla dans le pays de Videha et il encercla la ville avec les quatre parties de l’armée et il se posta [là]. Puisqu’il était là, il fit périr d’innombrables êtres. Ensuite, la reine de Mahendrasena lui envoya un message : ”Puisqu’être venu ici et tout ce que vous faites est pour moi, pourquoi faire périr de nombreux êtres ? Maintenant, revêtez (lit. engagez-vous) l’apparence d’un homme ordinaire et venez dans la ville et veuillez me rencontrer”, fit-elle dire.
fr_fr: "En bons termes avec lui, pensa Brahmadatta, je ne peux pas décemment le tuer. Je vais à nouveau me mettre en désaccord avec lui." Ceci fait, il apprêta les quatre parties de son armée, alla dans le pays de Videha et assiégea la capitale. Les batailles qui eurent lieu firent périr d'innombrables êtres. La reine de Mahendrasena fit dire à l'assiégeant par un messager : "Si vous êtes venus ici pour moi, à quoi bon faire périr tant d'êtres ? Prenez l'apparence d'un être ordinaire et venez dans la ville me rencontrer."

# line 15, 19.txt
source: Ensuite, dès qu’il entendit ceci, le roi Brahmadatta de Kāśi vint dans le palais en suivant la méthode qui lui avait été décrite. Dès qu’il arriva, la reine de Mahendrasena se saisit de lui et elle dit au roi : “Deva, Brahmadatta est là pour que vous fassiez tout ce qu’il vous plaira”, dit-elle. Ensuite, le roi Mahendrasena rassembla le prince, les ministres, les marchands, les riches et les capitaines et il frappa de ses pieds la tête du roi Brahmadatta de Kāśi et dit : “Tuez cette chose (lit. ceci) pour qu’il ne pratique plus l’adultère avec les femmes d’autrui”, dit-il. Ensuite, la reine dit au roi Mahendrasena : ”Deva, cette humiliation n’est-elle pas le vaincre plus que le tuer ? Maintenant, que reste-t-il de plus à tuer ? Relachez-le”, demanda-t-elle. Puis, il fut relâché vivant.
fr_fr: Le roi Brahmadatta de Kāśi suivit les instructions et se rendit au palais comme demandé. Dès son arrivée, la reine de Mahadrasena se saisit de lui et informa le roi que son ennemi était à sa disposition. Il fit venir le prince, les ministres, les marchands, les riches et les capitaines. Devant eux, il de ses pieds la tête du roi Brahmadatta de Kāśi, puis donna l'ordre de tuer "cette chose pour qu'il ne pratique plus l'adultère avec les femmes d'autrui." "Dieu parmi les hommes, demanda la reine, une telle humiliation n'est-elle pas une défaite pire que la mort ? Que reste-t-il en lui qui ne soit pas déjà tué ? Veuillez le relâcher." Brahmadatta fut relâché selon le désir de la reine.

# line 16, 19.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était alors le roi Mahendrasena de Videha, qui était installé dans la conduite des bodhisattvas, c’était moi-même. À cette époque, la reine d’alors est Gopā elle-même. À cette époque, celui qui était nommé le roi Brahmadatta de Kāśi est Devadatta lui-même et à cette époque aussi, elle le frappa de ses pieds à la tête et elle l’humilia fortement. »
fr_fr: Voyez-vous, moines, à cette époque, j'étais le roi Mahendrasena de Videha, qui était installé dans la conduite des bodhisattvas. Gopā était sa reine. Devadatta était le roi Brahmadatta. À cette époque aussi, elle l'a frappée à la tête avec ses pieds et l'a aussi grandement humilié. »
