Repository: Esukhia/karmasataka
Catalog: */reader/20.po
Languages: fr_fr

# line 1, 20.txt
source: Celle nommée Keśinī
fr_fr: L'histoire de Keśinī

# line 2, 20.txt
source: Quand le Bodhisattva demeurait dans le paradis (lit. lieu) de Tuṣita, le roi Siṃhahanu régnait sur le pays de Kapilavastu et lui et sa reine se divertirent, ils [apprirent] à s’aimer et laissèrent libre cours à leurs envies et de ce fait, à des moments différents, quatre fils et quatre filles naquirent, Śuddhodana, Śuklodana, Droṇodana et Amṛtodana, puis Śuddhā, Śuklā, Droṇā et Amṛtā.
fr_fr: Quand le Bodhisattva demeurait dans le paradis de Tuṣita, le roi Siṃhahanu régnait sur le pays de Kapilavastu. Sa reine et lui apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s'aimer et laissèrent libre cours à leurs désirs. C'est ainsi que naquirent l'un après l'autre huit enfants. Leurs quatre fils étaient Śuddhodana, Śuklodana, Droṇodana et Amṛtodana. Les quatre filles, Śuddhā, Śuklā, Droṇā et Amṛtā.

# line 3, 20.txt
source: À cette époque, le roi Śākya Suprabuddha vivait dans le pays de Vṛji et lui et sa reine se divertirent, ils [apprirent] à s’aimer et laissèrent libre cours à leurs envies et de ce fait, deux filles naquirent et « Māyā » fut le nom que l’une reçut (lit. donné). « Mahā­māyā » fut le nom que l’autre reçut (lit. donné).
fr_fr: À cette époque, le roi Śākya Suprabuddha vivait dans le pays de Vṛji. Sa reine et lui apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s'aimer et laissèrent libre cours à leurs désirs. Deux filles naquirent. L'une fut nommée « Māyā », l'autre « Mahā­māyā ».

# line 4, 20.txt
source: Alors, elles se développèrent toutes les deux au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre) et comme des lotus dans un lac, elles grandirent avec force. Ensuite, les augures (lit. ceux qui regardent les signes) les regardèrent : « La fille Māyā fera naître un fils aux caractéristiques merveilleuses (lit. parfaites) et Mahā­māyā fera naître un monarque universel », prédirent-ils. Puis, Les cheveux à elles deux se développèrent comme une goutte d’huile de sésame qu’on fait tomber dans l’eau.
fr_fr: Elles se développèrent toutes les deux au fil du temps grâce au lait, au yaourt, au beurre, au beurre purifié et au beurre sur-purifié dont elles étaient nourries. Elles s'épanouirent aussi rapidement que des lotus dans un lac. Ensuite, les augures furent consultés : « Māyā donnera le jour à un fils aux caractéristiques merveilleuses. Mahā­māyā à un monarque universel. » En grandissant, leurs chevelures se développèrent comme une goutte d’huile de sésame se répand sur une surface d'eau.

# line 5, 20.txt
source: Ensuite, le roi Siṃhahanu l’entendit et il envoya un messager au roi Suprabuddha : « Donne tes deux filles comme épouses à mon fils. Ici, bien que les Śākyas appliquent la règle interne que personne ne peut prendre deux épouses en âge de se marier, si je parviens à faire que les Śākyas donner la permission de bon gré (lit. par dévotion), alors seulement je les prendrai toutes les deux », fit-il dire. Puis, Siṃhahanu fit la requête aux Śākyas et en suivant (lit. faisant) les traditions (lit. dharma) familiales vertueuses des pères de famille, les deux filles, il les prit comme reines pour Śuddhodana.
fr_fr: Le roi Siṃhahanu entendit parler des deux princesses. Il envoya un messager au roi Suprabuddha : « Donne tes deux filles comme épouses à mon fils. Ici, bien que les Śākyas appliquent la règle interne que personne en âge de se marier ne peut prendre deux épouses, si je parviens à obtenir l'approbation des Śākyas, je les prendrai toutes les deux. » Les Śākyas accédèrent à sa requête. Alors, suivant les coutumes ancestrales, il prit les deux princesses comme reines de Śuddhodana.

# line 6, 20.txt
source: Alors, le roi Suprabuddha leur donna à toutes les deux la dénommée Keśinī comme coiffeuse. Ensuite, quand le Bodhisattva naquit, lorsque sept jours passèrent après sa naissance, Mahā­māyā mourut et après être morte, elle naquit dans le paradis des Trente-Trois. La fille Keśinī, étant séparée d’elle, elle s’agrippa aux cheveux de Mahā­māyā et elle fut extrêmement affligée, elle se referma sur elle-même, elle se lamenta et se frappait la poitrine. Personne ne parvint à ôter sa tristesse.
fr_fr: Le roi Suprabuddha donna la coiffeuse Keśinī à ses deux filles. Plus tard, quand Mahā­māyā mourut sept jours après la naissance du Bodhisattva et reprit naissance dans le paradis des Trente-Trois, Keśinī fut extrêmement affligée de cette perte. Elle s’agrippa à ses cheveux, se referma sur elle-même. Elle se lamentait, se frappait la poitrine. Personne ne parvint à la consoler.

# line 7, 20.txt
source: Ensuite, quand le Bodhisattva eut grandit, il vit une vieille personne, un malade et un mort et il s’établit dans la forêt et pratiqua l’ascèse pendant six ans et obtint l’insurpassable sagesse et fit progressivement le bien des êtres et alla dans le pays de Kapilavastu. Lorsqu’il y fut allé, les Śākyas se retirèrent du monde. Mahā­prajāpatī Gautamī se retira aussi du monde. Keśinī se retira aussi du monde et après qu’elle eut éliminé toutes les émotions perturbatrices, elle manifesta l’état d’arhat (lit. l’arhat-même). Alors, Le Bienheureux proclama (lit. la montra) qu’elle était suprême parmi ceux dotés de diligence.
fr_fr: Ensuite, quand le Bodhisattva eut grandit, il vit une vieille personne, un malade et un mort. Il partit s’établir dans la forêt, pratiqua l’ascèse pendant six ans, obtint l’insurpassable sagesse, fit progressivement le bien des êtres et alla un jour dans le pays de Kapilavastu. À cette occasion, nombre des Śākyas se retirèrent du monde. Mahā­prajāpatī Gautamī se retira du monde, Keśinī en fit autant. Elle élimina toutes les émotions perturbatrices et elle manifesta l’état d’arhat. Le Bienheureux proclama alors qu’elle était suprême parmi ceux dotés de diligence.

# line 8, 20.txt
source: Puis les moines s’adressèrent au Bienheureux : « Vénérable, quelles actions Keśinī a réalisées pour que le résultat de ces actions le fit naître dans une lignée familiale Śākya qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens ? Quelles actions a[-t-elle] réalisées pour qu’ elle soit une servante, qui suit les ordres des autres ? » Le Bienheureux dit : « Ceci est arrivé par le pouvoir de ses souhaits. » « Quels souhaits a-t-elle formulés ? »
fr_fr: « Bienheureux, demandèrent les moines, quelles actions ont valu à Keśinī de naître dans une famille qui vit dans l’opulence, qui possède de grandes richesses et d’innombrables biens ? Quelles actions a-t-elle réalisées pour qu'elle soit une servante, pour qu'elle doive exécuter les ordres des autres ? — Ceci est arrivé par le pouvoir de ses souhaits, dit le Bienheureux. — Vénérable, quels souhaits a-t-elle formulés ?

# line 9, 20.txt
source: « Moines, à un moment du passé qui s’est déroulé auparavant, pendant le quatre-vingt-onzième éon, le tathāgata, l’arhat, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l’insurpassable cocher des êtres à guider, l’enseignant des dieux et des hommes, le Bienheureux Bouddha Vipaśyin était apparu en ce monde et il s’était éveillé à l’insurpassable, complet et parfait éveil et il alla dans la ville de Bandhumatī et deux dames lui offrirent le repas et l’une formula ce souhait : “Puisse un être précieux comme celui-ci naître de moi et puissé-je le contenter. Puissé-je ne rien faire qui le mécontente”, dit-elle. L’autre fille formula ce souhait : ”Puissé-je toujours naître comme ta sœur (lit. personne qui a les même parents). Puissé-je prendre soin d’un tel être précieux”, dit-elle. La jeune coiffeuse de ces deux sœurs se trouvait aussi là et cette jeune femme entendit les souhaits qu’elles avaient toutes les deux faits et dès qu’elle les eut entendus, elle rendit hommage au complet et parfait bouddha Vipaśyin et elle fit ce souhait : “Quelle merveille ! Moi aussi, grâce à ces racines vertueuses, puissé-je toujours servir ces deux [sœurs] et être leur coiffeuse et puissé-je contenter le précieux fils de ces deux [sœurs]. Puissé-je ne rien faire qui le mécontente”, dit-elle. Ainsi, c’est un tel souhait qu’elle formula alors. »
fr_fr: Moines, dans un passé lointain du quatre-vingt-onzième éon, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la vision et des jambes, le Sugata, le Connaisseur du monde, l'insurpassable Cocher des êtres à guider, l'Enseignant des dieux et des hommes, le Bienheureux Bouddha Vipaśyin était apparu en ce monde. Il s’était éveillé à l’insurpassable, complet et parfait éveil. Deux dames lui offrirent le repas quand il alla dans la ville de Bandhumatī. L’une formula ce souhait : “Puisse un être précieux comme celui-ci naître de moi et puissé-je le contenter. Puissé-je ne rien faire qui le mécontente.” L’autre dame dit : ”Puissé-je toujours naître comme ta sœur. Puissé-je prendre soin de cet être précieux.” La jeune coiffeuse de ces deux sœurs entendit leurs souhaits. Elle rendit aussitôt hommage au complet et parfait bouddha Vipaśyin et formula le souhait suivant : “Quelle merveille ! Moi aussi, grâce à ces racines vertueuses, puissé-je toujours servir ces deux sœurs et être leur coiffeuse. Puissé-je contenter leur précieux enfant. Puissé-je ne rien faire qui lui déplaise.” Voilà le souhait qu'elle avait formulé.

# line 10, 20.txt
source: « Vénérable, Quelles actions a[-t-elle] réalisées [pour] qu’elle contente aussi le Bienheureux et ne rien faire pour le mécontenter et se retirer du monde selon l’enseignement du Bienheureux et éliminer toutes les émotions perturbatrices et manifester l’état d’arhat et pour que le Bienheureux proclame qu’elle est suprême parmi ceux dotés de diligence ? »
fr_fr: — Vénérable, quelles actions a-t-elle réalisées pour vous contenter, ne rien faire qui vous déplaise, pour se retirer du monde selon votre enseignement, Bienheureux, pour éliminer toutes les émotions perturbatrices, manifester l’état d’arhat et pour que vous proclamiez qu’elle est suprême parmi celles dotées de diligence ?

# line 11, 20.txt
source: Le Bienheureux dit : « Elle se retira du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa et la préceptrice avec qui elle s’était retirée du monde avait été proclamée par le complet et parfait Bouddha Kāśyapa pour être suprême parmi celles dotées de diligence. Alors, elle avait vécu chastement toute sa vie et elle fit ce souhait au moment de mourir : “Ainsi, bien que j’aie vécu toute ma vie chastement selon l’enseignement du complet et parfait Bouddha Kāśyapa, je n’ai obtenu aucune [qualité] de l’ensemble de toutes les qualités. Donc, Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retirée du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). De même que ma préceptrice a été proclamée par le complet et parfait Bouddha Kāśyapa pour être suprême parmi celles dotées de diligence, puisse Śākyamuni, le roi des Śākyas, proclamer que je suis suprême parmi celles dotées de diligence”, dit-elle.
fr_fr: — Elle s'était donc retirée du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa et elle avait vécu chastement toute sa vie. Sa préceptrice, celle avec qui elle s'était retirée du monde, avait été proclamée suprême parmi celles dotées de diligence par le complet et parfait Bouddha Kāśyapa. Au moment de mourir, elle formula le souhait suivant : “Ainsi donc, j'ai vécu toute ma vie chastement selon l’enseignement du complet et parfait Bouddha Kāśyapa, mais je n’ai obtenu aucune de toutes les qualités. Par mes actes, puissé-je contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara, selon la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui lui déplaise. Puissé-je me retirer du monde d’après son enseignement, éliminer toutes les émotions perturbatrices et manifester l’état d’arhat. De même que le complet et parfait Bouddha Kāśyapa a déclaré ma préceptrice suprême parmi celles dotées de diligence, puisse Śākyamuni, le roi des Śākyas, proclamer que je suis suprême parmi celles dotées de diligence.”

# line 12, 20.txt
source: Moines, qu’en pensez-vous ? À cette époque, la nonne qui s’était retirée du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa est Keśinī elle-même. De plus, elle vécut ainsi chastement toute sa vie, puis elle fit ce souhait au moment de mourir : “Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retirée du monde d’après son enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même). De même que ma préceptrice a été proclamée par le complet et parfait Bouddha Kāśyapa pour être suprême parmi celles dotées de diligence, puisse Śākyamuni, le roi des Śākyas, proclamer que je suis suprême parmi celles dotées de diligence”, dit-elle.
fr_fr: Voyez-vous, moines, à cette époque, la nonne qui s’était retirée du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa est Keśinī. Elle avait vécu chastement toute sa vie et, au moment de sa mort, elle avait formulé le souhait de contenter par ses actes le Bienheureux Bouddha que deviendrait le jeune brahmane Uttara selon la prophétie du complet et parfait Bouddha Kāśyapa, de ne rien faire qui lui déplaise, de se retirer du monde d’après son enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l’état d’arhat. Elle avait aussi formulé le souhait d'être déclarée suprême parmi celles dotées de diligence par Śākyamuni, le roi des Śākyas, de même que sa préceptrice avait été déclarée suprême parmi celles dotées de diligentes par le complet et parfait Bouddha Kāśyapa.

# line 13, 20.txt
source: Moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], elle m’a contentée et n’a rien fait qui me mécontente, puis elle s’est retirée du monde selon mon (lit. à moi-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, elle manifesta l’état d’arhat (lit. l’arhat-même) et maintenant, j’ai proclamé qu’elle était suprême parmi celles dotées de diligence. »
fr_fr: Moines, je suis devenu en tout point l'égal du complet et parfait Bouddha Kāśyapa. J'ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. Elle m'a contentée et n'a rien fait qui me mécontente. Elle s'est retirée du monde selon mon enseignement. Elle a éliminé toutes les émotions perturbatrices et elle a manifesté l'état d'arhat. De plus, j'ai proclamé qu'elle est suprême parmi celles dotées de diligence. »
