Repository: Esukhia/karmasataka
Catalog: */reader/21.po
Languages: fr_fr

# line 19, 21.txt
source: Ayant ressenti cette joie, elle se prosterna à ses pieds et dit : « Être grandement fortuné, j’étais sous l’emprise du désir charnel. C’est pourquoi je vous ai mécontenté. Veuillez me pardonner. » dit-elle. Puis, la fille prostituée et la [femme] de mauvaise caste s’assirent toutes les deux devant Couleur-de-Lotus pour écouter le Dharma. Ensuite, l’honorable Couleur-de-Lotus leur donna un enseignement leur correspondant à toutes les deux et toutes les deux, alors qu’elles étaient encore assises sur leur siège, elle manifestèrent le résultat de ceux qui entrent dans le courant et elles virent toutes les deux les vérités et dirent : « Vénérable, s’il nous est possible à toutes les deux de nous extraire du monde selon le Vinaya, le Dharma si bien enseigné, et [s’il nous est possible] de parfaire l’approche [de la libération], d’obtenir la condition de nonnes pleinement ordonnées, nous deux aussi, nous aimerions vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. » Ensuite, l’honorable Couleur-de-Lotus les mena toutes les deux dans le vihāra des nonnes et il les remit aux nonnes et les nonnes leur fit toutes les deux se retirer du monde et leur donna l’ordination complète et elles leur accordèrent la transmission orale à toutes les deux. De leur côté, elles deux s’efforcèrent, s’appliquèrent et s’évertuèrent à éliminer toutes les émotions perturbatrices et elles manifestèrent l’état d’arhat.
fr_fr: Elle se prosterna à ses pieds et dit : « Être de grande fortune, veuillez me pardonner. Je vous ai importuné parce que j’étais sous l’emprise du désir charnel. » Ensuite, la prostituée et la vieille femme s’assirent toutes les deux devant Couleur-de-Lotus pour écouter le Dharma. Il enseigna ce qui leur correspondait à toutes les deux. Puis, l'une comme l'autre manifesta le résultat de ceux qui entrent dans le courant tandis qu'elles étaient encore assises sur leur siège. Elles virent les vérités et dirent : « Vénérable, s’il est envisageable que nous nous retirions du monde selon le Dharma du Vinaya si bien enseigné, que nous prenions les vœux complets, que nous obtenions la condition de nonnes pleinement ordonnées, nous aimerions vivre une vie chaste auprès du Bienheureux, comme d'autres avant nous. » Ensuite, l’honorable Couleur-de-Lotus les mena toutes les deux dans la nonnerie et les remit aux nonnes. Elles leur permit toutes les deux se retirer du monde, leur donnèrent l’ordination complète et leur accordèrent la transmission orale des pratiques monastiques. Dès lors, elles s’efforcèrent, s’appliquèrent et s’évertuèrent à éliminer toutes les émotions perturbatrices et manifestèrent l’état d’arhat.

# line 20, 21.txt
source: elles devinrent toutes les deux des arhats libres de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à leurs yeux] ; elles [vinrent à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; elle [possédaient] la fraîcheur du [bois de] santal trempé ; leur sagesse avait brisé la coquille de l’œuf ; elles avaient obtenu la connaissance, les clairvoyances et les parfaites discriminations ; elles avaient tourné le dos aux biens du samsara, aux désirs et aux éloges ; elles étaient désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: /Elles devinrent des arhats libres de l’attachement aux trois mondes. Désormais, un morceau d'or et une motte de terre étaient identiques. À leurs yeux, les paumes de leurs mains et l'espace étaient semblables. Elles avaient acquis la fraîcheur du bois de santal trempé. Leur sagesse avait détruit la coquille de l’ignorance. Elles avaient obtenu la connaissance, les clairvoyances et les discernements parfaits. Elles avaient tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Elles étaient désormais dignes des offrandes, de la vénération et de la révérence d’Indra, d'Upendra et de tous les dieux./

# line 21, 21.txt
source: Ensuite, l’honorable Couleur-de-Lotus pensa : « si je suis capable de purifier le continuum [mental] des autres, je ne suis pas parvenu à purifier mon continuum [mental]. Le Bienheureux, “Il y a cinq bienfaits à avoir beaucoup étudié : être versé dans les agrégats, être versé dans les éléments, être versé dans les sources des sens, être versé dans l’origination interdépendante et être versé dans ce qui est juste et ce qui n’est pas juste”, il l’a dit. Donc, moi aussi, je ferai les efforts pour éliminer les émotions perturbatrices. » Puis, de son côté, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et il manifesta l’état d’arhat (lit. l’arhat-même). Alors,
fr_fr: L’honorable Couleur-de-Lotus pensa qu'il n'était pas parvenu à se purifier lui-même alors qu'il avait été capable de le faire pour d'autres. Il se souvint alors des cinq bienfaits d'avoir parfait l'étude qu'enseignait le Bienheureux : être versé dans les agrégats, être versé dans les éléments, être versé dans les sources des sens, être versé dans l'origine interdépendante et être versé dans ce qui est juste et ce qui ne l’est pas. Il décida de, lui aussi, fournir les efforts nécessaires à l'élimination des émotions perturbatrices. Dès lors, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et il manifesta l’état d’arhat.

# line 22, 21.txt
source: il devint un arhat libre de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à leurs yeux] ; il [vint à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; il [possédait] la fraîcheur du [bois de] santal trempé ; sa sagesse avait brisé la coquille de l’œuf ; il avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ; il avait tourné le dos aux biens du samsara, aux désirs et aux éloges ; il était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: /Il devint un arhat libre de l’attachement aux trois mondes. Désormais, un morceau d'or et une motte de terre étaient identiques. À ses yeux, les paumes de ses mains et l'espace étaient semblables. Il avait acquis la fraîcheur du bois de santal trempé. Sa sagesse avait détruit la coquille de l’ignorance. Il avait obtenu la connaissance, les clairvoyances et les discernements parfaits. Il avait tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Il était désormais digne des offrandes, de la vénération et de la révérence d’Indra, d'Upendra et de tous les dieux./

# line 23, 21.txt
source: Après qu’il ait obtenu l’état d’arhat, il resta autant qu’il voulut dans le pays de Mathurā et il alla à Śrāvastī. Y étant allé, il raconta en détail son histoire aux moines.
fr_fr: Devenu arhat, il resta autant qu'il voulut au pays de Mathurā, puis se rendit à Śrāvastī. Là, il raconta toute son histoire aux moines.

# line 24, 21.txt
source: Puis les moines s’adressèrent au Bienheureux : « Vénérable, la femme prostituée qui tombe sous l’influence du désir de la chair, qui mécontente d’une telle manière l’honorable Couleur-de-Lotus, qui se retire du monde grâce à lui-même, qui élimine toutes les émotions perturbatrices et qui manifeste l’état d’arhat. Posez-y votre regard. » Le Bienheureux dit : « Elle a été sa femme pendant cinq cent vies. De ce fait, parce qu’il y avait la base des habitudes passées, elle s’est éprise de lui au premier regard. »
fr_fr: « Vénérable, demandèrent les moines au Bienheureux, cette prostituée que le désir de la chair contrôlait, qui a importuné à un tel point l'honorable Couleur-de-Lotus, qui s'est retirée du monde grâce à lui, qui a éliminé toutes les émotions perturbatrices et qui a manifesté l'état d'arhat. Comment peut-on expliquer tout ceci ? — Elle a été sa femme pendant cinq cent vies, répondit le Bienheureux. C'est de ce fait qu'elle s'est éprise de lui au premier regard.

# line 25, 21.txt
source: « Vénérable, quelles actions Couleur-de-Lotus a réalisées pour que le résultat de ces actions le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens ? Pour qu’il contente aussi le Bienheureux et se retire du monde selon l’enseignement du Bienheureux et élimine toutes les émotions perturbatrices et manifeste l’état d’arhat ? » Le Bienheureux dit : « Ceci est arrivé par le pouvoir de ses souhaits. » « Vénérable, quels souhaits a-t-il formulés ? »
fr_fr: — Vénérable, quelles actions Couleur-de-Lotus a-t-il réalisées pour naître dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens ? Quelles actions a-t-il réalisées pour contenter le Bienheureux, pour se retirer du monde selon son enseignement, pour éliminer toutes les émotions perturbatrices et manifester l'état d'arhat ? — Ceci est arrivé par le pouvoir de ses souhaits, dit le Bienheureux. — Vénérable, quels souhaits a-t-il formulés ?

# line 26, 21.txt
source: « Moines, à un moment du passé qui s’est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt mille ans, le Tathāgata, l’Arhat, le complet et parfait Bouddha, celui doté de la vision et des jambes, le Sugata, le Connaisseur du monde, l’insurpassable Cocher des êtres à guider, l’Enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et à cette époque, un père de famille qui avait deux épouses vivait à Vārāṇasī. Ensuite, plus tard, ce père de famille conçut de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa, et il dit à ses deux épouses : “Nobles [dames] (lit. deux nobles), j’en vais me retirer du monde selon l’enseignement du Bienheureux Kāśyapa. Restez dans la maison tout à votre aise.” Elles répondirent tous les deux : ”Seigneur, si vous le faites, nous deux aussi, nous nous retirerons du monde comme vous vous retirez du monde, Seigneur.” Le père de famille dit : “Si vous voulez aussi toutes les deux vous retirer du monde, commencez par vous retirer du monde toutes les deux. Après, je me retirerai du monde.” dit-il. Puis, ce père de famille mena ses deux épouses au vihāra des nonnes et il les remit aux nonnes. Les nonnes leur firent se retirer du monde et prendre l’ordination complète. Après s’être toutes deux retirées du monde, le père de famille, quant à lui, pratiqua la générosité, accumula les mérites et se retira du monde selon l’enseignement du Bienheureux Kāśyapa.
fr_fr: — Moines, dit le Bienheureux, dans un passé lointain de cet éon fortuné, quand les hommes vivaient vingt mille ans, le Tathāgata, l’Arhat, le complet et parfait Bouddha, celui doté de la vision et des jambes, le Sugata, le Connaisseur du monde, l’insurpassable Cocher des êtres à guider, l’Enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde. À cette époque, un père de famille vivait à Vārāṇasī avec ses deux épouses. Un jour, ce père de famille ressentit de la dévotion pour l’enseignement du complet et parfait Bouddha Kāśyapa. Il dit à ses épouses : “Nobles dames, j’en vais me retirer du monde selon l’enseignement du Bienheureux Kāśyapa. Restez dans la maison tout à votre aise. — Seigneur, répondirent-elles, si vous vous retirez du monde, nous ferons comme vous. — Si vous le voulez aussi, dit-il, retirez-vous en premier. Je le ferai après.” Alors, il mena ses deux épouses à la nonnerie et les remit aux mains des nonnes. Elles se retirèrent du monde et prirent l’ordination complète. Ensuite, le père de famille pratiqua la générosité, accumula les mérites et se retira du monde à son tour selon l’enseignement du Bienheureux Kāśyapa.

# line 27, 21.txt
source: Après qu’il se soit retiré du monde, il étudia le Tripiṭaka et il [devint] un enseignant du Dharma qui possédait les connaissances et l’éloquence pour libérer. Il recevait (lit. obtenait) des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales et les deux nonnes, après s’être retirées du monde, elles devinrent querelleuses et injurieuses et des deux, l’une traita (lit. dit) les nonnes de [femmes] de mauvaise caste. L’autre les traita de prostituées. Ensuite, ce moine les fit cesser d’être querelleuses et les engagea dans la [pratique de la] générosité et l’échange de la générosité. Ensuite, plus tard, ce moine offrit le repas au Bouddha et à la saṅgha des moines et il offrit aussi ses services aux stūpa [contenant] des cheveux et des ongles et il fit ce souhait : “Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je aussi avoir un corps harmonieux (lit. noble), agréable au regard et beau. Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retiré du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même).” dit-il.
fr_fr: Devenu moine, il étudia le Tripiṭaka et devint un enseignant doté des connaissances et de l’éloquence qui libère autrui. Des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales lui étaient offerts. Après s’être retirées du monde, les deux nonnes devinrent querelleuses et injurieuses. L’une traita les nonnes de femmes de basse caste. L’autre les traita de prostituées. Le moine qui avait été leur mari leur fit entendre raison. Elles cessèrent d'être querelleuses. Il les engagea dans la pratique de la générosité et l’échange de ses bienfaits. Plus tard, ce moine offrit le repas au Bouddha et à la saṅgha des moines. Il offrit aussi ses services aux stūpas contenant des cheveux et des ongles du Bouddha et fit ce souhait : “Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Puissé-je aussi être beau, bien proportionné et agréable au regard. Par mes actes, puissé-je contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara selon la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui lui déplaise. Puissé-je me retirer du monde d’après son enseignement, éliminer toutes les émotions perturbatrices et manifester l’état d’arhat.”

# line 28, 21.txt
source: Ensuite, les deux nonnes le virent et “[Être] sublime, quel souhait avez-vous fait ?” demandèrent-elles. Il le leur expliqua en détail et elles entendirent ceci toutes les deux et elle firent ce souhait : ”Nous deux aussi, grâce à vous, [être] sublime, puissions-nous contenter le Bienheureux Bouddha. Puissions-nous ne rien faire qui le mécontente. Nous étant retirées du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissions-nous manifester l’état d’arhat (lit. l’arhat-même). Puissions-nous toutes les deux ne pas devoir subir [le résultat] d’avoir dit des paroles blessantes à ces nombreuses nonnes.” dirent-elles.
fr_fr: Les deux nonnes le virent se recueillir et lui demandèrent quelle prière il réalisait. En réponse, il détailla les souhaits qu'il venait de formuler. Elles ajoutèrent : "Grâce à vous, être sublime, puissions-nous contenter le Bienheureux Bouddha. Puissions-nous ne rien faire qui lui déplaise. Puissions-nous nous retirer du monde d'après son enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat. Puissions-nous toutes les deux ne pas devoir subir le résultat d'avoir insulté toutes ces nonnes."

# line 29, 21.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était ce moine est Couleur-de-Lotus lui-même. À cette époque, celles qui étaient les deux nonnes sont ces deux nonnes elles-mêmes. Que ce moine ait alors offert le repas au Bouddha et à la saṅgha des moines et qu’il ait aussi offert ses services aux stūpa [contenant] des cheveux et des ongles, l’action d’avoir fait ces souhaits le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, puis moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente, puis il s’est retiré du monde selon mon (lit. à moi-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, il a manifesté l’état d’arhat.
fr_fr: Voyez-vous, moines, à cette époque, Couleur-de-Lotus était ce moine. Les deux nonnes d'alors sont les deux nonnes d'aujourd'hui. Il avait offert le repas au Bouddha et à la saṅgha des moines. Il avait offert ses services aux stūpas contenant les cheveux et les ongles du Boudha et il avait formulé ces vœux. C'est pourquoi il est né dans une famille aussi fortunée. De plus, moines, je suis devenu en tout point l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. C'est aussi dû à ses souhaits qu'il m'a contenté et n'a rien fait qui m'a déplu. Il s'est retiré du monde d'après mon enseignement. Il a éliminé toutes les émotions perturbatrices et a manifesté l'état d'arhat.

# line 30, 21.txt
source: Les deux nonnes ait formulé ce souhait : “Nous deux aussi, grâce à lui, puissions-nous contenter le Bienheureux Bouddha. Puissions-nous ne rien faire qui le mécontente. Nous étant retirées du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissions-nous manifester l’état d’arhat (lit. l’arhat-même).” Pour avoir fait [ce souhait], toutes les deux, grâce à lui, maintenant, elles m’ont contentées et n’ont rien fait qui me mécontente, puis elles se sont retirées du monde selon mon (lit. à moi-même) enseignement et elles ont éliminé toutes les émotions perturbatrices et elles ont manifesté l’état d’arhat. À ces nombreuses nonnes, des deux l’une les a traitées de [femmes] de mauvaise caste et l’autre les a traitées de prostituées. Le résultat de ces actions fit que l’une est née dans une mauvaise caste et l’autre est devenue une prostituée. »
fr_fr: Les deux nonnes avaient formulé le souhait de pouvoir contenter le Bienheureux Bouddha grâce à lui, de ne rien faire qui lui déplaise, de se retirer du monde d'après son enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l'état d'arhat. Grâce à ces souhaits et grâce à lui, elles m'ont contentées, n'ont rien fait qui m'a déplu. Elles se sont retirées du monde d'après mon enseignement. Elles ont éliminé toutes les émotions perturbatrices et elles ont manifesté l'état d'arhat. Elles ont traité les nonnes de femmes de basse caste et de prostituées. Le résultat de ces insultes fit que l'une est née dans une basse caste et l'autre est devenue une prostituée.

# line 31, 21.txt
source: « Vénérable, quelles actions Couleur-de-Lotus a réalisées pour que le résultat de ces actions le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens ? [Son] corps devint harmonieux (lit. noble), agréable au regard et beau, et il avait la teinte de l’essence de lotus ? » Le Bienheureux dit : « Ceci est arrivé par le pouvoir de ses souhaits. » « Vénérable, « Quels souhaits a-t-elle formulés ? »
fr_fr: — Vénérable, demandèrent encore les moines, quelles actions Couleur-de-Lotus a-t-il réalisées pour naître dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens ? Quelles actions a-t-il réalisées pour être beau, bien proportionné, agréable au regard et avoir la teinte de l'essence de lotus ? — Ceci est arrivé par le pouvoir de ses souhaits, dit le Bienheureux. — Vénérable, quels souhaits a-t-il formulés ?
