Repository: Esukhia/karmasataka
Catalog: */reader/21.po
Languages: fr_fr

# line 1, 21.txt
source: Celle nommée Couleur-de-Lotus
fr_fr: L'histoire de Couleur-de-Lotus

# line 2, 21.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 21.txt
source: À cette époque, l’honorable Upasena voyageait et se déplaçait dans le pays d’Avanti et il arriva dans village de montagne et à cette époque, dans ce village de montagne, un homme qui vivait dans l’opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant à celles de Vaiśravaṇa se maria (lit. prit une femme) puisqu’il était arrivé à (lit. tomba à) l’âge de se marier (lit. de l’épouse). Avec elle, ils se séduisirent (lit. jouèrent), ils [apprirent] à s’aimer et laissèrent libre cours (lit. faire) à leurs envies. Même s’ils s’étaient séduits, [qu’ils] avaient [appris] à s’aimer et avaient laissé libre cours à leurs envies, ce père de famille n’avait pas d’enfant et il posa son visage entre ses paumes et il pensa : « Bien que j’ai de nombreux biens dans ma maison, puisque je n’ai ni fils ni fille, après que je sois mort, étant sans enfant, tout ce que je possède, le roi en prendra possession. » Ainsi, il était absorbé dans ses pensées et se maintenait [là].
fr_fr: À cette époque, l’honorable Upasena voyageait dans le pays d’Avanti. Il arriva dans un village de montagne où un homme vivait dans l’opulence et possédait de grandes richesses. D’innombrables biens lui appartenaient. Une armée de domestiques s’activaient dans ses larges propriétés. On eut dit qu’il possédait les richesses du dieu Vaiśravaṇa ou encore qu’il rivalisait de fortune avec lui. Il épousa une jeune femme quand il fut en âge de se marier. Son épouse et lui apprirent à se connaître par les jeux de la séduction. Ils commencèrent à s’aimer et laissèrent libre cours à leurs désirs. Cependant, aucun enfant ne naissait. Alors, ce père de famille se lamentait, le visage enfoncé dans les paumes de ses mains : « Ma maison est remplie de richesses, mais puisque je n’ai ni fils ni fille, le roi s'appropriera toutes mes possessions dès que je mourrai. »

# line 4, 21.txt
source: Ensuite, les ascètes, les brahmanes, les augures, les amis, la famille, la famille éloignée, tous « Prie les dieux », lui conseillaient-ils. Ensuite, puisqu’il n’avait pas d’enfant et qu’il voulait des enfants, il adressa ses prières aux dieux comme Paśupati, Varuṇa, Kubera, Śakra, Brahmā, mais aussi à d’autres dieux et ainsi, il adressa ses prières aux dieux des parcs, aux dieux des forêts, aux dieux des croisements de quatre routes, aux dieux des croisements de trois routes, aux dieux qui reçoivent les offrandes jetées, aux dieux qui naissent en même temps que soi et à [ceux] qui suivent constamment les personnes vertueuses. Puis,
fr_fr: Les ascètes, les brahmanes, les augures, ses amis, sa famille proche et éloignée, tous lui conseillaient de prier les dieux pour avoir un enfant. C'est ainsi qu'il commença à leur adresser ses prières. Il pria Paśupati, Varuṇa, Kubera, Śakra, Brahmā, mais aussi d’autres dieux comme ceux des parcs, des forêts, des croisements de quatre routes, des croisements de trois routes, ceux qui reçoivent les offrandes jetées, ceux qui naissent en même temps que soi et ceux qui suivent constamment les vertueux.

# line 5, 21.txt
source: dans le monde, « de la cause [que constituent] les prières, des garçons et des filles naissent » ceci se dit (lit. l’histoire existe) effectivement, mais ce n’est pas comme ça que sont [les choses]. En effet, si la cause des prières faisaient naître des garçons et des filles, il faudrait que comme pour les monarques universels, chaque [personne] ait mille enfants. Depuis toujours, c’est l’assemblement de trois choses qui font naître les garçons et les filles. Ces trois [choses] sont : les deux parents éprouvent du désir et ont un rapport, la mère se situe au bon moment [dans son cycle] et elle est en âge de procréer (lit. elle a ses menstruations) et un gandharva est arrivé, et c’est l’assemblement de ces trois choses qui fait naître les garçons et les filles.
fr_fr: /Bien qu’il soit communément accepté que les prières font naître des enfants, il n’en est rien. Si tel était le cas, chaque foyer devrait avoir mille enfants, comme les monarques universels. Or, trois choses font naître les enfants depuis toujours : les deux parents ont un rapport sous l'impulsion du désir, la mère, qui est en âge de procréer, est en période fertile et un être dans l'état intermédiaire se trouve aux alentours. L'assemblement de ces trois facteurs permettent aux enfants de naître./

# line 6, 21.txt
source: Donc, le père de famille (lit. il) adressait ses prières avec beaucoup d’entrain et un être mourut d’un autre monde (lit. un monde d’êtres) et il entra dans le ventre de son épouse.
fr_fr: Ainsi, ce père de famille adressait ses prières avec entrain quand un être mourut dans un autre monde et entra dans le sein de son épouse.

# line 7, 21.txt
source: Certaines femmes qui ont une intelligence naturelle possèdent cinq particularités (lit. cinq choses/dharmas spécifiques). Ces cinq sont : elles savent qu’un homme éprouve du désir pour elles ou bien qu’il n’éprouve pas de désir, elles connaissent aussi leur cycle (lit. temps) et elles connaissent aussi leurs règles, elle savent qu’elles sont enceintes (lit. qu’un enfant est là), elles savent de qui elles sont enceintes (lit. un enfant est là), elles savent [que c’est] un garçon ou bien elles savent [que c’est] une fille parce que si c’est un garçon, il se positionne (lit. s’appuie) sur le côté droit et y reste. Si c’est une fille, il se positionne (lit. s’appuie) sur le côté gauche et y reste.
fr_fr: /Certaines femmes à l'intelligence naturelle possèdent cinq particularités. Elles savent quand un homme les désire et quand il ne les désire pas. Elles savent quand elles sont fertiles et quand terminent leurs menstruations. Elles savent quand elles sont enceintes. Elles savent de qui elles attendent un enfant. Elles savent que c’est un garçon ou une fille parce qu'un garçon se blottit dans le ventre du côté droit et une fille du côté gauche./

# line 8, 21.txt
source: Ensuite, elle fut extrêmement (lit. de trop) contente et elle [le] raconta à son mari : « Seigneur, je suis enceinte d’un garçon (lit. un garçon est dans moi) parce que il se positionne (lit. s’appuie) du côté droit de mon ventre (lit. matrice). Donc, il est certain que ce soit un garçon. Donc, réjouissez-vous», dit-elle. Puis, lui aussi fut extrêmement (lit. de trop) content et redressa son buste, étendit sa main droite, « Je vais pouvoir (lit. ça vient) voir le visage de l’enfant que j’ai tant souhaité (lit. souhaité et souhaité) depuis longtemps. Puisse-t-il convenir comme mon enfant. Puisse-t-il ne pas ne pas convenir. Puisse-t-il faire les choses que je fais. Puisse-t-il répondre à [mes] soins en s’occupant [de moi] en retour. Puisse-t-il bénéficier de mon héritage (lit. part des richesses). Puisse ma lignée familiale se maintenir longtemps. Après que nous ayons transmigré (lit. dépassé) et que nous soyons morts, pour nous, que ce soit beaucoup ou que ce soit peu, [puisse-t-il] pratiquer la générosité et accumuler les mérites et “Que ces mérites (lit. ils) aillent là où ils (lit. ces deux) sont partis et nés”, puisse-t-il les dédier ainsi. » Il dit [ces] paroles de joie.
fr_fr: L'épouse de ce père de famille fut transportée de joie lorsqu'elle tomba enceinte. Elle fit appeler son mari : « Bien-aimé, j'attends un enfant ! dit-elle. Réjouissez-vous ! Je suis sûre que c'est un garçon : il se blottit du côté droit de mon ventre. » Submergé de joie, il se redressa, leva le bras droit et exprima tout son bonheur :« Il me sera enfin donné de voir le visage de l'enfant que j'attends depuis si longtemps ! Qu'il soit digne de moi ! Qu'il ne soit pas indigne de moi ! Puisse-t-il me succéder ! Puisse-t-il pourvoir à mes besoins en retour du soin dont je vais l'entourer ! Puisse-t-il se servir des biens que je lui laisserai ! Puisse ma lignée familiale perdurer longtemps ! Lorsque nous décéderons, puisse-t-il faire l'aumône et accumuler des mérites en notre nom, quelle qu'en soit la quantité ! Puisse-t-il ensuite dédier ces mérites pour qu'ils nous parviennent à tous les deux, où que nous soyons partis et renés ! »

# line 9, 21.txt
source: Alors, ayant compris qu’il attendait un enfant (lit. un enfant était là), pour prendre soin de son enfant, il [l’]installa confortablement sur la partie supérieur de leur maison et [il fit qu’]on lui procure (lit. elle dépende de) les choses pour le froid quand il faisait froid, les choses pour le chaud quand il faisait chaud, les aliments recommandés (lit. montrés) par le médecin, ceux qui ne sont pas trop amers, ceux qui ne sont pas trop acides, ceux qui ne sont pas trop salés, ceux qui ne sont pas trop sucrés, ceux qui ne sont pas trop piquants, ceux qui ne sont pas trop astringents, c’est à dire les aliments qui ne sont ni amers, ni acides, ni salés, ni sucrés, ni piquants ni astringents, [il fit qu’]on pare entièrement son corps de colliers courts et longs, [il fit qu’]elle se déplace comme une jeune déesse (lit. une fille de dieu) qui évolue dans un jardin merveilleux (lit. jardin des plaisirs), du dessus d’un divan (lit. trône) au dessus d’un [autre] divan, du dessus d’un siège (lit. petit trône) au dessus d’un [autre] siège, sans descendre jusqu’au sol (lit. le sol du bas), il fit qu’elle n’entende aucun son, aucune voix désagréable.
fr_fr: Plein de prévenances pour l'enfant, le père de famille installa confortablement son épouse à l'étage. Il lui procura ce qui convient à la chaleur lorsqu'il faisait chaud, ce qui convient au froid lorsqu'il faisait froid. Il lui procura les aliments indiqués par le médecin et les aliments dont aucun des goûts n'est excessif : ceux qui ne sont ni amers, ni acides, ni salés, ni sucrés, ni piquants, ni astringents. On la para de colliers courts et longs, et comme une jeune déesse qui évolue dans un jardin merveilleux, on la porta d'un lit à un autre, d'un siège à un autre, lui évitant ainsi de toucher le sol. On la préserva aussi de tout bruit désagréable.

# line 10, 21.txt
source: Ensuite, après que soient passés neuf ou dix mois, un enfant naquit et naquit un enfant au corps harmonieux (lit. noble), qui était beau et agréable au regard, dont la teinte noble [était] une couleur semblable à l’essence de lotus, dont la tête [se] tenait comme une ombrelle, dont les mains étaient longues, dont la largeur (lit. l’étendue) du front était grande, dont le nez était haut, dont le nez était bien [fait] et dont les sourcils étaient denses et à ce moment, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et « Comment nommer ce garçon ? » Un nom lui fut donné : « Puisque la couleur de ce garçon est semblable à l’essence de lotus, son nom sera (lit. sera donné) “Couleur-de-Lotus” », fût-il dit.
fr_fr: Environ neuf mois plus tard, l’épouse du père de famille donna naissance à un fils bien proportionné, beau et agréable au regard. Sa peau avait la noble couleur de l'essence de lotus. Il avait un port de tête aussi droit qu’un parasol, les mains longues, le front large, le nez proéminent, bien dessiné et les sourcils denses. Lors des célébrations de sa naissance, son père lui cherchait un nom : « Puisque la couleur de sa peau est celle de l'essence de lotus, Couleur-de-Lotus sera son nom. »

# line 11, 21.txt
source: Alors, le garçon Couleur-de-Lotus se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre), comme des lotus dans un lac, elles grandirent avec force. Ensuite, lorsqu’il eut grandi, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, des gemmes, des substances précieuses, des parfums, des remèdes, des éléphants, des chevaux, des armures et des armes. Ainsi, il sut parfaitement écrire (lit. versé dans les lettres), il sut parfaitement lire (lit. versé dans la lecture), il devint ingénieux, habile de ses mains (lit. clair sur les choses à faire), vif d’esprit et rompu (lit. entraîné) aux huit évaluations. L’honorable Upasena faisait partie de la famille de ce père de famille et grâce à lui (lit. se reposant sur lui), le garçon Couleur-de-Lotus conçut (lit. obtint) de la dévotion pour l’enseignement du Bienheureux et il demanda [la permission] à ses parents et il se retira du monde auprès de l’honorable Upasena lui-même et prit l’ordination complète.
fr_fr: Couleur-de-Lotus grandit grâce au lait, au yaourt, au beurre, au beurre clarifié et au beurre sur-clarifié dont il était nourri. Il s’épanouit aussi rapidement qu’un lotus dans un lac. Quand il fut en âge d'étudier, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, à évaluer celle des gemmes, des substances précieuses, des parfums, des remèdes, des éléphants, des chevaux, des armures et des armes. Il vint à maîtriser l'écriture et la lecture. Il devint ingénieux, habile de ses mains, vif d'esprit et rompu aux huit évaluations. L’honorable Upasena, qui était un parent du père de famille, inspira Couleur-de-Lotus. Grâce à lui, il ressentit de la dévotion pour l'enseignement du Bienheureux. Avec la permission de ses parents, il se retira du monde auprès d'Upasena lui-même et prit l'ordination complète.

# line 12, 21.txt
source: Ensuite, plus tard, sans en informer son précepteur, il partit du village de montagne faire quelque chose (lit. une occupation) et il voyagea et alla progressivement et il arriva au pays nommé Mathurā et à Mathurā, il demeura dans le jardin aux ânes. Ensuite, au petit matin, l’honorable Couleur-de-Lotus revêtit le nivāsana et le cīvara et il prit son bol à aumône et partit dans le pays de Mathurā pour [y recevoir] l’aumône et parce que cet honorable n’avait pas l’expérience de lieu qu’il parcourait (lit. utilisait), tandis qu’il demandait l’aumône, il se rendit dans une maison de prostituée. Cette prostituée avait un corps harmonieux, elle était belle et agréable au regard et elle aimait faire l’amour. Alors, cette femme vit au loin l’honorable Couleur-de-Lotus. L’ayant vu, elle fut fortement touchée par la flèche du désir et sous l’influence (lit. sous le pouvoir de) du désir, elle se leva avec empressement et elle alla et se dirigea vers l’endroit où se trouvait l’honorable Couleur-de-Lotus et dit : « [Être] sublime, Veuillez vous asseoir sur ce siège disposé [pour vous]. » Ensuite, l’honorable Couleur-de-Lotus pensa : « Qu’[en est-il] ? Est-elle une upāsikā ? » Puis,
fr_fr: Un jour, Couleur-de-Lotus quitta le village de montagne sans en informer son précepteur. Il se rendit progressivement au pays de Mathurā, où il fut hébergé dans le jardin des ânes. Le lendemain matin, l’honorable Couleur-de-Lotus revêtit l'habit monastique, prit son bol à aumône et parcourut Mathurā pour y recevoir l’aumône. Ne connaissant pas le pays, il arriva devant la maison d'une prostituée. Elle était belle, bien proportionnée, jolie à ravir et aimait faire l’amour. Elle vit l'honorable Couleur-de-Lotus arriver au loin et fut aussitôt frappée par la flèche du désir. Elle se leva avec empressement, alla au devant de l'honorable moine et dit : « Être sublime, Veuillez vous asseoir sur le siège que j'ai disposé pour vous. » Couleur-de-Lotus accepta cette invitation, se disant qu'elle devait être une pratiquante laïque.

# line 13, 21.txt
source: au moment où il s’assit sur le siège disposé [pour lui], cette femme fut prise par la force d’un désir si (lit. trop grand) insoutenable qu’elle dit à Couleur-de-Lotus : « Vénérable, vous aussi avez un corps et une jeunesse parfaits, moi aussi, toutes les parties (lit. tous mes membres) [de mon corps] sont belles. Donc, veuillez dormir avec moi », dit-elle. Dès qu’il l’eut entendu, l’honorable Couleur-de-Lotus boucha ses deux oreilles et se tint [ainsi]. Puis, « Je ne ferai pas de mauvaise action comme ceci. Je n’ose pas dégrader l’enseignement du Bienheureux », dit-il.
fr_fr: Au moment où il fut assis, elle ne put contenir d'avantage l'insoutenable désir qui la brûlait : « Vénérable, dit-elle, vous êtes tout à fait beau et vigoureux. Chaque partie de mon corps est ravissante. Venez dormir avec moi. » L’honorable Couleur-de-Lotus boucha ses deux oreilles et ne bougea plus. Finalement, il lui dit : « Je ne ferai pas de mauvaise action. Je n’oserai jamais dégrader l’enseignement du Bienheureux.

# line 14, 21.txt
source: La femme dit : « Pourquoi vous infliger tout ceci (lit. tout le mal comme ceci) ? Si vous n’acceptez (lit. prenez) pas les plaisirs, pourquoi (lit. que faites-vous) être venu dans la maison d’une prostituée ? » Couleur-de-Lotus dit : « Je viens d’arriver (lit. nouvellement arrivé), aussi je ne sais pas [m’orienter] avec l’expérience de ce lieu et c’est uniquement pour ça que je suis arrivé ici. Je ne recherche pas les plaisirs. De plus, il ne convient pas que je fasse ce qu’il ne me revient pas de faire. » Elle dit : « Même si vous n’acceptez pas, je vous jetterai un sort et je vous ferai dormir [avec moi]. » Ensuite, dès qu’il l’eut entendu, l’honorable Couleur-de-Lotus prit peur et se leva de son siège et en ressortit et alla au vihāra sans faire l’aumône.
fr_fr: — Alors, pourquoi vous infliger ces tourments ? répliqua-t-elle. Si ce n'est pas pour jouir de la chair, pourquoi être venu dans la maison d'une prostituée ? — Si je suis arrivé ici, répondit l'honorable moine, c'est uniquement parce que je ne connais pas le pays. Je ne cherche pas les plaisirs. Il est inconvenable que je fasse ce que ma condition m'interdit. — Qu'à cela ne tienne, rétorqua-t-elle. Je vous jetterai un sort et vous dormirez avec moi. » L'honorable Couleur-de-Lotus la regarda plein d'épouvante. Il se leva d'un seul coup, quitta cette maison avec empressement et rentra au monastère sans avoir fait l'aumône.

# line 15, 21.txt
source: Sortant après lui, elle partit et entièrement meurtrie par le feu du désir, cette prostituée fit venir une vieille de mauvaise caste qui possédait le pouvoir des mantras et elle lui raconta cette histoire en détail et dit : « Fais en sorte que j’aie un rapport avec ce moine. Alors, je te donnerai beaucoup d’or », dit-elle. Ensuite, « Je ferai ceci (lit. comme ceci) », dit-elle. Puis,
fr_fr: Brûlante de désir, elle sortit après lui et fit venir une vieille femme de basse caste qui possédait le pouvoir des incantations. Elle lui raconta son aventure et lui promit beaucoup d'or si elle arrivait à mettre le moine dans son lit.

# line 16, 21.txt
source: la vieille de mauvaise caste recouvrit la femme de toutes les parures et fit ressembler cette maison à un temple et l’y laissa et dessina un mandala de bouse de vache et y disposa de l’encens, des fleurs et [les objets] du rituel de la nourriture des dieux et elle alluma un feu et elle appliqua des mantras sur des graines de moutarde blanche et les jeta dans le feu. L’honorable fut tiré jusque là par la force des mantras et il arriva à nouveau dans cette maison de prostituée. Ensuite, la vieille de mauvaise caste vit que l’honorable Couleur-de-Lotus était arrivé. L’ayant vu, elle dit : « Vénérable, étant arrivé dans cette maison, vous avez deux choses à faire : soit vous dormez avec cette prostituée. Soit vous sautez dans ce feu », dit-elle.
fr_fr: La vieille lui fit porter toutes ses parures, orna la maison de la prostituée comme un temple et lui dit d'y rester. Elle dessina un diagramme en bouse de vache, y disposa de l'encens, des fleurs, des offrandes rituelles de nourriture pour les dieux et alluma un feu. Elle récita les incantations, souffla sur des graines de moutarde blanche qu'elle jeta dans le feu. Alors, l'honorable moine fut tiré jusque là par le pouvoir des incantations et se trouva de retour devant la maison de la prostituée. La vieille femme de basse caste lui dit : « Vénérable, vous voilà arrivé. Vous devez à présent choisir entre dormir avec cette prostituée ou sauter dans ce feu. »

# line 17, 21.txt
source: Ensuite, l’honorable Couleur-de-Lotus pensa : « Le Tathāgata apparaît dans le monde extrêmement rarement, il est comme la fleur du lotus uḍumbara et naître comme humain et naître dans une région centrale est difficile à obtenir. Donc, sauter dans le feu est bien tandis que avoir un rapport avec elle ne l’est pas », pensa-t-il. Puis, il enleva ses vêtements et les remit à la vieille de mauvaise caste et dit : « Sœur aînée, portez ces vêtemets au vihāra et donnez-les à ceux qui vivent une vie aussi chaste [que moi]. » La vieille de mauvaise caste dit : « Vénérable, que choisissez-vous (lit. faites) ? » Couleur-de-Lotus dit : « Je vais sauter dans le feu. »
fr_fr: L'honorable Couleur-de-Lotus pensa alors combien l'apparition du Tathāgata dans le monde est rare, qu'il apparaît aussi rarement que la fleur du lotus uḍumbara. Il pensa aussi combien il est difficile de naître en tant qu'humain et de surcroît dans une région centrale. Sauter dans le feu lui parut la chose à faire, plutôt qu'avoir des rapports sexuels. Alors, il enleva ses vêtements et les remit à la vieille : « Sœur aînée, lui dit-il, portez ces vêtements au monastère et donnez-les à ceux qui vivent aussi chastement que moi. — Vénérable, demanda-t-elle ensuite, que choisissez-vous ? — Je vais sauter dans le feu » fut sa réponse.

# line 18, 21.txt
source: Elle entendit ces paroles et la vieille de mauvaise caste se sentit mal à l’aise et pensa : « Hélas ! Étant pauvre, je ne fais que faire du tort à des [êtres] dignes (lit. qui vivent de) d’offrandes et mécontenter un être pur comme lui n’est pas convenable pour moi (lit. ne fait pas partie de moi). » Elle arrêta (lit. délaissa) tout le rituel et avec une respectueuse attention, elle se prosterna à ses pieds : « Être pur, pardonnez-moi. Je suis enlisée dans le marais des mauvaises conduites. Veuillez m’en tirer. » Couleur-de-Lotus dit : « Quant à moi, je vous pardonne, mais vos actions ne vous pardonneront pas. » Ensuite, au moment où la prostituée vit ceci, elle perdit (lit. fut dénuée de) le désir charnel (lit. l’attachement du désir) et elle ressentit de la joie envers lui.
fr_fr: La vieille blêmit. « Hélas, pensa-t-elle, tout ce que je fais, par pauvreté, c'est causer du tort à des êtres dignes d'offrandes. Je ne peux pas affliger un être aussi pur. » Elle cessa aussitôt le rituel, puis, avec une respectueuse attention, elle se prosterna aux pieds de l'honorable. « Être pur, implora-t-elle, pardonnez-moi, qui suis enlisée dans le bourbier des mauvaises actions. Veuillez m'extraire de ce bourbier. — Moi, je vous pardonne, répondit Couleur-de-Lotus. Vos actions, quant à elles, ne vous pardonneront pas. » À ce moment, voyant la tournure des choses, la prostituée perdit tout désir charnel. Elle ressentit de la joie à l'égard de l'honorable moine.
