Repository: Esukhia/karmasataka
Catalog: */reader/21.po
Languages: fr_fr

# line 32, 21.txt
source: « Moines, dans une époque révolue du passé, dans un village de montagne se trouvait un gardien de jardin. Dans son jardin se trouvaient de merveilleuses (lit. parfaites) fleurs, des fruits succulents (lit. parfaits), des ombrages parfaits et des étangs merveilleux (lit. parfaits) et ces étangs étaient emplis de lotus bleus, de lotus, de nénuphars et de lotus blancs. S’y trouvaient aussi des cygnes, des canards et des animaux (lit. bétail femelle strié) qui faisaient résonner leurs cris. Quand un Bienheureux Bouddha n’est pas en vie, par compassion pour les [êtres] qui souffrent et qui sont démunis, les bouddhas solitaires qui vivent dans les habitats et dans les conditions (lit. couvertures) des lieux isolés (lit. extrémité de la terre) et qui sont les uniques [êtres] dignes (lit. vivent de) d’offrandes apparaissent dans le monde. Un [tel] bouddha solitaire s’établit dans ce jardin. Ensuite, le gardien de ce jardin se leva tôt le matin, alla dans le jardin et ce gardien de jardin vit ce bouddha solitaire les jambes croisées, les membres (lit. le corps) ramassés comme un roi des nāgas qui se serait endormi. L’ayant vu, il ressentit une joie intense (lit. suprême). Ayant ressenti cette joie, il offrit le repas à ce bouddha solitaire dans ce même jardin et il lui offrit aussi des habits et répandit sur lui des lotus bleus, des lotus, des nénuphars et des lotus blancs. Puis, il fit ce souhait : “Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Puissé-je aussi avoir un corps harmonieux (lit. noble), agréable au regard et beau. Puisse la teinte de mon corps être semblable à la couleur de l’essence de lotus. Puissé-je contenter un enseignant bien supérieur à lui. Puissé-je ne rien faire qui le mécontente. Puissé-je aussi obtenir des qualités semblables à celles-ci”, dit-il.
fr_fr: — Moines, dans un passé lointain, un gardien de jardin vivait dans un village de montagne. Son jardin était garni de merveilleuses fleurs, de fruits succulents, d'ombrages parfaits et d'étangs magnifiques. Les étangs étaient recouverts de lotus bleus, de lotus, de nénuphars et de lotus blancs. Des cygnes, des canards et des animaux sauvages y faisaient résonner leurs cris mélodieux. /Quand un Bienheureux Bouddha n’est pas en vie, par compassion pour les êtres démunis qui souffrent, apparaissent des bouddhas solitaires, les uniques êtres dignes d'offrandes de ces temps. Ils se plaisent dans les habitats et les conditions des lieux isolés./ Ainsi, un bouddha solitaire s’était établi dans ce jardin. Un jour, le gardien se leva tôt le matin, alla dans le jardin et vit ce bouddha solitaire les jambes croisées, les membres ramassés comme un roi des nāgas qui se serait endormi. Il ressentit une joie intense à son égard. Plus tard, il lui offrit le repas et des habits, et répandit sur lui des lotus bleus, des lotus, des nénuphars et des lotus blancs. Ensuite, il fit le souhait suivant : “Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Puissé-je aussi être beau, bien proportionné et agréable au regard. Puisse la teinte de mon corps être semblable à la couleur de l’essence de lotus. Puissé-je contenter un enseignant bien supérieur à cet être. Puissé-je ne rien faire qui lui déplaise. Puissé-je aussi obtenir des qualités semblables à celles qu'il possède.”

# line 33, 21.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était ce gardien de jardin est Couleur-de-Lotus lui-même. Il servit ainsi ce bouddha solitaire et l’action d’avoir fait ces souhaits le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, puis faire son corps devenir harmonieux (lit. noble), agréable au regard et beau et fit que la teinte de son corps devienne semblable à la couleur de l’essence de lotus et
fr_fr: Voyez-vous, moines, à cette époque, celui qui était ce gardien de jardin est Couleur-de-Lotus. Il servit ce bouddha solitaire et formula ces vœux. C'est ainsi qu'il est né dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Il est devenu beau, bien proportionné et agréable au regard. La teinte de son corps est devenue semblable à la couleur de l'essence de lotus.

# line 34, 21.txt
source: moines, il a contenté quelqu’un comme moi qui suis cent mille fois dix millions de fois très largement supérieur à un bouddha solitaire et n’a rien fait qui me mécontente, puis il s’est retiré du monde selon mon (lit. à moi-même) enseignement et il a éliminé toutes les émotions perturbatrices et il a manifesté l’état d’arhat. »
fr_fr: Moines, il m'a contenté, moi qui suis cent mille fois dix millions de fois très largement supérieur à un bouddha solitaire. Il n'a rien fait qui m'a déplu. Il s'est retiré du monde d'après mon enseignement, a éliminé toutes les émotions perturbatrices et a manifesté l'état d'arhat. »
