Repository: Esukhia/karmasataka
Catalog: */reader/22.po
Languages: fr_fr

# line 1, 22.txt
source: L’histoire du boucher
fr_fr: Le boucher

# line 2, 22.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī.

# line 3, 22.txt
source: À cette époque, un boucher vivait à Śrāvastī. Puis, arrivé à (lit. tombé) l’âge de se marier (lit. d’une épouse), il prit une épouse et plus tard, son épouse tomba enceinte et après que soient passés neuf ou dix mois, un enfant naquit et un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et il devint extrêmement aimé (lit. extrêmement agréable au cœur de), précieux (lit. regretteraient grandement sa perte) et agréable à ses parents. Ensuite, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et on lui donna un nom en accord avec sa caste. Puis, il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l’essence du beurre). Ainsi, quand il grandissait, ses deux parents lui donnaient la meilleure (lit. noble) nourriture et boisson et ne le laissait pas travailler.
fr_fr: À cette époque, un boucher de cette ville épousa une jeune femme quand il arriva en âge de se marier. Un jour, son épouse tomba enceinte. Environ neuf mois plus tard, elle donna naissance à un fils bien proportionné, beau et agréable au regard. Ils entourèrent de tout leur amour leur enfant bien-aimé si précieux à leurs yeux. Lors des célébrations de sa naissance, il reçut un nom en accord avec sa caste. Il grandit grâce au lait, au yaourt, au beurre, au beurre purifié et au beurre sur-purifié dont il était nourri. Ses deux parents lui donnaient la meilleure nourriture, la meilleure boisson et l'empêchaient de travailler.

# line 4, 22.txt
source: Ensuite, plus tard, son père lui fit faire son propre métier et il dit : « Père, je parviendrais à me tuer moi-même, mais je ne parviendrai pas à tuer des êtres vivants », dit-il. la femme du boucher dit : « Seigneur, ne faites pas de mal à ce garçon. Nous ferons faire ce travail par un employé. » Ensuite, dès qu’il eut entendu ces paroles, le boucher laissa ce garçon tranquille (lit. en loisir).
fr_fr: Un jour, son père voulut le former à son propre métier. Le jeune homme répondit qu'il lui serait plus facile de se tuer lui-même plutôt que de tuer des êtres vivants. La mère prit sa défense : « Seigneur, dit-elle à son mari, ne faites pas de mal à notre garçon. Nous prendrons un employé pour faire le travail. » Après cela, le boucher ne demanda plus rien à son fils.

# line 5, 22.txt
source: Ensuite, plus tard, ce garçon conçut (lit. obtint) de la dévotion pour l’enseignement du Bienheureux et il allait régulièrement dans le Parc du Prince Jeta et il écoutait le Dharma de [la part] du Bienheureux. Ensuite, plus tard, il conçut l’idée de se retirer du monde et Il pensa : « je vais délaisser la vie de famille et je me retirerai du monde selon l’enseignement du Bienheureux. » Alors, il demanda [la permission] à ses deux parents : « M’étant retiré du monde selon l’enseignement du Bienheureux, je prendrai l’ordination complète. » Ensuite, de son côté, il s’efforça, s’appliqua et s’évertua à éliminer toutes les émotions perturbatrices et il manifesta l’état d’arhat.
fr_fr: Par la suite, le jeune homme ressentit de la dévotion pour l'enseignement du Bienheureux et commença à fréquenter le Parc du Prince Jeta pour écouter le Dharma de la part du Bienheureux. Vint le moment où il conçut l'idée de se retirer du monde. « Je vais délaisser la vie de famille et je me retirerai du monde d'après l'enseignement du Bienheureux », pensa-t-il. Il demanda à ses parents la permission de se retirer du monde et de prendre l'ordination complète. Devenu moine, il s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et manifesta l'état d'arhat.

# line 6, 22.txt
source: Il devint un arhat libre de l’attachement aux trois mondes. Ainsi, [un morceau] d’or et une motte de terre étaient identiques [à leurs yeux] ; il [vint à] posséder un esprit [pour lequel] l’espace et la paume de la main sont similaires ; il [possédait] la fraîcheur du [bois de] santal trempé ; sa sagesse avait brisé la coquille de l’œuf ; il avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ; il avait tourné le dos aux biens du samsara, aux désirs et aux éloges ; il était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d’Indra, d’Upendra et des autres dieux.
fr_fr: /Il devint un arhat libre de l’attachement aux trois mondes. Désormais, un morceau d'or et une motte de terre étaient identiques. À ses yeux, les paumes de ses mains et l'espace étaient semblables. Il avait acquis la fraîcheur du bois de santal trempé. Sa sagesse avait détruit la coquille de l’ignorance. Il avait obtenu la connaissance, les clairvoyances et les discernements parfaits. Il avait tourné le dos aux perfections mondaines : les biens, les objets des désirs et les louanges. Il était désormais digne des offrandes, de la vénération et de la révérence d’Indra, d'Upendra et de tous les dieux./

# line 7, 22.txt
source: Après qu’il ait obtenu l’état d’arhat, il pensa : « Se trouve-t-il quelqu’un qui doive être dompté par moi ? » il vit en premier lieu que ses deux parents devaient être domptés. L’ayant vu, il alla auprès d’eux deux et leur enseigna le Dharma et les détourna des actions négatives et les établit dans les vérités, le refuge et dans les vœux (lit. bases de l’entraînement). Il les fit aussi s’engager (lit. entrer) dans la pratique (lit. action) de la générosité et l’échange de la générosité et il fit que leur maison devienne comme un puits pour les personnes qui mendiaient. Ils procurèrent beaucoup de mets et condiments purs et nobles à ce moine arhat. Il en consomma lui-même et il en offrit aussi aux autres [personnes] vivant chastement.
fr_fr: « Se trouve-t-il quelqu’un que je puisse discipliner ? » se demanda-t-il, avant de voir que ses deux parents bénéficieraient de son aide. Il se rendit auprès d’eux et leur enseigna le Dharma. Il les détourna des actions négatives, les établit dans la pratique des vérités, leur fit prendre refuge et respecter certains vœux. Grâce à lui, il s’engagèrent dans la pratique de la générosité et l’échange de ses bienfaits. Ainsi, les mendiants prirent l'habitude de venir chez eux comme on va au puits chercher de l'eau. Des mets et condiments purs et nobles qu'ils offraient à cet arhat, il en consommait une partie et offrait le reste aux autres personnes qui vivaient chastement comme lui.

# line 8, 22.txt
source: Puis les moines s’adressèrent au Bienheureux : « Vénérable, quelles actions ce moine a[-t-il] réalisées pour que le résultat de ces actions le fit naître dans une lignée familiale de boucher qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, mais ne le fit pas s’intéresser (lit. engager son esprit) aux actions négatives, [pour] qu’il contente aussi le Bienheureux et ne fasse rien qui le mécontente, puis qu’il se retire du monde selon l’enseignement du Bienheureux et après avoir éliminé toutes les émotions perturbatrices, qu’il manifeste l’état d’arhat et qu’il ait des mets et condiments purs et nobles quand il vivait en famille et quand il s’est retiré du monde ? » Le Bienheureux dit : « Ceci est arrivé par le pouvoir de ses souhaits. » « Vénérable, Quels souhaits a-t-il formulés ? »
fr_fr: « Vénérable, demandèrent les moines au Bienheureux, quelles actions de Couleur-de-Lotus lui ont valu de naître dans une famille qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens ? Quelles actions lui ont valu de ne pas s'intéresser aux actes mauvais ? Quelles actions a-t-il réalisées pour contenter le Bienheureux, ne rien faire qui lui déplaise, se retirer du monde selon son enseignement, éliminer toutes les émotions perturbatrices et manifester l'état d'arhat ? Quelles actions a-t-il réalisées pour continuellement recevoir des mets et condiments purs et nobles, avant et après s'être retiré du monde ? — Ceci est arrivé par le pouvoir de ses souhaits, dit le Bienheureux. — Vénérable, quels souhaits a-t-il formulés ?

# line 9, 22.txt
source: « Moines, dans une époque maintenant révolue, dans un village de montagne, beaucoup de bouchers étaient allé dans un parc d’agrément et avaient disposé beaucoup de mets et de condiments purs et nobles et un bouddha solitaire était venu dans le parc d’agrément pour faire l’aumône et l’un (lit. une personne) des bouchers le vit et dès qu’il le vit, ce boucher (lit. cette personne des bouchers) ressentit une joie intense pour ce bouddha solitaire et ayant ressenti cette joie, il offrit beaucoup de mets et condiments purs et nobles à ce bouddha solitaire. Ces grands êtres enseignent le Dharma par leur corps. Ainsi, ils n’exposent pas le Dharma avec des paroles et celui-ci prit l’aumône de ce [boucher] et juste là, il s’éleva dans les airs. Ensuite, cet homme le vit et ressentit d’autant plus de joie.
fr_fr: — Moines, dans un passé lointain, de nombreux bouchers vivant dans un village de montagne étaient allé dans un parc d’agrément. Ils y avaient disposé beaucoup de mets et de condiments purs et nobles. Un bouddha solitaire passa dans le parc d’agrément pour faire l’aumône. Un boucher le vit et ressentit aussitôt une joie intense à son égard. Il lui offrit beaucoup de mets et de condiments purs et nobles. /Ces grands êtres enseignent le Dharma par leur corps. Ils n’exposent pas le Dharma avec des paroles./ Ainsi, le bouddha solitaire s'éleva dans les airs juste après avoir reçu l’aumône. La joie de cet homme augmenta encore.

# line 10, 22.txt
source: Ayant ressenti cette joie, il fit ce souhait : “Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale de bouchers qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens et [puissé-je] disposer de mets et condiments nobles et [puissé-je] ne pas faire ces actions négatives et [puissé-je] contenter un enseignant bien supérieur à lui. Puissé-je ne rien faire qui le mécontente. Puissé-je aussi obtenir des qualités semblables à celles-ci. M’étant retiré du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même)”, dit-il.
fr_fr: Alors, il formula le souhait suivant : “Quelle merveille ! Grâce à ces racines vertueuses, puissé-je toujours naître dans une famille de bouchers qui vit dans l'opulence, qui possède de grandes richesses et d'innombrables biens. Puissé-je toujours disposer de mets et de condiments nobles et ne pas réaliser d'actions négatives. Puissé-je contenter un enseignant bien supérieur à cet être. Puissé-je ne rien faire qui lui déplaise. Puissé-je aussi obtenir des qualités semblables aux siennes. Puissé-je me retirer du monde d’après son enseignement, éliminer toutes les émotions perturbatrices, et manifester l’état d’arhat.”

# line 11, 22.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était ce boucher est ce moine lui-même et il a offert le repas à ce bouddha solitaire et le résultat de l’action d’avoir formulé ces souhaits le fit naître dans une lignée familiale de bouchers qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits) et [son] corps devint harmonieux (lit. noble), agréable au regard et beau, et il disposa de mets et condiments nobles et il n’a pas non plus fait d’actions négatives. De plus,
fr_fr: Voyez-vous, moines, à cette époque, ce moine était ce boucher. Il a offert le repas à ce bouddha solitaire et a formulé ces souhaits. C'est ainsi qu'il est né dans une famille de bouchers aussi fortunée. C'est aussi pourquoi il a toujours été beau, bien proportionné et agréable au regard. C'est aussi ainsi qu'il a toujours reçu des mets et des condiments nobles et n'a pas réalisé d'actions négatives.

# line 12, 22.txt
source: moines, je suis cent mille fois dix millions de fois très largement supérieur à un bouddha solitaire et il a contenté [quelqu’un] comme moi et n’a rien fait qui me mécontente, puis il s’est retiré du monde selon mon (lit. à moi-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, il a manifesté l’état d’arhat. Par ailleurs, après qu’il se retira du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa, il vécu chastement toute sa vie, puis fit ce souhait au moment de mourir : “Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retiré du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même)”, dit-il.
fr_fr: Ainsi, il m’a contenté, moi qui suis cent mille fois dix millions de fois très largement supérieur à un bouddha solitaire. Il n’a rien fait qui m’a déplu. Il s’est retiré du monde d’après mon enseignement, a éliminé toutes les émotions perturbatrices et a manifesté l’état d’arhat. Par ailleurs, moines, à l'époque du complet et parfait Bouddha Kāśyapa, il s'était aussi retiré du monde d'après son enseignement et avait vécu chastement toute sa vie. Il formula alors ce souhait au moment de mourir : "Par mes actes, puissé-je contenter le Bienheureux Bouddha que deviendra le jeune brahmane Uttara selon la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui lui déplaise. Puissé-je me retirer du monde d’après son enseignement, éliminer toutes les émotions perturbatrices et manifester l’état d’arhat."

# line 13, 22.txt
source: Moines, qu’en pensez-vous ? À cette époque, le moine qui s’était retiré du monde selon l’enseignement du complet et parfait Bouddha Kāśyapa est ce moine lui-même et il vécut chastement toute sa vie et fit ce souhait au moment de mourir : “Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d’après] la prophétie du complet et parfait Bouddha Kāśyapa. Puissé-je ne rien faire qui le mécontente. M’étant retiré du monde d’après son (lit. à lui-même) enseignement et après avoir éliminé toutes les émotions perturbatrices, puissé-je manifester l’état d’arhat (lit. l’arhat-même).” Puisqu’il a fait ce souhait, moines, je suis devenu en tout point (lit. très) l’égal du complet et parfait Bouddha Kāśyapa, j’ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens], il m’a contenté et n’a rien fait qui me mécontente, puis il s’est retiré du monde selon mon (lit. à moi-même) enseignement et il a éliminé toutes les émotions perturbatrices et il a manifesté l’état d’arhat. »
fr_fr: Voyez-vous, moines, à cette époque, le moine qui s'était retiré du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa est Couleur-de-Lotus. Il avait vécu chastement toute sa vie et au moment de mourir, il avait formulé le souhait de contenter par ses actes le Bienheureux Bouddha que deviendrait le jeune brahmane Uttara selon la prophétie du complet et parfait Bouddha Kāśyapa, de ne rien faire qui lui déplaise, de se retirer du monde d’après son enseignement, d'éliminer toutes les émotions perturbatrices et de manifester l’état d’arhat. Moines, je suis devenu en tout point l’égal du complet et parfait Bouddha Kāśyapa. J’ai obtenu une force égale à la sienne, des moyens habiles et des actes égaux aux siens. C'est pour avoir formulé ce souhait qu'il m’a contenté et n’a rien fait qui m’a déplu. Il s’est retiré du monde selon mon enseignement. Il a éliminé toutes les émotions perturbatrices et a manifesté l’état d’arhat. »
