Repository: Esukhia/karmasataka
Catalog: */reader/A001.po
Languages: fr_fr

# line 1, A001.txt
source: La deuxième [histoire des] fourmis
fr_fr: Une deuxième histoire de fourmis

# line 2, A001.txt
source: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī. L’explication (lit. raison) détaillée [de cette histoire] est semblable à celle qui se trouve dans l’histoire de Aimé-de-Richesse. Lorsque l’honorable Kauṇḍinya-Qui-sait-tout vit les vérités, quatre-vingt mille dieux virent aussi les vérités. Puis les moines s’adressèrent au Bienheureux Bouddha : « Vénérable, le Bienheureux a rassasié Kauṇḍinya et les autres [ascètes] et les quatre-vingt mille dieux avec le suc nourricier (lit. l’essence [de la nourriture]) du Dharma, et il les a établis dans le nirvana qui est l’accomplissement et la félicité absolument inébranlables. Posez-y votre regard (lit. regardez). »
fr_fr: Voici une histoire que le Bienheureux conta lorsqu'il séjournait à Śrāvastī. Il explique une anecdote de l'histoire du capitaine Aimé-de-Richesse : l'honorable Kauṇḍinya-qui-sait-tout voyait la réalité des Quatre nobles vérités et quatre-vingt mille dieux en faisaient autant au même moment. « Vénérable, demandèrent les moines, le Bienheureux a comblé Kauṇḍinya et les autres ascètes, ainsi que les quatre-vingt mille dieux avec la sève nourricière du Dharma. Il les a établis dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables. Comment ceci est-il arrivé ? »

# line 3, A001.txt
source: Le Bienheureux répondit : « Ce n’est pas uniquement maintenant [que ceci est arrivé]. Dans le passé, j’ai aussi rassasié Kauṇḍinya et les autres [ascètes] ainsi [que] ces quatre-vingt mille dieux avec ma chair et mon sang, et je leur ai donné ma vie, à laquelle je tiens [si fort]. Écoutez [comment] ceci [est arrivé].
fr_fr: Le Bienheureux répondit : « Ce n'est pas la première fois que je les comble. Dans le passé, Kauṇḍinya, les autres ascètes ainsi que ces quatre-vingt mille dieux se sont nourris de ma chair et de mon sang. Je leur ai donné ma vie, mon bien le plus cher. Écoutez cette histoire.

# line 4, A001.txt
source: Moines, dans une époque maintenant révolue, pas loin d’un village de montagne, dans un trou, se trouvait une loutre dont la compassion était grande, qui était de nature aimante et qui était bienveillante envers les êtres. Elle se nourrissait de racines et de fruits et elle ne voulait causer de tort à personne. Plus tard, elle se déplaça loin (lit. elle allait et elle allait) [pour] chercher à manger quand
fr_fr: Moines, raconta le Bienheureux, dans un passé lointain, une loutre vivait dans un terrier aux abords d'un village de montagne. Sa compassion était grande, elle était de nature aimante et était bienveillante envers les êtres. Pour ne causer de tort à aucun être, elle se nourrissait exclusivement de racines et de fruits.

# line 5, A001.txt
source: un chasseur la vit ; il l’attrapa vivante et il l’écorcha et la relâcha. Le chasseur prit cette peau et s’en alla. Ensuite, cette loutre souffrait atrocement (lit. elle ne supportait pas) et elle alla près d’une rivière et s’allongea/s’endormit dans un endroit frais.
fr_fr: Un jour, partie loin chercher à manger, elle fut repérée par un chasseur, qui l'attrapa, l'écorcha vive, la relâcha, puis repartit avec la peau. La loutre souffrait atrocement. Elle avança péniblement jusqu'à la rivière, et s'allongea dans un endroit frais.

# line 6, A001.txt
source: À ce moment-là, pas très loin de là, se trouvait une fourmilière et dans cette fourmilière vivaient quatre-vingt mille fourmis. Puis, une fourmi sortit de cette fourmilière et la fourmi alla aux alentours de cette loutre et en regardant [autour d’elle], elle vit cette loutre sans peau. Ensuite, elle alla dans sa fourmilière et appela les autres fourmis. Alors, ces quatre-vingt mille fourmis sortirent de la fourmilière et recouvrirent (lit. s’engagèrent sur) le corps de la loutre. Alors, la loutre (lit. elle) se réveilla parce qu’elles la mangeaient et lorsqu’elle regarda, elle vit que son corps était couvert de fourmis de bas en haut (lit. de haut en bas).
fr_fr: Non loin de là, quatre-vingt mille fourmis vivaient dans une fourmilière. L'une d'entre elles sortit près de la rivière et aperçut l'animal blessé et endormi. Elle alerta la colonie et ainsi, les quatre-vingt mille fourmis se précipitèrent sur le corps à vif. Les cisaillements des mandibules réveillèrent la loutre qui se vit entièrement recouverte de fourmis affamées.

# line 7, A001.txt
source: Même si, par leur naissance (lit. corps), les bodhisattvas sont tombés dans une [condition] contraire, leur esprit ne tombe pas dans une [condition] contraire. C’est pourquoi ce bodhisattva[, la loutre,] pensa : « J’ai les capacités de me libérer moi-même [de cette situation], mais ceci endommagerait la vie de tous ces êtres. De plus, moi-même, je m’efforce à être bénéfique aux êtres, donc il m’est plus facile de donner entièrement ma propre vie ; il n’est pas acceptable d’endommager la vie de tous ces êtres. D’un [autre côté], je suis certain que rien qu’avec le tort [qui m’a été fait], je mourrai. De plus, mon devoir [lit. action] est le suivant : donner mon corps en entier pour être bénéfique aux êtres. De plus, ces [êtres] m’incitent à le faire » pensa-t-il. Puis, il supporta [la douleur] et resta sans rien dire. Puis,
fr_fr: Même si un bodhisattva peut s'incarner dans un des mondes inférieurs, son esprit ne sombrera jamais dans un tel état. Le bodhisattva-loutre pensa : "Je pourrais facilement me débarrasser de ces fourmis, mais je les mettrais toutes en péril. De plus, le souci d'autrui a toujours guidé mes actes et je préférerais perdre la vie plutôt que de ravir celle des autres. Non seulement ce que je subis entraînera ma mort, mais de plus mon engagement m'oblige à donner mon corps pour le bien des êtres. C'est ce que ces insectes m'incitent à faire." Sans mot dire, il accepta alors la souffrance.

# line 8, A001.txt
source: il fit le souhait de l’éveil insurpassable, complet et parfait : « Quelle merveille ! Par cette racine de vertu, puissé-je, pour les aveugles du monde sans enseignant et sans aucun guide, devenir un Bienheureux Bouddha, un Tathāgata, un Arhat, un Bouddha complet et parfait, doté de la sagesse et des jambes [de la pratique], un Sugata, un connaisseur [des êtres des trois] mondes, un insurpassable cocher des êtres à guider, un Enseignant des dieux et des hommes qui libérera les êtres qui n’ont pas traversé [le samsara], qui libérera ceux qui ne sont pas libérés, qui soulagera ceux qui ne sont pas soulagés, qui fera atteindre l’au-delà de la souffrance à ceux qui n’ont pas atteint l’au-delà de la souffrance. »
fr_fr: Voyant sa fin approcher, il fit le souhait de l'éveil insurpassable, complet et parfait : "Quelle merveille ! pensa-t-il. Grâce à cette racine de vertu, puissé-je, pour les aveugles du monde sans enseignant et sans aucun guide, devenir un Bienheureux Bouddha, un Tathāgata, un Arhat, un Bouddha complet et parfait, doté de la sagesse pour voir et de la concentration pour avancer, un Sugata, un Connaisseur des êtres des trois mondes, un insurpassable Cocher pour les êtres à guider, un Enseignant des dieux et des hommes. Puissé-je alors libérer de l'océan des souffrances ceux qui n'ont pu rejoindre l'autre rive. Puissé-je alors libérer ceux qui ne seront pas encore libérés. Puissé-je alors soulager ceux qui ne seront pas encore soulagés. Puissé-je alors mener dans l'au-delà de la souffrance ceux qui n'y seront pas encore parvenus.

# line 9, A001.txt
source: De même que je les rassasie maintenant de ma chair et de mon sang et que je leur donne ma vie à laquelle je tiens [tant], de même, lorsque je me serai complètement (lit. de manière manifeste) et parfaitement éveillé à l’éveil insurpassable, complet et parfait, puissé-je aussi les rassasier du suc nourricier (lit. l’essence de la nourriture) du Dharma et les établir dans le nirvana qui est l’accomplissement et la félicité absolument inébranlables. » dit-il.
fr_fr: Maintenant, je comble ces fourmis de ma chair et de mon sang, je leur offre ma vie, mon bien le plus cher. Plus tard, j'atteindrai et manifesterai l'éveil insurpassable, complet et parfait, je souhaite les combler à nouveau, leur offrir la sève nourricière du Dharma et les établir dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables."

# line 10, A001.txt
source: Moines, qu’en pensez-vous ? À cette époque, celui qui était la loutre, qui était installé dans la conduite des bodhisattvas, c’était moi-même. À cette époque, ceux qui étaient ces quatre-vingt mille fourmis ne sont autres que ces quatre-vingt mille dieux. À cette époque, je les ai aussi rassasiés de ma chair et de mon sang et je leur ai donné ma vie à laquelle je tiens [tant]. Maintenant, je les ai aussi rassasiés du suc nourricier (lit. l’essence de la nourriture) du Dharma et je les ai établis dans le nirvana qui est l’accomplissement et la félicité absolument inébranlables.
fr_fr: Comprenez-vous, moines ? J'étais la loutre, bien établie dans la pratique des bodhisattvas. Les quatre-vingt mille dieux étaient ces quatre-vingt mille fourmis. Je les ai comblés de ma chair et de mon sang. Je leur ai offert ma vie, mon bien le plus cher. Aujourd'hui encore, je les ai comblés en leur offrant la sève nourricière du Dharma et je les ai ainsi établis dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables. »
