Repository: Esukhia/karmasataka
Catalog: sem/*/01.po
Languages: fr

source: ༄༅༅། ། རྒྱ་གར་ སྐད་ དུ ། ཀརྨ་ ཤ་ ཏ་ ཀ །
fr: En sanskrit : Karmaśataka

source: བོད་སྐད་ དུ ། ལ␣ས་ བརྒྱ་ ཐམ་པ་པ །
fr: En tibétain : lé gya thampa pa En français : les cent karmas.

source: བམ་པོ་ དང་པོ །
fr: Premier feuillet

source: ཐམས་ཅད་ མཁྱེན་པ་ ལ་ ཕྱག་ འཚལ་ ལོ ། །
fr: Hommage à l'Omniscient !

source: གང་ ལ␣ས་ འཇིག་རྟེན་ བླ་མ་ བདེ་གཤེགས་ ཐོས་པ␣འི་ སྒོ་ ནས་ རབ་ སྙན་ བརྟན་པ␣འི་ གསུང་ ལྡན་ གྱིས ། ། སེམས་ཅན་ རྣམས་ ལ་ ཕན་པ་ འབའ་ཞིག་ བཞེད་ ཕྱིར་ བཤད་པ་ རྣམ་པ་ སྣ་ཚོགས་ རང་ཉིད་ ཀྱིས ། ། ལོག་པ␣ར་ ལྟ་བ␣འི་ མུན་ནག་ ཆེན་པོ་ ཐིབས་པོ␣ར་ འཐོམས་ ཤིང་ འཁྲུགས་པ་ རྣམས་ ལ་ རབ་ གསུངས་པ ། ། དེ་ ཡི་ མིང་ ནི་ལ␣ས་ རྣམ་ བརྒྱ་པ་ ཞེས་ བྱ་
fr: « Les Cent Karmas » est le nom de ce que l'Insurpassable dans ce monde a parfaitement exposé aux êtres par des explications multiples et variées en faisant usage de (lit. du fait de) son unique intention d'aider les êtres sensibles qui sont perdus et tourmentés dans les ténèbres denses des vues erronées en les faisant écouter le Sugata et en [utilisant] Ses paroles sublimement mélodieuses et [de sens] certain (lit. stables).

source: ཡོངས་སུ་ ཚང་བ་ བདག་ གིས་ བཤད་ ཀྱིས་
fr: Je vais vous les raconter dans chaque détail (lit. qui est entièrement complet).

source: ཉོན ། །
fr: Écoutez !

source: སྤྱི་ སྡོམ་ ནི ། ཁྱི་ མོ་ དང་ ནི་ ཤིང་རྟ་ དང་ ། ། ཀ་ ཙང་ ཀ་ལ་ བྱམས་ མི་ སྡུག ། བྱ་ དང་ འཕྱེ་བོ་ གང་པོ་ དང་ ། ། བུ་ རྣམས་ དང་ ནི་ བརྒྱ་བྱིན་ ནོ ། །
fr: La structure générale (lit. le sommaire général) : La chienne, Kacaṅkalā, Maitrībala, Virūpa, L'oiseau, Le Cul-de-jatte, Pūrṇa, Les fils et Śakra.

source: སྡོམ་ ནི ། ཁྱི་ མོ་ མིག་ ཆུང་ རྫོགས་བྱེད་ དང་ ། ། སྒུར་ གཉིས་ འཆར་ཀ་ རྒྱལ་མཚན་ དང་ ། ། བདེ་བྱེད་ མ་ དང་ ནོར་བུ␣འི་ འོད ། ། སྣ་མ␣འི་ མེ་ཏོག་ ང་ བྱིན་ དང་ ། ། འདུས་ མོ་ དང་ ནི་ ཚེམ་བུ་ མཁན ། །
fr: La structure [de cette partie] : La Chienne, Petits-Yeux, Pūraṇa, les deux [histoires] du Bossu, Udayin, La Bannière de victoire, Maṇiprabha, Fleur-de-Jasmin, « Donne-le-moi », Celle-de-l'Assemblée et Le Couturier.

source: ཁྱི་ མོ་ ཞེས་ བྱ་བ་ ནི །
fr: L'histoire de la chienne

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ མཉན་ དུ་ཡོད་པ་ ན ། ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ་ ཡོངས་སུ་ འཛིན་པ་ ཡངས་ ཤིང་ རྒྱ་ཆེ་བ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ ལྡན་པ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ འགྲན་པ་ ཞིག་ གནས་ ཏེ །
fr: À cette époque, dans la ville de Śrāvastī, vivait un homme riche qui possédait beaucoup de richesses, dont les biens étaient grands, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa. Et

source: མུ་སྟེགས་ ཅན་ ལ་ དག␣འོ ། །
fr: Il aimait les tīrthikas.

source: དེ་ནས་ དེ␣ས་ ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས །
fr: Ensuite, arrivé à (lit. tombé à) l'âge de se marier (lit. d'une épouse), il prit une épouse et

source: དེ་དེ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་ དོ ། །
fr: avec elle, ils se séduisirent (lit. jouèrent), ils [apprirent] à s'aimer et laissèrent libre cours (lit. faire) à leurs envies.

source: དེ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་པ་ ལ␣ས་
fr: Du fait de s'être séduits, d'avoir [appris] à s'aimer et d'avoir laissé libre cours à leurs envies,

source: ཕྱིས་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས་
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་ །
fr: après que soient passés neuf ou dix mois,

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ ། མདོག་ བཟང་བ་ གསེར་ གྱི་ ཁ་དོག་ ཅན ། མགོ་བོ་ གདུགས་ ལྟར་ འདུག་པ་ ལག་པ་ རིང་བ ། དཔྲལ་བ␣འི་ དབྱེས་ ཆེ་བ ། སྣ་ མཐོ་བ་ སྣ་ ལེགས་པ་ སྨིན་མ་ སྟུག་པ་ ཞིག་ བཙས་ སོ ། །
fr: naquit un enfant au corps harmonieux (lit. noble), qui était beau et agréable au regard, dont la teinte noble [était] la couleur de l'or, dont la tête [se] tenait comme une ombrelle, dont les mains étaient longues, dont la largeur (lit. l'étendue) du front était grande, dont le nez était haut, dont le nez était bien [fait] et dont les sourcils étaient denses.

source: དེ་ནས་ དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ནས །
fr: Ensuite, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: རིགས་ དང་ འཐུན་པ␣ར་ མིང་ བཏགས་ ཏེ །
fr: on lui donna un nom en accord avec sa caste. Puis,

source: འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ་
fr: il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: མཚོ␣འི་ ནང་ གི་ པདྨ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, il grandit avec force.

source: དེ་ནས་ དེ་ གང་ གི་ ཚེ་འགྲོ་ ནུས་པ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ་ དེ་ རྩེར་ གཞུག་པ␣འི་ ཕྱིར་ ཕས ། ཁྱི་གུ་ མོ་ ཞིག་ ཁྱིམ་ དུ་ བཞག་ གོ ། །
fr: Ensuite, lorsqu'il fut capable de marcher, son père apporta (lit. déposa) à la maison une petite chienne pour l'inciter à jouer.

source: ཁྱི་གུ་ མོ་ དེ་ཡང་ གང་ གི་ ཚེ ། གཞན་ མུ་སྟེགས་པ་ དག་ མཐོང་བ་ དེ␣འི་ ཚེ་ ནི་ རྒྱུག་ སྟེ་
fr: Cette petite chienne, lorsqu'elle voyait les autres, les tīrthikas, elle courrait et

source: ཟ་བ␣ར་ བྱེད་ ལ་
fr: [les] mordait. De plus,

source: གོས་ རྣམས་ ཀྱང་ འདྲལ་བ␣ར་ བྱེད་ དོ ། །
fr: elle déchirait aussi leurs vêtements.

source: དེ་སྟེ་ དགེ་སློང་ དག་ མཐོང་ ན་ ནི་ དྲུང་ དུ་ འཇ␣ར་ ཞིང་
fr: Elle, quand c'étaient des moines qu'elle voyait, elle se collait à eux,

source: ལྕེ␣ས་ རྐང་པ་ ལ་ བལྡགས་ ཏེ །
fr: léchait leurs pieds de sa langue et

source: མཇུག་མ་ དྲིལ་ ནས་
fr: elle remuait sa queue et

source: གཡས་ཕྱོགས་ སུ་ སྐོར་བ་ བྱེད་ དོ ། །
fr: tournait autour d'eux en les maintenant à sa droite (lit. par la droite).

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ བགྲོད་པ་ གཅིག་པུ␣འི་ ལམ་ སྟོན་པ །
fr: Les Bienheureux Bouddhas montrent l'unique voie à parcourir ;

source: རྣམ་པ་ གཉིས་ ཀྱི་ ཤེས་བྱ་ དང་ ། ཡེ་ཤེས་ ལ་ མངའ་ བརྙེས་པ །
fr: ils possèdent (lit. obtenu la possession de) les deux aspects de la connaissance et la sagesse ;

source: མ་ འདྲེས་པ␣འི་ དྲན་པ་ ཉེ་བར་ གཞག་པ་ གསུམ་ ལ་ མཁས་པ་
fr: ils excellent dans les trois attentions rapprochées qui leur sont propres (lit. qui ne sont pas mélangés [à d'autres]) ;

source: མི་ འཇིགས་པ་ བཞི␣ས་ མི་ འཇིགས་པ་
fr: ils sont intrépides grâce aux quatre intrépidités ;

source: འགྲོ་བ་ ལྔ␣ར་ འགྲོ་བ་ ལ␣ས་ རྣམ་པ␣ར་ གྲོལ་བ །
fr: ils sont entièrement libérés d'aller vers les cinq renaissances ;

source: སྐྱེ་མཆེད་ དྲུག་ ལ་ མཁས་པ །
fr: ils sont versés dans les six sources des sens ;

source: བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ བདུན་ ལ་ སྤྱོད་ཡུལ་བ །
fr: ils vivent les sept branches de l'Éveil ;

source: རྣམ་པ␣ར་ ཐར་པ་ བརྒྱད་ ལ་ བསམ་གཏན་པ །
fr: ils contemplent les huit libérations complètes ;

source: མཐར་གྱིས་ གནས་པ␣འི་ སྙོམས་པར་ འཇུག་པ་ དགུ་ ལ་ སྙོམས་པར་ འཇུག་པ །
fr: ils s'absorbent dans les neuf absorptions méditatives successives ;

source: སྟོབས་ བཅུ␣འི་ སྟོབས་ དང་ ལྡན་པ །
fr: ils possèdent la puissance (lit. force) des dix forces ;

source: ཡང་དག་པ␣འི་ སེང་གེ␣འི་ སྒྲ་ ཆེན་པོ་ སྒྲོགས་པ་ རྣམས་ ནི་ ཆོས་ཉིད་ ཀྱིས་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ ། སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་ ཏེ །
fr: Eux qui font résonner le parfait [et] grand rugissement du lion, naturellement, ils regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit :

source: སུ་ ནི་ རྒུད་
fr: « Qui décline ?

source: སུ་ ནི་ དར་
fr: Qui prospère (lit. s'étendre)?

source: སུ་ ནི་ ཕོངས་ ཤིང་ འདུག །
fr: Qui est dans la misère ?

source: སུ་ ནི་ ཉམ་ང་ བར་ གྱུར་
fr: Qui vit dans la peur ?

source: སུ་ ནི་ གནོད་པ་ དང་ ལྡན །
fr: Qui est accablé (lit. être sujet à un mal) ?

source: སུ་ ནི་ ཕོངས་པ་ དང་ ཉམ་ང་བ་ དང་ གནོད་པ་ དང་ ལྡན་
fr: Qui est dans le malheur, vit dans la peur et est accablé (lit. avoir) de souffrances (lit. de maux) ?

source: སུ་ ནི་ ངན་སོང་ དུ་ གཞོལ་
fr: Qui chute dans les mondes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ འབབ་
fr: Qui tombe dans les mondes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ བབ་
fr: Qui tombera dans les mondes inférieurs ?

source: སུ་ ནི་ ངས་ ངན་སོང་ ནས་ ཕྱུང་ སྟེ །
fr: Qui vais-je extraire des mondes inférieurs et

source: མཐོ་རིས་ དང་ ཐར་པ་ དང་ འབྲས་བུ་ ལ་ གཞག་པ␣ར་ བྱ །
fr: les déposer dans les mondes supérieurs, la libération et le résultat [ultime] ?

source: སུ་ ནི་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ འདམ་ དུ་ བྱིང་བ་ ལ␣ས་
fr: Quel être (lit. qui) enlisé dans le marais des mauvaises conduites

source: ལག་པ་ ནས་ དྲང་བ␣ར་ བྱ །
fr: vais-je tirer par la main ?

source: སུ་ ནི་ འཕགས་པ␣འི་ ནོར་ བདུན་ མེད་པ་ ལ␣ས་
fr: Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes

source: འཕགས་པ␣འི་ ནོར་ བདུན་ གྱི་ དབང་ཕྱུག་ ལ་ དབང་ བྱེད་ དུ་ གཞུག་པ␣ར་ བྱ །
fr: vais-je inciter (lit. engager) à s'approprier [l'état] des seigneurs des sept richesses des êtres sublimes ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ མ་ བསྐྱེད་པ་ ལ␣ས་
fr: Chez quel être (lit. qui) n'ayant pas développé les racines vertueuses

source: བསྐྱེད་པ␣ར་ བྱ །
fr: pousserais-je (lit. ferais-je) à les développer ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ བསྐྱེད་ ཟིན་པ་ ལ␣ས་
fr: Chez quel être ayant déjà développé les racines vertueuses

source: ཡོངས་སུ་ སྨིན་པ␣ར་ བྱ །
fr: les mènerais-je à maturité (lit. ferais-je mûrir) ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ ཡོངས་སུ་ སྨིན་ ཟིན་པ་ ལ␣ས་
fr: Chez quel être (lit. qui) ayant entièrement mené à maturité (lit. mûri) les racines vertueuses,

source: ཡེ་ཤེས་ ཀྱི་ མཚོན་ གྱིས་ བརྟོལ་བ␣ར་ བྱ །
fr: les pousserais-je à émerger grâce à l'épée (lit. arme) de la sagesse ?

source: སུ་ ལ་ ནི་ སངས་རྒྱས་ བྱུང་བ␣ས་ བརྒྱན་པ␣འི་ འཇིག་རྟེན་ འབྲས་བུ་ དང་ བཅས་པ␣ར་ བྱ་ སྙམ་ དུ་
fr: Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu'un bouddha y est apparu ? »

source: ཡེ་ཤེས་ གཟིགས་པ་ འཇུག་ གོ ། །
fr: [Ainsi] s'applique leur regard de sagesse.

source: རྒྱ་མཚོ་ ཆུ་སྲིན་ རྣམས་ ཀྱི་ གནས ། ། དུས་རླབས་ ཡོལ་བ␣ར་ འགྱུར་ ཡང་སྲིད ། །
fr: [Dans] l'océan, où vivent les makaras, il est envisageable (lit. il est éventuellement possible que) que les marées [toujours régulières] arrivent en retard.

source: གདུལ་བ␣ར་ བྱ་བ␣འི་ སྲས་ རྣམས་ ལ ། ། སངས་རྒྱས་ དུས་ ལ␣ས་ ཡོལ་བ་ མེད ། །
fr: Pour leurs enfants qu'ils doivent dompter, les bouddhas ne prennent [jamais] de retard.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ཇི་ལྟར་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་པ་ དེ་བཞིན་ དུ །
fr: De même que les Bienheureux Bouddhas regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit,

source: ཉན་ཐོས་ ཆེན་པོ་ རྣམས་ ཀྱང་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ ཉན་ཐོས་ ཀྱི་ མིག་ གིས་ འཇིག་རྟེན་ ལ་ ལྟ་བ␣ར་ བྱེད་ དེ །
fr: les grands auditeurs, eux aussi, regardent le monde avec les yeux d'auditeur pendant les six périodes de la journée, les trois du jour et les trois de la nuit. Ainsi,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཉན་ཐོས་ ཀྱི་ མིག་ གིས་ འཇིག་རྟེན་ ལ་ བལྟས་ ན །
fr: lorsque l'honorable Śāriputra regardait le monde avec les yeux d'auditeur,

source: ཁྱིམ་བདག་ འཁོར་ དང་ བཅས་པ་ གདུལ་བ␣འི་ དུས་ ལ་ བབ་པ␣ར་ མཐོང་ ནས །
fr: il vit que le moment était venu de dompter le père de famille et tout son entourage. Puis,

source: སྔ་དྲོ་ ཤམ་ཐབས་ དང་ ཆོས་གོས་ བགོས་ ཏེ །
fr: le matin, il revêtit le nivāsana et le cīvara, puis

source: ལྷུང་བཟེད་ ཐོགས་ ནས་
fr: il prit son bol à aumône et

source: མཉན་ དུ་ཡོད་པ␣ར་ བསོད་སྙོམས་ ལ་ སོང་ ངོ་ ། །
fr: partit à Śrāvastī pour [y recevoir] l'aumône.

source: དེ་ མཐར་གྱིས་ བསོད་སྙོམས་ རྒྱུ་བ་ ལ␣ས་
fr: Faisant progressivement l'aumône,

source: ཁྱིམ་བདག་ དེ␣འི་ ཁྱིམ་ ག་ལ་བ་ དེ␣ར་ སོང་བ་ དང་ །
fr: il se rendit à l'endroit de la maison de ce père de famille et à ce moment,

source: ཁྱི་ མོ་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ཐག་ རིང་པོ་ ཞིག་ ནས་ མཐོང་ ངོ་ ། །
fr: la chienne vit au loin l'honorable Śāriputra.

source: མཐོང་ ནས་ ཀྱང་ ཤིན་ཏུ་ རིངས་པ␣ར་ ལངས་ ཏེ །
fr: L'ayant vu, elle se leva avec empressement,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ག་ ལ་བ་ དེ␣ར་ སོང་ ནས །
fr: elle alla à l'endroit où se trouvait l'honorable Śāriputra, et

source: ཇི་ལྟར་ དགེ་སློང་ གཞན་དག་ གི་ ཐད་ དུ་ འགྲོ་བ་ དེ་བཞིན་ དུ ། ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ ཐད་ དུ་ སོང་ ནས །
fr: de la même manière qu'elle s'approchait des autres moines, elle s'approcha de l'honorable Śāriputra, et

source: ཆེས་ གུས་པ␣ར་ ལྕེ␣ས་ རྐང་པ་ ལ་ བལྡགས་ ཏེ །
fr: lécha ses pieds avec un très grand respect, et

source: མཇུག་མ་ དྲིལ་ ནས་
fr: elle remua sa queue et

source: ལན་ གསུམ་ སྐོར་བ་ བྱེད་ དོ ། །
fr: tourna trois fois [autour de lui].

source: དེ་ཡང་ ཁྱིམ་བདག་ དེ␣ས་ མཐོང་ ངོ་ ། །
fr: Ceci, le père de famille le vit.

source: མཐོང་ ནས་ ཀྱང་ བསམས་པ །
fr: L'ayant vu, il se dit : «

source: མ་ལ་
fr: Décidément

source: འདི་ལྟར །
fr: Eh bien (lit. comme ceci)

source: ཁྱི་ མོ་ ལོག་པ␣ར་ ལྟུང་བ␣འི་ ལུས་ཅན་ འདི་ ཡང་ འདི་ ལ་ དེ་ལྟ་ བུ␣འི་ བཀུར་སྟི་ བྱེད་པ␣ར་ སེམས་པ་ ལ␣ས་ ན །
fr: même cette chienne, un être (lit. qui-a-un-corps) tombé dans une condition contraire, pense à lui rendre un tel hommage. Donc

source: དགེ་སློང་ འདི་ ནི་ བདག་ཉིད་ ཆེན་པོ་ ཞིག་ ཡིན་ གོར་མ་ཆག་ སྙམ་ དུ་
fr: il ne fait aucun doute que ce moine est un grand être. »

source: བསམས་ ཏེ །
fr: pensa-t-il. Puis, «

source: མ་ལ་
fr: Décidément

source: བདག་ གིས་ ཀྱང་ དགེ་སློང་ འདི་ སྤྱན་ དྲངས་ ལ་
fr: Je vais moi aussi inviter ce moine et

source: བཤོས་ གསོལ་ ལོ་ སྙམ་ དུ་
fr: lui offrir le repas. »

source: བསམས་ ནས་
fr: pensa-t-il.

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ག་ ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས་
fr: il alla à l'endroit où se trouvait l'honorable Śāriputra, et [une fois] arrivé,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ །
fr: il se prosterna aux pieds de l'honorable Śāriputra et

source: འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: lui dit ceci : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Vénérable Śāriputra,

source: འོ་ན་
fr: Eh bien,

source: འདི་ཉིད་ དུ་ བཤོས་ གསོལ་ དུ་ ཅི་ གནང་ ཞེས་
fr: quelle [réponse] donneriez-vous [à l'offre] de prendre votre repas ici ? »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཁྱིམ་བདག་ དེ་ ལ་ ཅང་ མི་ ཟེར་བ␣ས་ གནང་ ངོ་ ། །
fr: l'honorable Śāriputra accepta en ne disant rien au père de famille.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཅང་ མི་ ཟེར་བ␣ས་ གནང་ བར་ རིག་ ནས་
fr: Alors, le père de famille vit que l'honorable Śāriputra avait accepté en ne lui disant rien. Puis,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ སྟན་ བཤམས་ ཏེ་
fr: il disposa le siège de l'honorable Śāriputra et

source: འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: dit ceci : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Vénérable Śāriputra,

source: གདན་ བཤམས་པ་ ལ་ བཞུགས་ སུ་ གསོལ །
fr: Veuillez vous asseoir sur le siège disposé [pour vous]. »

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ སྟན་ བཤམས་པ་ ལ་ འདུག་ གོ ། །
fr: Alors, l'honorable Śāriputra s’assit sur le siège disposé pour lui.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ བདེ་བ␣ར་ འདུག་པ␣ར་ རིག་ ནས །
fr: Alors, le père de famille vit que l'honorable Śāriputra était confortablement assis et

source: རང་ གི་ ལག་ནས་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ␣ས་ ཚིམ་པ␣ར་ བྱས་ ཏེ །
fr: il le satisfit de nombreux mets et condiments purs et nobles qu'il servit de ses propres mains et

source: ཅི་ འདོད་པ་ བསྟབས་ སོ ། །
fr: lui offrit tout ce qu'il voulut.

source: རང་ གི་ ལག་ནས་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ་ རྣམ་ གྲངས་ དུ་མ␣ས་ ཚིམ་པ␣ར་ བྱས་ ཏེ །
fr: De nombreuses reprises, il le satisfit de nombreux mets et condiments purs et nobles qu'il servit de ses propres mains et

source: ཅི་ འདོད་པ་ བསྟབས་པ␣འི་ འོག་ ཏུ་ སྡེ␣ར་ ནི་ གྱུ ། ལྷུང་བཟེད་ ནི་ བཀྲུས་པ␣ར་ རིག་ ནས །
fr: il lui offrit tout ce qu'il voulut. Après, il vit que le couvercle était nettoyé et que le bol à aumône était nettoyé, et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ མདུན་ དུ་ འདུག་ གོ ། །
fr: s'assit devant lui pour écouter le Dharma.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཁྱིམ་བདག་ དེ་ འཁོར་ དང་ བཅས་པ␣འི་ བསམ་པ་ དང་ ། བག་ ལ་ ཉལ་ དང་ ཁམས་ དང་ རང་བཞིན་ རྟོགས་ ནས་
fr: Alors, l'honorable Śāriputra discerna les pensées, les tendances habituelles, le tempérament (lit. l'élément) et le caractère (lit. la nature) du père de famille et son entourage et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors,

source: དེ་ ཐོས་ ནས་
fr: l'ayant écouté,

source: ཁྱིམ་བདག་ དེ་ འཁོར་ དང་ བཅས་པ␣ས་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས་
fr: le père de famille et son entourage détruisirent les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: ils manifestèrent le résultat de l'entrée dans le courant, puis

source: དེ␣ས་ བདེན་པ་ མཐོང་ ནས་
fr: le père de famille (lit. il) vit les vérités, et

source: སྐྱབས་ སུ་ འགྲོ་བ་ དང་ བསླབ་པ␣འི་ གཞི་ རྣམས་ བླངས་ སོ ། །
fr: prit refuge et [prit] les vœux (lit. bases de l'entraînement).

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཁྱིམ་བདག་ དེ་ ཆོས་ ཀྱི་ གཏམ་ གྱིས་ ཡང་དག་པ␣ར་ བསྟན །
fr: Ensuite, l'honorable Śāriputra instruisit parfaitement le père de famille par un discours sur le Dharma,

source: ཡང་དག་པ␣ར་ འཛིན་ དུ་ བཅུག །
fr: il le lui fit assimiler en entier,

source: ཡང་དག་པ␣ར་ གཟེངས་བསྟོད །
fr: l'encouragea grandement,

source: ཡང་དག་པ་ དགའ་བ␣ར་ བྱས་ ནས་
fr: le réjouit entièrement. Puis,

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: il se leva de son siège et

source: སོང་ ངོ་ ། །
fr: s'en alla.

source: ཁྱིམ་བདག་ དེ་ཡང་ བདེན་པ་ མཐོང་བ␣ར་ གྱུར་ ནས །
fr: Ce père de famille, après avoir vu les vérités,

source: སྦྱིན་པ་ དག་ སྦྱིན་ ཞིང་
fr: il pratiqua la générosité et

source: བསོད་ནམས་ དག་བྱེད་ དོ ། །
fr: accumula des mérites.

source: དེ␣འི་ ཁྱིམ་ དེ་ སློང་བ␣འི་ སྐྱེ་བོ་ རྣམས་ ཀྱི་ ཆུ་དོང་ དང་ འདྲ་བ␣ར་ གྱུར་ ཏོ ། །
fr: Sa maison devint comme un puits pour les personnes qui mendiaient.

source: ཁྱིམ་བདག་ དེ␣ས་ ཀྱང་ ། ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ཡང་ དང་ ཡང་ དུ་ ཁྱིམ་ གྱི་ ནང་ དུ་ བཤོས་ གསོལ་བ␣ར་ བྱེད་ དོ ། །
fr: Ce père de famille invitait régulièrement (lit. encore et encore) l'honorable Śāriputra à prendre son repas chez lui (lit. chez ce père de famille).

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ དང་ ཁྱིམ་བདག་ དེ␣ས་ ཁྱི་ མོ་ དེ་ ལ་ཁ་ ཟས་ བྱིན་ ནས་
fr: Alors, l'honorable Śāriputra et ce père de famille donnaient de la nourriture à la chienne et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ མདུན་ དུ་ འདུག་ གོ ། །
fr: [le père de famille] s'asseyait devant lui pour écouter l'enseignement.

source: ཁྱི་ མོ་ དེ་ཡང་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ མདུན་ དུ་ འདུག་ ནས་
fr: La chienne s'asseyait aussi devant l'honorable Śāriputra et

source: ཆོས་ ཉན་ ཏོ ། །
fr: écoutait le Dharma.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས་ བསམས་པ་
fr: Alors, le père de famille pensa : «

source: བདག་ གིས་ ལེགས་པ་ འདི་ ལྟ་བུ་ རྟོགས་པ་ ཅི་ཡང་ རུང་བ་ དེ་དག་ ཐམས་ཅད་ ནི་ ཁྱི་ མོ་ འདི␣འི་ མཐུ་ ལ␣ས་ བྱུང་བ་ ཡིན་ ནོ ། ། སྙམ་ དུ་
fr: Toutes les [choses] merveilleuses comme [celles-ci] que j'ai comprises, autant qu'elles sont, elles me sont arrivées (lit. proviennent) grâce à cette chienne. »

source: རིག་ གོ ། །
fr: vit-il.

source: རིག་ ནས་ ཀྱང་ དེ་ ལ་ ཤིན་ཏུ་ སྐྱོང་བ␣ར་ བྱེད་ དོ ། །
fr: l'ayant vu, il s'occupa beaucoup d'elle.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཁྱི་ མོ་ དེ་ ནད་ ཀྱིས་ ཐེབས་ ནས །
fr: Alors, après un certain temps, cette chienne tomba malade et

source: ཤཱ་རི␣འི་ བུས་ དེ་ ལ་ སྨྲས་པ །
fr: Śāriputra lui dit : «

source: བུ་
fr: Enfant,

source: འདི་ལྟར་
fr: Eh bien (lit. comme ceci)

source: འདུ་བྱེད་ ཐམས་ཅད་ ནི་ མི་རྟག་པ␣འོ ། །
fr: Tous les [phénomènes] composés sont impermanents.

source: འདུ་བྱེད་ ཐམས་ཅད་ ནི་ སྡུག་བསྔལ་བ␣འོ ། །
fr: Tous les [phénomènes] composés apportent (lit. sont) la souffrance.

source: ཆོས་ ཐམས་ཅད་ ནི་ བདག་མེད་པ␣འོ ། །
fr: Tous les [phénomènes] composés n'ont pas d'existence réelle (lit. sont le non-moi).

source: མྱ་ངན་ ལ␣ས་ འདས་པ་ ནི་ ཞི་བ␣འོ ། །
fr: L'au-delà de la souffrance est l'apaisement.

source: ང་ ལ་ སེམས་ དགའ་བ␣ར་ གྱིས་ ཤིག་ དང་ །
fr: Emplis ton cœur (lit. esprit) de joie à ma pensée (lit. aies de la joie pour moi).

source: དུད་འགྲོ␣འི་ སྐྱེ་གནས་ དང་ འབྲལ་བ␣ར་ འགྱུར་ ཡང་སྲིད་ དོ་ ཞེས་
fr: il se pourrait que tu sois débarassée (lit. séparée) des naissances animales. »

source: སྨྲ␣ས་ ནས །
fr: dit-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ སོང་ ངོ་ ། །
fr: l'honorable Śāriputra s'en alla.

source: དེ་ སོང་ ནས་ རིང་པོ་ མ་ ལོན་པ␣ར་ ཁྱི་ མོ་ དེ་ཡང་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ལ་ སེམས་ དགའ་བ␣ར་ གྱུར་ ནས་ ཤི␣འོ ། །
fr: Peu de temps après son départ, la chienne mourut le cœur (lit. esprit) plein de joie à la pensée de l'honorable Śāriputra.

source: དེ་ ཤི་འཕོས་ ཏེ་
fr: Elle mourut et

source: འདས་ ནས་
fr: passa au-delà [de cette vie], puis

source: ཁྱིམ་ དེ་ཉིད་ དུ་ ཁྱིམ་བདག་ དེ␣འི་ ཆུང་མ་ ཆེན་མ␣འི་ མངལ་ དུ་ སྐྱེས་ སོ ། །
fr: dans cette même maison, elle renaquit dans le sein de l'épouse principale de ce père de famille.

source: དེ་ ཤི་བ␣འི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ སླར་ ཁྱིམ་ དེ␣ར་ འོངས་ ནས །
fr: Après la mort de la chienne (lit. sa mort), l'honorable Śāriputra était revenu à cette maison et

source: ཁྱིམ་བདག་ གིས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ལ་ བསྙད་ དེ །
fr: le père de famille avait raconté [la mort de la chienne] à l'honorable Śāriputra : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Vénérable Śāriputra,

source: ཁྱི་ མོ་ དེ་ གུམ་ ལགས་སོ་ ཞེས་
fr: cette chienne est morte »

source: བྱས་ སོ ། །
fr: dit-il.

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ སྨྲས་པ །
fr: L'honorable Śāriputra dit : «

source: ཁྱི་ མོ་ དེ␣འི་ རོ་ དེ་ ཕྱོགས་ དབེན་པ་ ཞིག་ ཏུ་ ཞོག་ ཤིག་ དང་ །
fr: Dépose le cadavre de cette chienne dans un endroit isolé.

source: རུས་པ་ དེ་དག་ ཕྱིས་ དེ་ཉིད་ ལ་ ཕན་ འདོགས་པ␣ར་ འགྱུར་ རོ ། །
fr: Plus tard, ces ossements lui seront utiles. »

source: ཁྱིམ་བདག་ གིས་ སྨྲས་པ །
fr: Le père de famille dit : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུས་ ཇི་སྐད་ བཀའ་ སྩལ་པ་ བཞིན་ དུ་ བགྱི␣འོ་ ཞེས་
fr: Je ferai comme le vénérable Śāriputra l'a demandé. »

source: སྨྲ␣ས་ ནས །
fr: dit-il. Puis,

source: ཁྱིམ་བདག་ དེ␣ས་ ཁྱི་རོ་ དེ་ གང་ དུ་ སུ␣ས་ ཀྱང་ མི་ མཐོང་བ␣ར་ འགྱུར་བ་ དེ་ལྟ་ བུ␣འི་ ཕྱོགས་ ཤིག་ ཏུ་ བཞག་ གོ ། །
fr: Ce père de famille déposa le cadavre de chienne à un endroit où personne ne le verrait.

source: དེ་ནས་ ཁྱིམ་བདག་ གི་ ཆུང་མ་ དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་ བུ་ བྱུང་ སྟེ །
fr: Ensuite, l'épouse de ce père de famille accoucha après que neuf ou dix mois soient passés. Ainsi,

source: བུ་མོ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ མདོག་ བཟང་བ་ གསེར་ གྱི་ ཁ་དོག་ ཅན་ མགོ་བོ་ གདུགས་ ལྟར་ འདུག་པ ། ལག་པ་ རིང་བ་ དཔྲལ་བ␣འི་ དབྱེས་ ཆེ་བ་ སྣ་ མཐོ་བ་ སྣ་ ལེགས་པ་ སྨིན་མ་ སྟུག་པ་ ཞིག་ བཙས་ སོ ། །
fr: naquit une fille au corps harmonieux (lit. noble), qui était belle et agréable au regard, dont la teinte noble [était] la couleur de l'or, dont la tête [se] tenait comme une ombrelle, dont les mains étaient longues, dont la largeur (lit. l'étendue) du front était grande, dont le nez était haut, dont le nez était bien [fait] et dont les sourcils étaient denses.

source: དེ་ནས་ དེ␣འི་ བཙས་ སྟོན་ ཡང་ རྒྱས་པ␣ར་ བྱས་ ནས །
fr: Ensuite, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: རིགས་ དང་ འཐུན་པ␣འི་ མིང་ བཏགས་ ཏེ །
fr: on lui donna un nom en accord avec sa caste. Puis,

source: འོ་མ་ དང་ མར་ དང་ ཞོ་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: elle se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, elle grandit avec force.

source: དེ་ནས་ དེ་ གང་ གི་ ཚེ་ ཆེན་ མོ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ སྨྲས་པ །
fr: Ensuite, lorsqu'elle eut grandi, l'honorable Śāriputra lui dit : «

source: བུ་
fr: Enfant,

source: འདུག་ ལ་
fr: assieds-toi et

source: ཆོས་ ཉོན་ ཅིག་ ཅེས་
fr: écoute le Dharma. »

source: བྱས་ ན །
fr: dit-il. À ce moment,

source: དེ་ བྱད་གཟུགས་ དང་ ལང་ཚོ␣འི་ རྒྱགས་པ␣ས་ དྲེགས་ ནས་
fr: Enorgueillie, [très] imbue de sa beauté et de sa jeunesse,
