Repository: Esukhia/karmasataka
Catalog: sem/*/01.po
Languages: fr

source: ཕན་ཚུན་ དུ་ གཡེངས་ ཏེ་
fr: elle se distrayait ici et là et

source: ཆོས་ ཉན་ དུ་ མི་ བཏུབ་བོ ། །
fr: ne parvenait pas à écouter le Dharma.

source: དེ་ནས་ ཕྱིས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ དེ་ ཤེད་ བྱེ་ བར་ རིག་ ནས །
fr: Ensuite, plus tard, l'honorable Śāriputra pensa lui ouvrir les yeux (lit. le visage) et

source: ཁྱི་ མོ␣འི་ རུས་བུ་ དེ་དེ་ ཉིད་ ཀྱི་ མདུན་ དུ་ བཞག་ སྟེ །
fr: posa les ossements de cette chienne devant elle et

source: ཅི་ ནས་ ཀྱང་ བུ་མོ་ དེ␣ས་ ཚེ་རབས་ དྲན་པ␣ར་ འགྱུར་བ་ དེ་ལྟ་ བུར་ བྱིན་ གྱིས་ བརླབས་ ནས །
fr: la bénit pour qu'immanquablement, cette fille se souvienne de la suite de ses vies, Alors,

source: ཚེ་རབས་ དྲན་ མ་ ཐག་ ཏུ་ བུ་མོ་ དེ་ ཤས་ ཆེ␣ར་ སྐྱོ་བ་ སྐྱེས་ སོ ། །
fr: dès qu'elle se souvint de la suite de ses vies, elle ressentit (lit. faire naître) un désenchantement intense.

source: དེ་ སྐྱོ་བ་ སྐྱེས་ ནས་
fr: Ayant ressenti (lit. fait naître) le désenchantement,

source: བསམས་པ །
fr: elle pensa : «

source: འཕགས་པ་ ཤཱ་རི␣འི་ བུ་ ནི ། བདག་ ལ་ དཀའ་བ་ བྱེད་ བྱེད་པ་ ཡིན་པ་ ལྟ་ ཞིག་ སྟེ །
fr: Regarde toutes les difficultés que le sublime Śāriputra a endurées pour moi.

source: འདི་ ལ␣ས་ བརྟེན་ ནས །
fr: Grâce à lui,

source: བདག་ གིས་ དུད་འགྲོ␣འི་ སྐྱེ་གནས་ སྤངས་ སོ་ སྙམ་ དུ་
fr: je me suis débarrassée des naissances animales. »

source: རིག་ ནས །
fr: vit-elle. Puis,

source: དགའ་བ་ སྐྱེས་ ཏེ་
fr: [ceci] la combla (lit. faire naître) de joie et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར ། ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ མདུན་ དུ་ འདུག་ གོ ། །
fr: elle s'assit devant l'honorable Śāriputra pour écouter le Dharma.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ དེ␣འི་ བསམ་པ་ དང་ བག་ ལ་ ཉལ་ དང་ ། ཁམས་ དང་ རང་བཞིན་ རྟོགས་ ནས་
fr: Alors, l'honorable Śāriputra discerna ses pensées, ses tendances habituelles, son tempérament (lit. élément) et son caractère (lit. la nature) et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il leur prodigua un enseignement lui (lit. à ceci) correspondant. Alors,

source: དེ་ ཐོས་ ནས་
fr: l'ayant écouté,

source: བུ་མོ་ དེ␣ས་ སྟན་ དེ་ ཁོ་ན་ ལ་ འདུག་ བཞིན་ དུ་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས །
fr: cette fille détruisit les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: elle manifesta le résultat de l'entrée dans le courant, puis

source: དེ␣ས་ བདེན་པ་ མཐོང་ ནས་
fr: elle vit les vérités, et

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: se leva de son siège et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: elle [replia] son châle sur une épaule et le laissa retomber [devant elle],

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ག་ ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ ནས །
fr: joignit les mains et s'inclina en direction de l'honorable Śāriputra et

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: Elle dit ceci à l'honorable Śāriputra : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Vénérable Śāriputra,

source: བདག་ ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ དང་ བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ མ␣འི་ དངོས་པོ་ འཐོབ་ ཏུ་ རུང་ ན་
fr: s'il est possible de s'extraire du monde selon le Vinaya, le Dharma si bien exprimé, et [s'il est possible] de parfaire l'approche [de la libération], d'obtenir la condition de nonne pleinement ordonnée,

source: བདག་ ཀྱང་ ། བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: moi aussi, j'aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ དེ␣འི་ ཕ་མ་ ལ་ དད་པ་ སྨྲ␣ས་ ནས །
fr: Ensuite, l'honorable Śāriputra fit part de ses aspirations à ses parents, puis

source: སྐྱེ་དགུ␣འི་ བདག་མོ་ ཆེན་ མོ་ལ་ གཏད་ དེ་
fr: la remit à Mahā­prajāpatī, puis

source: སྐྱེ་དགུ␣འི་ བདག་མོ་ ཆེན་ མོས་ དེ་ རབ་ཏུ་ ཕྱུང་ ནས་
fr: Mahā­prajāpatī lui fit renoncer au monde, puis

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ བྱས་ ཏེ །
fr: lui donna l'ordination complète et

source: དེ་ ལ་ལུང་ ཡང་ ཕོག་ གོ ། །
fr: lui [accorda] la transmission orale.

source: དེ␣ས་ ཀྱང་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: De son côté, elle s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: elle manifesta l'état d'arhat (lit. l'arhat-même). Alors,

source: དེ་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: elle devint une arhat libre de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་ རྡོར་ མཉམ་པ་
fr: [un morceau] d'or et une motte de terre étaient identiques [à ses yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ་
fr: elle possédait un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ་
fr: elle [possédait] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ མ་རིག་པ␣འི་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ་
fr: sa sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ ། སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ་
fr: elle avait obtenu la connaissance, la clairvoyance et la parfaite discrimination ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ་
fr: elle avait tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ ། གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: elle était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: དེ་ དགྲ་བཅོམ་པ␣ར་ གྱུར་ ནས །
fr: Après être devenue une arhat,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ སྔོན་ གྱི་ དྲིན་ དྲན་ ཏེ །
fr: elle vit se souvint de la bonté de Śāriputra et

source: ཡང་ དང་ ཡང་ དུ་ ཐད་ དུ་ འགྲོ་ ཞིང་
fr: allait régulièrement auprès de lui,

source: རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས །
fr: se prosternait à ses pieds et

source: འདི་སྐད་ དུ་
fr: [s'adressait à lui] en ces termes : «

source: འཕགས་པ་ ཤཱ་རི␣འི་ བུ་ ལ␣ས་ བརྟེན་ ཏེ་
fr: Grâce au sublime Śāriputra,

source: བདག་ གིས་ དུད་འགྲོ␣འི་ སྐྱེ་གནས་ སྤངས་ ནས །
fr: je me suis débarrassée des naissances animales et

source: ཡོན་ཏན་ འདི་ ལྟ་བུ་ དག་ ཀྱང་ ཐོབ་པ␣ར་ གྱུར་པ␣ས་ ན །
fr: j'ai obtenu toutes les qualités comme celles-ci. C'est pourquoi,

source: འཕགས་པ་ ནི་ བདག་ ལ་ དཀའ་བ་ མཛད་ མཛད་པ་ ལགས་སོ་ ཞེས་
fr: [être] sublime, vous avez enduré tant de difficultés pour moi. »

source: ཟེར་ རོ ། །
fr: disait-elle.

source: དེ་ཡང་ དང་ ཡང་ དུ་ ཟེར་བ་ དགེ་སློང་ མང་པོ␣ས་ ཐོས་ ནས་
fr: Alors, de nombreux moines l'entendirent répéter ceci encore et encore, et

source: ཐོས་ མ་ ཐག་ ཏུ་ དེ་དག་ གིས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ལ་ དྲིས་པ །
fr: dès qu'ils l'eurent entendu, ils demandèrent à l'honorable Śāriputra : «

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Honorable Śāriputra,

source: དགེ་སློང་ མ་ འདི␣ས་ ཅི་ ལ␣ས་ བསམས་ ཏེ །
fr: à quoi pense cette nonne quand

source: དེ་ཡང་ དང་ ཡང་ དུ་ དེ་སྐད་ མཆི །
fr: elle répète (lit. se trouve [à dire]) encore et encore ceci ? »

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ སྨྲས་པ །
fr: L'honorable Śāriputra dit : «

source: ཁྱེད་ ཀྱིས་ ཁྱིམ་བདག་ འདི␣འི་ ཁྱིམ་ ན་ ཁྱི་ མོ་ ཞིག་ འདུག་པ་ མཐོང་ ངམ །
fr: Avez-vous vu une chienne dans la maison de ce père de famille ? »

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: ils dirent : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Vénérable Śāriputra,

source: མཐོང་ ངོ་ ། །
fr: nous l'avons vue. »

source: དེ་ ཁོ་ན␣ས་ བདག་ ལ་ དགའ་བ␣འི་ སེམས་བསྐྱེད་ ནས་
fr: « [C'est] elle et nulle autre dont le cœur (lit. esprit) s'était empli de joie à ma pensée et

source: ཤི་ སྟེ་ འདས་པ་ དང་ །
fr: qui mourut, passa au-delà [de cette vie], puis

source: ཁྱིམ་བདག་ དེ་ཉིད་ ཀྱི་ ཁྱིམ་ དུ་ སྐྱེས་ ཏེ །
fr: naquit dans la maison de ce même père de famille et

source: དེ␣ས་ སྔོན་ གྱི་ ཚེ་རབས་ རྗེས་སུ་ དྲན་ ནས །
fr: se souvint de la suite de ses naissances précédentes, et

source: སྔོན་ གྱི་ དྲིན་ གཟོ་བ␣འི་ ཕྱིར་ བདག་ ལ་ དེ་སྐད་ ཅེས་ ཟེར་ རོ ། །
fr: qui me dit ceci pour repayer la bonté passée. »

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ལ་ དགེ་སློང་ རྣམས་ ཀྱིས་ ཞུས་པ །
fr: Alors, les moines demandèrent au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: དགེ་སློང་ མ་ འདི␣ས་ ལ␣ས་ ཅི་ བགྱིས་ ན །
fr: Quelles actions cette nonne a[-t-elle] réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ སྔོན་ ཁྱིར་ སྐྱེས་ ལགས །
fr: le résultat de ces actions la fassent naître dans le passé comme chienne ?

source: ལ␣ས་ ཅི་ བགྱིས་ ན་
fr: Quelles actions a[-t-elle] réalisées pour que

source: དེ་ནས་ ཤི་འཕོས་ ཏེ་
fr: elle meure par après et

source: མི␣ར་ སྐྱེས་ ནས །
fr: renaisse en tant qu'humain,

source: བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ་
fr: qu'elle contente le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་ ལ །
fr: ne fasse rien qui le mécontente, puis

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: [pour qu']elle renonce [au monde] selon l'enseignement du Bienheureux, puis

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: [qu']elle élimine toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་ ལགས །
fr: [qu']elle manifeste l'état d'arhat ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux répondit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: འདས་པ␣འི་ ལ␣ས་ ཀྱི་ ཤས་ ཀྱང་ ཡོད་ ལ་
fr: il y a une part d'actions du passé, mais aussi

source: ད་ལྟར་ བྱུང་བ␣འི་ ལ␣ས་ ཀྱི་ ཤས་ ཀྱང་ ཡོད་ དོ ། །
fr: une part d'actions qui ont eu lieu maintenant. »

source: བཙུན་པ་
fr: « Vénérable,

source: འདས་པ␣འི་ ལ␣ས་ ཅི་ བགྱིས་ ལགས །
fr: quelles actions du passé a-t-elle réalisées ? »

source: དགེ་སློང་ དག་
fr: « Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན ། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ་ བདེ་བ␣ར་ གཤེགས་པ་ འཇིག་རྟེན་ མཁྱེན་པ་ སྐྱེས་བུ་ འདུལ་བ་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le tathāgata, l'arhat, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན་ ཁྱིམ་བདག་ ཅིག་ གནས་པ་ ལ␣ས་
fr: à cette époque, un père de famille vivait dans la ville de Vārāṇasī. Puis,

source: ཕྱིས་ དེ་ ལ་ བུ་མོ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས །
fr: à un moment donné (lit. plus tard), une fille au corps harmonieux (lit. noble), qui était belle et agréable au regard naquit, et

source: གང་ གི་ ཚེ་ དེ་ ཆེན་ མོ␣ར་ གྱུར་པ་ དང་ །
fr: lorsqu'elle eut grandi,

source: དེ␣ས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས་
fr: elle conçut de la dévotion pour l'enseignement du complet et parfait bouddha Kāśyapa, et

source: ཕ་མ་ ལ་ གསོལ་ ཏེ་ རབ་ཏུ་ བྱུང་ ངོ་ ། །
fr: elle demanda [la permission] à ses parents et renonça au monde.

source: རབ་ཏུ་ བྱུང་ ནས་
fr: Après avoir renoncé au monde,

source: སྡེ་སྣོད་ གསུམ་ བསླབས་ ཏེ །
fr: elle étudia les trois corbeilles et

source: དེ་ རིག་པ་ དང་ གྲོལ་བ␣འི་ སྤོབས་པ་ དང་ ལྡན་པ␣འི་ ཆོས་ སྨྲ་བ ། གོས་ དང་ ཟས་ དང་ མལ་ཆ་ དང་ ། སྟན་ དང་ ནད་གསོ␣ས་ དང་ སྨན་ཟོང་ རྣམས་ རྙེད་པ␣ར་ གྱུར་ ནས་
fr: elle [devint] une enseignante du Dharma qui possédait les connaissances et l'éloquence pour libérer. Elle recevait (lit. obtenait) des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales et

source: དེ␣ས་ བསམས་པ་
fr: elle pensa : «

source: མ་ལ་
fr: Décidément

source: བདག་ གིས་ རྙེད་པ་ དང་ བཀུར་སྟི␣འི་ སྒོ་ ནས ། རྙེད་པ␣ར་ བྱ་བ་ རྙེད་པ་ གང་ཡིན་པ་ དེ␣ས ། བདག་ གིས་ ཚངས་པ་ མཚུངས་པ␣ར་ སྤྱོད་པ་ རྣམས་ ལ་ ཕན་ གདགས་པ␣ར་ བྱ་ གོར་མ་ཆག་ སྙམ་ དུ་
fr: Toutes ces choses nécessaires (lit. à obtenir) que j'obtiens comme dons et comme marques de respect, je les emploierai assurément (lit. sans doute) au bénéfice (lit. faire le bien) de ceux qui vivent une vie chaste (lit. suivre le brahmacarya).

source: བསམས་ ནས །
fr: pensa-t-elle. Puis,

source: ཆོས་བཞིན་ དུ་ གཉི་ག␣འི་ དགེ་འདུན་ གྱི་ ཞལ་ཏ་ བྱས་ སོ ། །
fr: elle servit les deux sanghas en accord avec le Dharma.

source: དེ་ནས་ ཕྱིས་ དེ་ ལ་ བྲེལ་བ་ ཞིག་ བྱུང་ སྟེ །
fr: Ensuite, elle eut une affaire pressante et

source: དེ␣ས་ སློབ་པ་ དང་ མི་སློབ་པ␣འི་ དགེ་སློང་ མ་ མང་པོ་ ཞིག་ ལ་ གསོལ་བ་ བཏབ་ ན །
fr: elle sollicita de nombreuses nonnes qui s'entraînaient ou qui avaient parfait leur entraînement (lit. qui ne s'entraînaient plus), mais

source: དེ་དག་ ན་རེ་
fr: elle lui disaient : «

source: བདག་ཅག་ གི་ དགེ་བ␣འི་ ཕྱོགས་ བཏང་ སྟེ །
fr: laisser nos activités (lit. le côté) vertueuses pour

source: ཁྱོད་ ཀྱི་ དོན་ བསྒྲུབ་ མི་ ནུས་ སོ་ ཞེས་
fr: faire (lit. accomplir) ce qui t'[occupe], nous ne pouvons pas le faire. »

source: ཟེར་ རོ ། །
fr: disaient-elles.

source: དེ་ནས་ དེ་ ཐོས་པ␣འི་ མོད་ ལ་ དགེ་སློང་ མ་ དེ་ ཤིན་ཏུ་ ཁྲོ་བ␣འི་ ཀུན་ ནས་ དཀྲིས་པ་ སྐྱེས་ ཏེ །
fr: Alors, en entendant ceci, cette nonne donna naissance à une émotion (lit. ce qui enserre entièrement) de colère intense. Alors,

source: དེ་ ཁྲོ␣ས་ ནས་
fr: s'étant mise en colère,

source: དགེ་སློང་ མ་ དེ་དག་ ལ་ སྨྲས་པ །
fr: elle dit à ces nonnes : «

source: ང་ ནི་ ཁྱི་ མོ་ དང་ འདྲ་བ་ ཁྱེད་ དགང་བ་ དང་ གསོ་བ་ འབའ་ཞིག་ བྱེད་ ན་
fr: Moi, comme une chienne, je ne fais que vous nourrir et m'occuper de vous, et

source: ཁྱེད་ ནི་ སྐད་ཅིག་ ཙམ་ བདག་ གི་ དོན་ བྱེད་ དུ་ ཡང་ མི་ བཏུབ་ བམ་ ཞེས་
fr: vous, vous ne pouvez même pas passer un moment à m'aider (lit. faire mon bien) ? »

source: བྱས་ སོ ། །
fr: dit-elle.

source: དེ་ནས་ དགེ་སློང་ མ་ དེ་ རྣམས་ ཀྱིས་ བསམས་པ །
fr: Alors, les nonnes pensèrent : «

source: ཉོན་མོངས་ མ་ འདི་ ནི་ དམས་ ཤིང་ ཉམས་པ␣ར་ གྱུར་ ཏེ །
fr: Cette [personne] perturbée est enserrée et perdue [par ses émotions].

source: འཁོར་བ་ ན་ འཁོར་ ཞིང་ སྡུག་བསྔལ་ ཆེན་པོ་ རྙེད་ ན་ མི་ རུང་ ངོ་ སྙམ་ དུ་
fr: il n'est pas acceptable qu'elle erre dans le samsara et subisse (lit. obtienne) de grandes souffrances. »

source: བསམས་ ནས །
fr: pensèrent-ils. Puis,

source: འདི␣འི་ ར་མདའ་ བྱ་ དགོས་ སོ་ སྙམ་ སྟེ་
fr: « Nous devons l'aider » pensèrent-ils, puis

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: ils dirent : «

source: ཁྱོད་ ཀྱིས་ ངེད་ སུ་ ཡིན་པ་ དང་ ། ཁྱོད་ བདག་ སུ་ ཡིན་པ་ ཤེས་ སམ་
fr: Sais-tu qui nous sommes et qui tu es toi-même ? »

source: དེ␣ས་ སྨྲས་པ །
fr: Elle répondit : «

source: ངས་ ཤེས་ ཏེ་
fr: Je le sais :

source: ཁྱེད་ ཀྱང་ རབ་ཏུ་ བྱུང་བ་ ཡིན་ ལ་
fr: vous êtes des renonçantes et

source: ང་ ཡང་ རབ་ཏུ་ བྱུང་བ་ ཡིན་ ནོ ། །
fr: je suis aussi une renonçante. »

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: elles dirent : «

source: ཆེ་ཞེ་
fr: Sœur aînée,

source: འུ་བུ་ཅག་ རབ་ཏུ་ བྱུང་བ␣ར་ འདྲ་ མོད་ ཀྱི །
fr: il est vrai que nous sommes des renonçantes, mais

source: ཁྱོད་ ནི་ བཅིང་བ་ ཐམས་ཅད་ ཀྱིས་ བཅིངས་པ␣འི་ སོ་སོ␣འི་ སྐྱེ་བོ་ ཡིན་ ལ་
fr: tu es un être ordinaire que tous les liens enserrent, et

source: ངེད་ ནི་ བྱ་བ་ བྱས་པ་ ཡིན་ གྱིས་
fr: quant à nous, nous sommes [de celles] qui ont fait ce qui devait être fait. Donc,

source: ཉེས་པ་ ལ་ཉེ␣ས་ སོ་ ཞེས་
fr: [concernant] ta mauvaise action, [dis] « J'ai mal agi » et

source: བཤགས་པ␣ར་ གྱིས་ ཤིག །
fr: confesse-toi.

source: ཁྱོད་ འཁོར་བ་ ན་ འཁོར་ ཞིང་
fr: Tu errerais dans le samsara et

source: སྡུག་བསྔལ་ ཆེན་པོ་ རྙེད་ ཏ་ རེ །
fr: subirais de grandes souffrances ! »

source: དེ་སྐད་ ཐོས་པ␣འི་ མོད་ ལ་ དགེ་སློང་ མ་ དེ་ འགྱོད་པ་ ཆེན་པོ་ སྐྱེས་ ཏེ །
fr: En entendant ceci, cette nonne donna naissance à un regret intense (lit. grand) et

source: འགྱོད་པ་ ཆེན་པོ་ སྐྱེས་ ནས །
fr: regrettant fortement [ses agissements],

source: ལྷག་པར་ ཡང་ ཆོས་བཞིན་ དུ་ གཉི་ག␣འི་ དགེ་འདུན་ གྱི་ ཞལ་ཏ་ བྱས་ ཏེ་
fr: elle servit plus encore les deux sanghas en accord avec le Dharma et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ ནས །
fr: vécut chastement toute sa vie, puis

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: fit ce souhait au moment de mourir : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: བདག་ ཀྱང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: J'ai renoncé au monde selon l'enseignement du complet et parfait Bouddha Kāśyapa, et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དེ །
fr: j'ai vécu chastement toute ma vie (lit. une vie), et

source: ཆོས་བཞིན་ དུ་ ཞལ་ཏ་ བྱས་པ␣འི་ དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ ནི་ བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཅི་ ནས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ་ དང་ ། གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ གྱུར་ཅིག །
fr: j'ai servi [la saṅgha] en accord avec le Dharma. Par ces racines de vertus, où (lit. où et où) que je naisse, puissé-je toujours (lit. à chacun de ces endroits) naître dans une lignée familiale qui est riche, posséde de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, posséder un corps harmonieux (lit. noble), être belle et agréable au regard.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophécie du complet et parfait bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: Ayant renoncé au monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même).

source: བདག་ ཁྲོ␣ས་ ནས་
fr: M'étant mis en colère,

source: ཚངས་པ་ མཚུངས་པ␣ར་ སྤྱོད་པ་ རྣམས་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ་ གང་ཡིན་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣འི་ སྐལ་བ་ ཅན་ དུ་ བདག་ མ་ གྱུར་ཅིག་ ཅེས་
fr: avoir dit des paroles blessantes (lit. rugueuses) à celles qui vivent une vie chaste (lit. suivre le brahmacarya), puissé-je ne pas devoir subir les résultats de ces actions. »

source: བྱས་ སོ ། །
fr: formula-t-il (lit. fit-il).

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས་
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ དགེ་སློང་ མར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ དགེ་སློང་ མ་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À ce moment, celle qui était cette nonne[-là] est cette nonne[-ci] [elle-]même, et

source: དེ␣ས་ དེ␣ར་ ཚངས་པ་ མཚུངས་པ␣ར་ སྤྱོད་པ་ དེ་དག་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི་ ཚེ་རབས་ ལྔ་ བརྒྱ␣ར་ ཁྱིར་ སྐྱེས་ སོ ། །
fr: elle est née cinq cent vie d'affilée en tant que chienne du fait du résultat de l'action d'avoir dit ces paroles blessantes (lit. rugueuses) à celles qui vivaient une vie chaste (lit. suivre le brahmacarya).

source: དེ␣ས་ དེ␣ར་ འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: Le vœu qu'elle fit au moment de mourir («

source: བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ གྱུར་ཅིག །
fr: Puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophécie du complet et parfait bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: Ayant renoncé au monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même). »)

source: བྱས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི ། འདི་ ད་ལྟར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ཏེ །
fr: le résultat de l'action d'avoir fait [ces souhaits] la fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Ainsi,

source: དགེ་སློང་ དག་
fr: Moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: Je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ །
fr: elle m'a contentée et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ་
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: elle a renoncé au monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: elle a éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་པ་ འདི་ ནི་ འདི␣ས་ འདས་པ␣འི་ ལ␣ས་ ཡིན་ ནོ ། །
fr: elle a manifesté l'état d'arhat (lit. l'arhat-même). Ceci est la [partie] des actions passées. »

source: ད་ལྟར་ བྱུང་བ␣འི་ ལ␣ས་ ཅི་ཞིག་ བྱས་ ཞེ་ ན །
fr: « Quelles actions qui ont eu lieu maintenant a-t-elle réalisées ? »

source: དེ་ ཁྱིར་ སྐྱེས་ ནས་
fr: « Étant née en tant que chienne,

source: ཤཱ་རི␣འི་ བུ་ ལ་ སེམས་ དགའ་བ␣ར་ གྱུར་པ་ དེ␣ས་ ནི་ མི␣འི་ ནང་ དུ་ སྐྱེས་ ཏེ །
fr: elle a empli son cœur (lit. esprit) de joie à la pensée de Śāriputra. Ceci l'a fait naître parmi (lit. chez) les humains.

source: འདི་ ནི་ ད་ལྟར་ བྱུང་བ␣འི་ ལ␣ས་ ཡིན་ ནོ །། །།
fr: Ceci est est la [partie] des actions qui ont eu lieu maintenant. »
