Repository: Esukhia/karmasataka
Catalog: sem/*/02.po
Languages: fr

source: ཁྱོད་ མ་ བཙས་པ␣འི་ སྔ་རོལ་ ནས ། འཕགས་པ་ ལ་ ངས་ ཕུལ་ གྱིས་
fr: avant que tu naisses, je t'avais offert à [cet] [être] sublime. Donc,

source: སོང་ ལ་
fr: va et

source: འཕགས་པ␣འི་ ཞམ་རིང་ གྱིས་ ཤིག །
fr: fais le serviteur de [cet] [être] sublime. »

source: ཁྱེའུ␣ས་ སྨྲས་པ །
fr: Le garçon dit : «

source: དེ་ ནི་ བདག་ ལ་ ཕན་ བཏགས་པ་ ལགས་སོ་ ཞེས་
fr: Ceci est un bienfait pour moi. »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཁྱེའུ་ དེ་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ ཕྱི་བཞིན་ འབྲང་ སྟེ །
fr: ce garçon suivit (lit. suivre en retrait) l'honorable Śāriputra et

source: ཁྱེའུ་ དེ་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས ། གཙུག་ལག་ཁང་ དུ་ ཁྲིད་ ནས་
fr: l'honorable Śāriputra mena le garçon au monastère et

source: རབ་ཏུ་ ཕྱུང་ སྟེ །
fr: il lui fit se retirer du monde et

source: དེ་ ལ་ལུང་ ཡང་ ཕོག་ གོ ། །
fr: lui [accorda] la transmission orale.

source: དེ␣ས་ ཀྱང་ དགེ་ཚུལ་བ་ བྱེད་ བཞིན་ དུ་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: Lui, tandis qu'il était (lit. faisait) [encore] novice, il s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: manifesta l'état d'arhat. Alors,

source: དེ་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: il devint une arhat libre de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à ses yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: il possédait un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: il [possédait] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ །
fr: sa sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: il avait obtenu la connaissance, la clairvoyance et la parfaite discrimination ;

source: སྲེད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ་ དང་
fr: il avait tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: il était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: དེ␣ས་ དགྲ་བཅོམ་པ་ ཉིད་ ཐོབ་ ནས །
fr: Après être devenu un arhat,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ རྐང་པ་ གཉིས་ སྣུམ་ གྱིས་ སྐུད་པ་ ན །
fr: alors qu'il appliquait de l'huile sur les deux jambes de l'honorable Śāriputra,

source: དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ␣འི་ རྐང་པ␣འི་ རྨ␣འི་ སྒྲོས་ མཐོང་ ངོ་ ། །
fr: il vit les cicatrices des jambes de l'honorable Śāriputra.

source: མཐོང་ ནས་
fr: L'ayant vu,

source: དྲིས་པ །
fr: il demanda : «

source: མཁན་པོ␣འི་ རྨ␣འི་ སྒྲོས་ འདི་ སྔོན་ ཅི་ ལ␣ས་ གྱུར་ ལགས །
fr: De quoi les cicatrices de Précepteur viennent-elles ? »

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ སྨྲས་པ །
fr: L'honorable Śāriputra dit : «

source: བུ་
fr: Enfant,

source: རྨ␣འི་ སྒྲོས་ འདི་ སྔོན་ ཅི་ ལ␣ས་ གྱུར་པ་ སོམས་ ཤིག །
fr: réfléchis (lit. pense) de quoi ces cicatrices viennent. »

source: དེ་ནས་ དེ␣ས་ བདག་ཉིད་ ཀྱིས་ སྔོན་ ཁྱིར་ གྱུར་པ␣འི་ ཚེ་ ཟིན་པ␣ར་ མཐོང་ ནས་
fr: Ensuite, il vit qu'il l'avait mordu (lit. attrapé) dans le passé, quand il était un chien et

source: དེ␣ས་ བདག་ གང་ ནས་ ཤི་འཕོས་ ཏེ །
fr: il [se demanda] : « De quelle condition (lit. où) je suis mort pour

source: ཁྱིར་ སྐྱེས་པ␣ར་ གྱུར་ ཅེས་
fr: renaître en tant que chien ? »

source: བསམས་ ན །
fr: pensa-t-il. Alors,

source: དེ␣ས་ ཁྱི་ ལ␣ས་ ཤི་འཕོས་ ཏེ་
fr: [d'une vie] de chien, il était mort et

source: ཁྱི་ ཉིད་ དུ་ སྐྱེས་པ␣ར་ མཐོང་ ངོ་ ། །
fr: il était né en tant que chien, vit-il.

source: དེ་བཞིན་ དུ་ དེ␣ས་ ཚེ་རབས་ ལྔ་ བརྒྱ␣འི་ བར་ དུ་ བལྟས་ ན་
fr: De même, lorsqu'il regarda la succession de [ses] vies jusqu'à cinq-cent,

source: དེ␣ས་ ཁྱི་ ལ␣ས་ ཤི་འཕོས་ ཏེ །
fr: [qu']il mourrait [ayant été] chien et

source: ཁྱི་ འབའ་ཞིག་ ཏུ་ སྐྱེས་པ␣ར་ མཐོང་ ངོ་ ། །
fr: [qu'il] naissait uniquement dans [la condition d'un] chien, il le vit.

source: དེ␣ས་ ཡང་ མ་འོངས་པ␣འི་ དུས་ ལ་ བསམས་ ཏེ །
fr: À nouveau, il pensa aux temps futurs et

source: གལ་ཏེ་ བདག་ ལ་ མཁན་པོ␣ས་ མ་ དགོངས་ སུ་ ཟིན་ ན །
fr: « Si jamais Précepteur ne s'était pas posé sur (lit. pensé à) moi,

source: བདག་ དེ་ནས་ ཤི་འཕོས་ ན །
fr: lorsque je serais mort de cette [vie de chien],

source: གང་ དུ་ སྐྱེ་བ␣ར་ འགྱུར་ སྙམ་ དུ་
fr: où serais-je rené ? »

source: བསམས་ ན་
fr: lorsqu'il pensa [ça],

source: དེ␣ས་ ཁྱི་ དེ་ཉིད་ དུ་ དེའུ་ སྐྱེས་པ␣ར་ མཐོང་ ངོ་ ། །
fr: il vit qu'il serait né dans la même [condition de] chien.

source: དེ་བཞིན་ དུ་ དེ␣ས་ མ་འོངས་པ␣འི་ དུས་ སུ་ ཚེ་རབས་ ལྔ་ བརྒྱ␣འི་ བར་ ཏུ་ བལྟས་ ན་
fr: De même, lorsqu'il regarda jusqu'à la suite de [ses] cinq-cent vies dans les temps futurs,

source: དེ␣ས་ ཁྱི་ ལ␣ས་ ཤི་འཕོས་ ནས་
fr: lui, qu'il mourrait de [la condition de] chien et

source: ཁྱི་ འབའ་ཞིག་ ཏུ་ དེའུ་ སྐྱེས་པ␣ར་ མཐོང་ ནས །
fr: [qu'il] naîtrait uniquement dans [la condition de] chien, il le vit. Puis,

source: དེ␣ས་ བསམས་པ་
fr: il pensa : «

source: བདག་ འདི␣ས་ ལོག་པ␣ར་ ལྟུང་བ་ ལ␣ས་ རྣམ་པ␣ར་ གྲོལ་བ␣ར་ བྱས་ ཏེ་
fr: Il m'a entièrement libéré de [devoir] tomber dans [une condition] contraire et

source: གཡུང་དྲུང་ གི་ མཐར་ཐུག་པ་ གྲུབ་པ་ དང་ བདེ་བ་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ལ་ བཞག་པ␣ས་
fr: il m'a établi (lit. posé) dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables. De ce fait,

source: མཁན་པོ་ ནི་ བདག་ ལ་ དཀའ་བ་ བྱེད་ བྱེད་པ་ ཡིན་ ནོ་ སྙམ་ ནས །
fr: Précepteur a enduré tant de difficultés pour moi. » Puis,

source: བསྙེན་བཀུར་ བྱ་བ་ ལ␣ས་ གུད་ ན་
fr: « À part lui offrir (lit. faire) [mes] services,

source: མཁན་པོ␣འི་ དྲིན་ བདག་ གིས་ བསབ་པ␣འི་ ཐབས་ གཞན་ ཅི་ ཡོད་ དེ་
fr: par quel moyen pourrais-je rendre la bonté de Précepteur ? C'est pourquoi

source: བསྙེན་པ␣ར་ རྫོགས་ ནས་ ནི་ བདག་ གིས་ བསྙེན་བཀུར་ རིམ་གྱིས་ བྱ␣ར་ མི་ རུང་ ན །
fr: si je prends les vœux complets (lit. si je parfait l'approche [de la libération]), je vais progressivement ne plus pouvoir lui offrir (lit. faire) [mes] services. C'est pourquoi

source: མ་ལ་
fr: décidément,

source: བདག་ ཇི་སྲིད་ འཚོ␣འི་ བར་ དུ་ དགེ་ཚུལ་ བར་ འདུག་ ལ་
fr: je vais rester novice tant que je serai en vie et

source: འདི་ ལ་ བསྙེན་བཀུར་ བྱ␣འོ་ སྙམ་ དུ་
fr: je lui offrirai (lit. ferai) [mes] services. »

source: བསམས་ ནས །
fr: pensa-t-il. Alors,

source: དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ལ་ སྨྲས་པ །
fr: il dit à l'honorable Śāriputra : «

source: མཁན་པོ་
fr: Précepteur,

source: བདག་ ཇི་སྲིད་ འཚོ␣འི་ བར་ དུ་ མཁན་པོ␣འི་ བསྙེན་བཀུར་བ་ བགྱིད་ དོ ། །
fr: j'offrirai (lit. ferai) [mes] services à Précepteur tant que je serai en vie. »

source: བུ་
fr: « Enfant,

source: ཁྱོད་ ཇི་ལྟར་ དགའ་བ་ བཞིན་ གྱིས་ ཤིག །
fr: fais comme il te plaît. »

source: དེ་ནས་ ཕྱིས་ དེ་ ལ་ དགེ་སློང་ རྣམས་ ཀྱིས་ སྨྲས་པ །
fr: Ensuite, les moines lui dirent : «

source: མིག་ ཆུང་
fr: Petits-Yeux,

source: ཁྱོད་ ཅིའི་ཕྱིར་ བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ མི་ བྱེད །
fr: pourquoi ne prends-tu pas l'ordination complète (lit. parfaire l'approche [de la libération]) ? »

source: དེ␣ས་ སྨྲས་པ །
fr: Il répondit : «

source: བདག་ གིས་ མཁན་པོ␣འི་ དྲིན་ བསབ་ དགོས་ ཏེ །
fr: Je dois repayer la bonté de Précepteur, et

source: བདག་ ཇི་སྲིད་ འཚོ␣འི་ བར་ དུ་ དགེ་ཚུལ་ བར་ འདུག་ བཞིན་ དུ་ དེ␣འི་ བསྙེན་བཀུར་ བྱེད་ དོ ། །
fr: je lui offrirai (lit. ferai) [mes] services tant que je serai en vie en étant un novice. »

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: Ils dirent : «

source: ཁྱོད་ ལ་ མཁན་པོ␣ས་ ལྷག་པར་ དྲིན་ ཅི་ཞིག་ བཏགས །
fr: Quelle bonté spéciale (lit. supérieure) Précepteur t'a octroyé ? »

source: དེ་ནས་ དེ␣ས་ དགེ་སློང་ དེ་དག་ ལ་ གཏམ་ དེ་ རྒྱས་པ␣ར་ བསྙད་ ནས །
fr: Ensuite, il raconta à ces moines cette histoire en détail (lit. vastement) et

source: དགེ་སློང་ དེ་དག་ གིས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: ces moines demandèrent au Bienheureux Bouddha : «

source: བཙུན་པ་
fr: Vénérable,

source: མིག་ ཆུང་ གིས་ ལ␣ས་ ཅི་ བགྱིས་ ན །
fr: quelles actions Petits-Yeux a réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཁྱིར་ སྐྱེས་ ལ །
fr: le résultat de ces actions fasse qu'il naisse dans [la condition] de chien ? Puis,

source: གལ་ཏེ་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ མ་ བསམས་ སུ་ ལགས་ ན །
fr: [que] si l'honorable Śāriputra n'avait pas pensé à lui,

source: ཚེ་རབས་ ལྔ་ བརྒྱ␣ར་ ཁྱི་ འབའ་ཞིག་ ཏུ་ དེའུ་ སྐྱེས་ ལགས །
fr: il naisse cinq-cent vies de suite uniquement dans [la condition de] chien ?

source: ལ␣ས་ ཅི་ བགྱིས་ ན་
fr: Quelles actions a[-t-il] réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཁྱི་ ལ␣ས་ ཤི་འཕོས་ ཏེ །
fr: le résultat de ces actions [fassent que] mourant de [la condition de] chien,

source: སླར་ མི␣འི་ ནང་ དུ་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ནས །
fr: il naisse à nouveau dans [la condition des] humains dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens. Ainsi,

source: འདི␣ས་ བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ །
fr: qu'il contente le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་ ལ །
fr: [qu'il] ne fasse rien qui le mécontente, puis

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: [qu']il renonce [au monde] selon l'enseignement du Bienheureux, puis

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: [qu']il élimine toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་ ལགས །
fr: [qu']il manifeste l'état d'arhat ?

source: ལ␣ས་ ཅི་ བགྱིས་ ན་
fr: Quelles actions a[-t-il] réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ མིག་ ཆུང་ངུ␣ར་ གྱུར་ ལགས །
fr: le résultat de ces actions fasse que ses yeux soient petits ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux répondit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: མིག་ ཆུང་ འདི་ཉིད་ ཀྱིས་ སྔོན་ལས་ བྱས་ ཤིང་ བསགས་ ཏེ །
fr: Petits-Yeux lui-même a réalisé et accumulé des actions dans le passé, et

source: དགེ་སློང་ དག་
fr: moines,

source: ལ␣ས་ བྱས་ ཤིང་ བསགས་པ་ རྣམས་ ནི ། ཕྱི་རོལ་ གྱི་ ས␣འི་ ཁམས་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ མི་ འགྱུར །
fr: les actions réalisées et accumulées ne mûrissent pas sur l'élément de la terre à l'extérieur.

source: ཆུ␣འི་ ཁམས་ དང་ མེ␣འི་ ཁམས་ དང་ རླུང་ གི་ ཁམས་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ མི་ འགྱུར་ ཏེ །
fr: [elles] ne mûrissent pas sur l'élément de l'eau, ni sur l'élément du feu, ni sur l'élément du vent. Ainsi,

source: ལ␣ས་ དགེ་བ་ དང་ མི་དགེ་བ་ བྱས་ ཤིང་ བསགས་པ་ རྣམས་ ནི་ ཟིན་པ␣འི་ ཕུང་པོ་ དང་ ཁམས་ དང་ སྐྱེ་མཆེད་ རྣམས་ འབའ་ཞིག་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ འགྱུར་ རོ ། །
fr: les actions vertueuses et non-vertueuses qui sont réalisées et accumulées mûrissent uniquement sur les agrégats, les dimensions et les sources des sens qui sont tenues [par la sensation d'un être].

source: ལུས་ཅན་ དག་ གི་ ལ␣ས་ རྣམས་ ནི ། ། བསྐལ་པ་ བརྒྱ␣ར་ ཡང་ ཆུད་ མི་ ཟ ། །
fr: Les actes de ceux possédant un corps, ne se détérioreront pas même après cent kalpas.

source: ཚོགས་ ཤིང་ དུས་ ལ་ བབ་པ་ ན ། །
fr: Lorsque [les causes et les conditions] sont rassemblées et que le moment est venu,

source: འབྲས་བུ་ ཉིད་ དུ་ སྨིན་པ␣ར་ འགྱུར ། །
fr: elles mûrissent dans leur propre résultat.

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན ། ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ་ བདེ་བ␣ར་ གཤེགས་པ་ འཇིག་རྟེན་ མཁྱེན་པ་ སྐྱེས་བུ་ གདུལ་བྱ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན་ ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ ། ཡོངས་སུ་ འཛིན་པ་ ཡངས་ ཤིང་ རྒྱ་ཆེ་བ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ ལྡན་པ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ འགྲན་པ་ ཞིག་ གནས་ ཏེ །
fr: À cette époque, dans la ville de Vārāṇasī, un homme vivait dans l'opulence et possédait beaucoup de richesses. Ses biens étaient grands. Ses possessions étaient étendues et vastes. Il possédait la richesse de Vaiśravaṇa. Il possédait des richesses rivalisant avec celles de Vaiśravaṇa. Et

source: ཕྱི་ ཞིག་ ན་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས །
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་
fr: après que soient passés neuf ou dix mois,

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ ། བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས །
fr: un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et

source: དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ ། དེ␣ས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས །
fr: quand il eut grandi, il conçut de la dévotion pour l'enseignement du complet et parfait bouddha Kāśyapa, et

source: ཕ་མ་ ལ་ གསོལ་ ཏེ་
fr: il demanda [la permission] à ses parents et

source: རབ་ཏུ་ བྱུང་ ངོ་ ། །
fr: renonça au monde.

source: རབ་ཏུ་ བྱུང་ ནས་
fr: Après avoir renoncé au monde,

source: སྡེ་སྣོད་ གསུམ་ བསླབས་ ཏེ །
fr: il étudia les trois corbeilles et

source: དེ་ རིག་པ་ དང་ གྲོལ་བ␣འི་ སྤོབས་པ་ དང་ ལྡན་པ␣འི་ ཆོས་ སྨྲ་བ ། གོས་ དང་ ཟས་ དང་ མལ་ཆ་ དང་ སྟན་ དང་ ནད་གསོ␣ས་ དང་ སྨན་ཟོང་ རྣམས་ རྙེད་པ␣ར་ གྱུར་ ནས །
fr: il [devint] une enseignante du Dharma qui possédait les connaissances et l'éloquence pour libérer. Il recevait (lit. obtenait) des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales et

source: དེ␣ས་ བསམས་པ་
fr: il pensa : «

source: མ་ལ་
fr: Décidément,

source: བདག་ གིས་ རྙེད་པ་ དང་ བཀུར་སྟི␣འི་ སྒོ་ ནས ། རྙེད་པ␣ར་ བྱ་བ་ རྙེད་པ་ གང་ཡིན་པ་ དེ␣ས ། བདག་ གིས་ ཚངས་པ་ མཚུངས་པ␣ར་ སྤྱོད་པ་ རྣམས་ ལ་ ཕན་ གདགས་པ␣ར་ བྱ་ གོར་མ་ཆག་ སྙམ་ དུ་
fr: toutes ces choses nécessaires (lit. à obtenir) que j'obtiens comme dons et comme marques de respect, je les emploierai assurément (lit. sans doute) au bénéfice (lit. faire le bien) de ceux qui vivent une vie chaste (lit. suivre le brahmacarya).

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: ཆོས་བཞིན་ དུ་ དགེ་འདུན་ གྱི་ ཞལ་ཏ་ བྱས་ ཏེ །
fr: il servit la saṅgha en accord avec le Dharma et

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དགེ་སློང་ དགྲ་བཅོམ་པ་ ཞིག་ ལ་ ཕྱི་དྲོ␣འི་ གུང་ སྐྱེམས་ ཀྱི་ ཞལ་ཏ་ བྱེད་པ␣འི་ རེས་ བབ་ ནས །
fr: ensuite, plus tard, ce fut le tour d'un moine arhat de servir la boisson du soir et

source: དེ␣ས་ དགེ་འདུན་ ལ་ གུང་ སྐྱེམས་ བྲིམས་པ␣འི་ འོག་ ཏུ་ ལུས་ ངལ་ ཏེ་
fr: après avoir fait la tournée de la boisson du soir à la saṅgha, il se sentit fatigué (lit. son corps fut fatigué) et

source: གནས་ཁང་ དུ་ སོང་ ནས་
fr: il se rendit dans sa hutte (lit. sa demeure) et

source: སྐྱིལ་མོ་ཀྲུང་ བཅས་ ཏེ་
fr: prit la posture des jambes croisées et

source: འདུག་ གོ་
fr: resta [assis].

source: དེ་ནས་ ཞལ་ཏ་ བྱེད་པ་ དེ␣འི་ སྦྱིན་བདག་ རྣམས་ ལ་ གུང་ སྐྱེམས་ དགོས་པ␣ར་ གྱུར་ ནས །
fr: Ensuite, il y eu besoin de la boisson du soir pour les bienfaiteurs du moine qui servait [la saṅgha] et

source: དེ␣ས་ དགེ་སློང་ གཞན་དག་ ལ་ སྨྲས་པ །
fr: il dit aux autres moines : «

source: དེང་ གུང་ སྐྱེམས་ ཀྱི་ ཞལ་ཏ་ བྱེད་པ␣འི་ རེས་ སུ་ ལ་ བབ །
fr: De qui est-ce le tour de servir la boisson du soir ? »

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: Ils dirent : «

source: དགེ་སློང་ ཆེ་གེ་མོ་ ཞིག་ ལ་ བབ་བོ ། །
fr: C'est le tour (lit. ça tombe sur) du moine "untel". »

source: དེ་ནས་ ཞལ་ཏ་ བྱེད་པ་ དེ་ ཁྲོ␣ས་ ནས་
fr: Alors, celui qui servait [la saṅgha] se mit en colère et

source: མིག་ བཙུམས་ ཏེ་
fr: il ferma les yeux et [dit :]

source: མིག་ འདི་འདྲ་བ་ དེ་ ཡིན་པ་ ལྟ་ ཞེས་
fr: « Le moine dont les yeux sont comme ça, il va m'entendre (lit. regardez [ce que je vais lui faire]) »

source: སྨྲ␣ས་ སོ ། །
fr: dit-il.

source: དེ་སྐད་ སྨྲ␣ས་ ནས །
fr: Après avoir dit ceci,

source: དགྲ་བཅོམ་པ་ དེ་ག་ ལ་བ་ དེ␣ར་ དོང་ སྟེ་ ཕྱིན་ ནས་
fr: il se dirigea et alla à l'endroit où se trouvait cet arhat et

source: སྨྲས་པ །
fr: dit : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ ནི་ ཁྱེད་ ཀྱི་ ཕྱིར་ སྦྱིན་བདག་ དང་ སྦྱིན་པ་པོ་ རྣམས་ དགའ་བ␣ར་ བྱས་ ནས །
fr: pour vous, je rends heureux les bienfaiteurs et les donateurs et

source: ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ བསྙེན་བཀུར་ བྱེད་ ན་
fr: je vous sers [en t'offrant] tous les objets [nécessaire à la vie quotidienne]. Pendant ce temps,

source: ཁྱེད་ ནི་ བདག་ གི་ དད་པ␣ས་ བྱིན་པ་ ལ་ ལོངས་སྤྱོད་ ནས །
fr: vous faites usage de ce que je vous offre avec dévouement (lit. avec dévotion) et

source: ཁྱི་ བཞིན་ དུ་ ཚང་ དུ་ ཞུགས་ ནས་
fr: comme un chien, vous entrez dans votre niche (lit. nid) et

source: ཉལ་ ཞིང་ འདུག་ གམ་ ཞེས་
fr: vous passez votre temps à (lit. restez) à dormir ? »

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ དགྲ་བཅོམ་པ་ དེ␣ས་ བསམས་པ །
fr: Alors, cet arhat pensa : «

source: ཉོན་མོངས་པ་ འདི་ ནི་ དམས་ ཤིང་ ཉམས་པ␣ར་ གྱུར་ ཏེ །
fr: Cette [personne] perturbée est enserrée et perdue [par ses émotions].

source: འཁོར་བ་ ན་ འཁོར་ ཞིང་ སྡུག་བསྔལ་ ཆེན་པོ་ རྙེད་ ན་ མི་ རུང་ ངོ་ སྙམ་ དུ་
fr: Il n'est pas acceptable qu'elle erre dans le samsara et subisse (lit. obtienne) de grandes souffrances. »

source: བསམས་ ནས་
fr: pensa-t-il.

source: འདི␣འི་ ར་མདའ་ བྱ་ དགོས་ སོ་ སྙམ་ སྟེ །
fr: « Je dois l'aider » pensa-t-il, puis

source: ཞལ་ཏ་ བྱེད་པ་ དེ་ ལ་ སྨྲས་པ །
fr: il dit à celui qui servait [la saṅgha] : «

source: བཙུན་པ་
fr: Vénérable,

source: ཁྱོད་ ཀྱིས་ ང་ སུ་ ཡིན་པ་ དང་ ། ཁྱོད་ བདག་ སུ་ ཡིན་པ་ ཤེས་ སམ །
fr: Sais-tu qui je suis et qui tu es toi-même ? »

source: དེ␣ས་ སྨྲས་པ །
fr: Il répondit : «

source: ངས་ ཤེས་ ཏེ །
fr: Je le sais :

source: ཁྱོད་ ཀྱང་ རབ་ཏུ་ བྱུང་བ་ ཡིན་ ལ་
fr: vous êtes une personne qui s'est retirée du monde et

source: ང་ ཡང་ རབ་ཏུ་ བྱུང་བ་ ཡིན་ ནོ ། །
fr: je suis aussi quelqu'un qui s'est retiré du monde. »

source: དགྲ་བཅོམ་པ␣ས་ སྨྲས་པ །
fr: L'arhat dit : «

source: འུ་བུ་ཅག་ གཉིས་ རབ་ཏུ་ བྱུང་བ␣ར་ འདྲ་ མོད་ ཀྱི་
fr: Il est vrai que nous sommes semblables en tant que personnes qui se sont retirés du monde, mais

source: ཁྱོད་ ནི་ བཅིང་བ་ ཐམས་ཅད་ ཀྱིས་ བཅིངས་པ␣འི་ སོ་སོ␣འི་ སྐྱེ་བོ་ ཡིན་ ལ །
fr: tu es un être ordinaire que tous les liens enserrent, et

source: ང་ ནི་ བཅིང་བ་ ཐམས་ཅད་ ལ␣ས་ ངེས་པར་ གྲོལ་བ␣འི་ དགྲ་བཅོམ་པ་ ཡིན་ ན་
fr: je suis un arhat qui est définitivement libéré de tous les liens. C'est pourquoi,

source: ཁྱོད་ ཀྱིས་ ཚིག་རྩུབ་པོ་ སྨྲ␣ས་ ཀྱིས་
fr: puisque tu as dit des paroles blessantes (lit. rugueuses),

source: ཉེས་པ་ ལ་ཉེ␣ས་ སོ་ ཞེས་
fr: [concernant] ta mauvaise action, [dis] « J'ai mal agi » et

source: བཤགས་པ␣ར་ གྱིས་ ཤིག །
fr: confesse-toi.

source: ཁྱོད་ འཁོར་བ་ ན་ འཁོར་ ཞིང་
fr: Tu errerais dans le samsara et

source: སྡུག་བསྔལ་ ཆེན་པོ་ རྙེད་ ཏ་ རེ །
fr: subirais de grandes souffrances ! »

source: དེ་སྐད་ ཐོས་པ␣འི་ མོད་ ལ་ ཞལ་ཏ་ བྱེད་པ་ དེ་ འགྱོད་པ་ ཆེན་པོ་ སྐྱེས་ ཏེ །
fr: En entendant ceci, celui qui servait [la saṅgha] donna naissance à un regret intense (lit. grand) et

source: འགྱོད་པ་ ཆེན་པོ་ སྐྱེས་ ནས །
fr: regrettant fortement [ses agissements],

source: དགེ་སློང་ དེ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ །
fr: il se prosterna aux pieds de ce moine et

source: བཟོད་པ་ གསོལ་ ནས་
fr: demanda son pardon et

source: ལྷག་པར་ ཡང་ སངས་རྒྱས་ དང་ ། ཆོས་ དང་ དགེ་འདུན་ ལ་ བསྙེན་བཀུར་ བྱས་ སོ ། །
fr: servit plus encore le Bouddha, le Dharma et la Saṅgha.

source: དེ␣ས་ ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དེ་
fr: Il vécut chastement toute sa vie, puis

source: ཆོས་བཞིན་ དུ་ དགེ་འདུན་ གྱི་ ཞལ་ཏ་ བྱས་ ནས །
fr: il servit la saṅgha en accord avec le Dharma et

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: fit ce souhait au moment de mourir : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: བདག་ གིས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ་ དང་ ། ཆོས་བཞིན་ དུ་ ཞལ་ཏ་ བྱས་པ␣འི་ དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ ན་ བདག་ གང་ ། གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཅི་ ནས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ ཤོག་ ཤིག །
fr: J'ai vécu chastement une vie toute entière selon l'enseignement du complet et parfait Bouddha Kāśyapa et j'ai servi [la saṅgha] en accord avec le Dharma. Par ces racines de vertus, où (lit. où et où) que je naisse, puissé-je toujours (lit. à chacun de ces endroits) naître dans une lignée familiale qui est riche, posséde de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: Ayant renoncé au monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même).

source: བདག་ གིས་ ཚངས་པ་ མཚུངས་པ␣ར་ སྤྱོད་པ་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ␣འི་ སྡིག་པ␣འི་ ལ␣ས་ དེ␣འི་ འབྲས་བུ་ བདག་ གིས་ རྙེད་པ␣ར་ མ་ གྱུར་ཅིག ། ཅེས་
fr: Puissé-je ne pas obtenir le résultat de l'action d'avoir dit des paroles blessantes (lit. rugueuses) à ce [moine] vivant une vie chaste »

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: « Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ དེ␣འི་ དུས་ ན་ ཞལ་ཏ་ བྱེད་པ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི ། དགེ་ཚུལ་པ་ མིག་ ཆུང་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui servait [la saṅgha] est le novice Petits-Yeux lui-même et

source: དེ␣ས་ དེ␣ར་ དགྲ་བཅོམ་པ་ དེ་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས ། ཚེ་རབས་ ལྔ་ བརྒྱ␣ར་ ཁྱིར་ སྐྱེས་ ཏེ །
fr: le résultat de l'action d'avoir dit ces paroles blessantes (lit. rugueuses) à cet arhat le fit naître cinq cent vies de suite comme chien et

source: གལ་ཏེ་ དགེ་སློང་ ཤཱ་རི␣འི་ བུས་ མ་ བསམས་ སུ་ ཟིན་ ན །
fr: si le moine Śāriputra n'avait pas pensé [à lui],

source: ཕྱིན་ ཅད་ ཀྱང་ ཚེ་རབས་ ལྔ་ བརྒྱ␣འི་ བར་ དུ་ ཁྱི་ འབའ་ཞིག་ ཏུ་ དེའུ་ སྐྱེས་ སོ ། །
fr: par la suite, il serait aussi né uniquement parmi les chiens pendant cinq cent vies d'affilée.

source: ཁྲོ␣ས་ ནས་
fr: S'étant mise en colère,

source: དེ␣ས་ དགྲ་བཅོམ་པ་ དེ་ཉིད་ ཀྱི་ མིག་ ལྟར་ བཅོ␣ས་ ཏེ །
fr: avoir imité les yeux de cet arhat et

source: མིག་ བཙུམས་ ནས་
fr: avoir fermé les yeux et

source: མིག་ འདི་འདྲ་བ་ དེ་ ཡིན་པ་ ལྟ་ ཞེས་
fr: « Le moine dont les yeux sont comme ça, il va m'entendre (lit. regardez [ce que je vais lui faire]) »,

source: སྨྲས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི ། ད་ལྟར་ མི␣ར་ སྐྱེས་ ན་ ཡང་
fr: le résultat de l'action d'avoir dit [ça] [fait que] même s'il est maintenant né chez les humains,

source: མིག་ གཉིས་ འདི་འདྲ་ བར་ གྱུར་ ཏོ ། །
fr: ses deux yeux sont devenus comme ça.

source: དེ␣ས་ དེ␣ར་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: Avoir fait ce souhait, («

source: ཀྱེ་མ་
fr: Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ ན་ བདག་ ཅི་ ནས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ ཤོག་ ཤིག །
fr: Par ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, qui possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: Ayant renoncé au monde d'après son (lit. à lui-même) enseignement et
