Repository: Esukhia/karmasataka
Catalog: sem/*/02.po
Languages: fr

source: མིག་ ཆུང་ ཞེས་ བྱ་བ་ ནི །
fr: Celui nommé Petits-Yeux

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ མཉན་ དུ་ཡོད་པ་ ན་ ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ་ ཡོངས་སུ་ འཛིན་པ་ ཡངས་ ཤིང་ རྒྱ་ཆེ་བ་ རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ ལྡན་པ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ འགྲན་པ་ ཞིག་ གནས་པ་ དེ␣ས ། ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས །
fr: À cette époque, dans la ville de Śrāvastī, un homme qui vivait dans l'opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa se maria (lit. prit une femme) puisqu'il était arrivé à (lit. tomba à) l'âge de se marier (lit. de l'épouse).

source: དེ་དེ་ དང་ ལྷན་ཅིག་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་པ་ ལ␣ས་
fr: Avec elle, ils se divertirent, ils [apprirent] à s'aimer et laissèrent libre cours à leurs envies et de ce fait,

source: ཕྱིས་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས །
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ ། བཅུ་ ལོན་པ་ དང་
fr: après que soient passés neuf ou dix mois,

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ ། བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས །
fr: un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ཏེ །
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: རིགས་ དང་ འཐུན་པ␣ར་ མིང་ བཏགས་ ནས །
fr: on lui donna un nom en accord avec sa caste. Puis,

source: འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ་
fr: il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: དེ་ གང་ གི་ ཚེ ། འགྲོ་ ནུས་པ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ ། དེ་ རྩེར་ གཞུག་པ␣འི་ ཕྱིར་ ཕས་ ཁྱི་གུ་ ཞིག་ ཁྱིམ་ དུ་ བཞག་ སྟེ་
fr: ensuite, lorsqu'il fut capable de marcher, son père apporta (lit. déposa) à la maison un chiot pour l'inciter à jouer et

source: ཁྱེའུ་ ལ་ བྱིན་ ནོ ། །
fr: le donna au garçon.

source: དེ་ནས་ ཁྱེའུ་ དེ␣ས་ ཁྱི་གུ་ དེ་ ཟ་བ་ བསླབས་ སོ ། །
fr: Alors, le garçon apprit à manger au chiot.

source: དེ་ནས་ གང་ གི་ ཚེ་ ཁྱི་གུ་ དེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ ། ལམ་པོ་ཆེ␣ར་ སོང་ ནས་
fr: Ensuite, lorsque le chiot eut grandi (lit. développé [jusqu'à devenir] grand), il allait sur la grande route et

source: སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ ལ་ ཡང་ ཟ་བ␣ར་ བྱེད་ དོ ། །
fr: la majorité des passants (lit. personnes) le nourrissaient aussi.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ བགྲོད་པ་ གཅིག་པུ␣འི་ ལམ་ སྟོན་པ །
fr: Les Bienheureux Bouddhas montrent l'unique voie à parcourir ;

source: རྣམ་པ་ གཉིས་ ཀྱི་ ཤེས་བྱ་ དང་ ། ཡེ་ཤེས་ ལ་ མངའ་ བརྙེས་པ །
fr: ils possèdent (lit. obtenu la possession de) les deux aspects de la connaissance et la sagesse ;

source: མ་ འདྲེས་པ␣འི་ དྲན་པ་ ཉེ་བར་ གཞག་པ་ གསུམ་ ལ་ མཁས་པ་
fr: ils excellent dans les trois attentions rapprochées qui leur sont propres (lit. qui ne sont pas mélangés [à d'autres]) ;

source: མི་ འཇིགས་པ་ བཞི␣ས་ མི་ འཇིགས་པ །
fr: ils sont intrépides grâce aux quatre intrépidités ;

source: འགྲོ་བ་ ལྔ␣ར་ འགྲོ་བ་ ལ␣ས་ རྣམ་པ␣ར་ གྲོལ་བ་
fr: ils sont entièrement libérés d'aller vers les cinq renaissances ;

source: སྐྱེ་མཆེད་ དྲུག་ ལ་ མཁས་པ །
fr: ils sont versés dans les six sources des sens ;

source: བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ བདུན་ ལ་ སྤྱོད་ཡུལ་བ །
fr: ils vivent les sept branches de l'Éveil ;

source: རྣམ་པ␣ར་ ཐར་པ་ བརྒྱད་ ལ་ བསམ་གཏན་པ །
fr: ils contemplent les huit libérations complètes ;

source: མཐར་གྱིས་ གནས་པ␣འི་ སྙོམས་པར་ འཇུག་པ་ དགུ་ ལ་ སྙོམས་པར་ འཇུག་པ །
fr: ils s'absorbent dans les neuf absorptions méditatives successives ;

source: སྟོབས་ བཅུ␣འི་ སྟོབས་ དང་ ལྡན་པ་
fr: ils possèdent la puissance (lit. force) des dix forces ;

source: ཡང་དག་པ␣འི་ སེང་གེ␣འི་ སྒྲ་ ཆེན་པོ་ སྒྲོགས་པ་ རྣམས་ ནི་ ཆོས་ཉིད་ ཀྱིས་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་ ཏེ །
fr: eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.

source: སུ་ ནི་ རྒུད་
fr: « Qui décline ?

source: སུ་ ནི་ དར །
fr: Qui s'épanouit ?

source: སུ་ ནི་ ཕོངས་ ཤིང་ འདུག །
fr: Qui est dans la misère ?

source: སུ་ ནི་ ཉམ་ང་ བར་ གྱུར །
fr: Qui vit dans la peur ?

source: སུ་ ནི་ གནོད་པ་ དང་ ལྡན །
fr: Qui est accablé (lit. être sujet à un mal) ?

source: སུ་ ནི་ ཕོངས་པ་ དང་ ཉམ་ང་བ་ དང་ གནོད་པ་ དང་ ལྡན །
fr: Qui est dans le malheur, vit dans la peur et est accablé (lit. avoir) de souffrances (lit. de maux) ?

source: སུ་ ནི་ ངན་སོང་ དུ་ གཞོལ་
fr: Qui chute dans les mondes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ འབབ །
fr: Qui tombe dans les mondes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ བབ །
fr: Qui tombera dans les mondes inférieurs ?

source: སུ་ ནི་ ངས་ ངན་སོང་ ལ␣ས་ ཕྱུང་ སྟེ་
fr: Qui vais-je extraire des mondes inférieurs et

source: མཐོ་རིས་ དང་ ཐར་པ་ དང་ འབྲས་བུ་ ལ་ གཞག་པ␣ར་ བྱ །
fr: les déposer dans les mondes supérieurs, la libération et le résultat [ultime] ?

source: སུ་ ནི་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ འདམ་ དུ་ བྱིང་བ་ ལ␣ས་
fr: Quel être (lit. qui) enlisé dans le marais des mauvaises conduites

source: ལག་ནས་ དྲང་བ␣ར་ བྱ །
fr: vais-je tirer par la main ?

source: སུ་ ནི་ འཕགས་པ␣འི་ ནོར་ བདུན་ མེད་པ་ ལ␣ས་
fr: Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes

source: འཕགས་པ␣འི་ ནོར་ བདུན་ གྱི་ དབང་ཕྱུག་ ལ་ དབང་ བྱེད་ དུ་ གཞུག་པ␣ར་ བྱ །
fr: vais-je inciter (lit. engager) à s'approprier [l'état] des seigneurs des sept richesses des êtres sublimes ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ མ་ བསྐྱེད་པ་ ལ␣ས་
fr: Chez quel être (lit. qui) n'ayant pas développé les racines vertueuses

source: བསྐྱེད་པ␣ར་ བྱ །
fr: pousserais-je (lit. ferais-je) à les développer ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ བསྐྱེད་ ཟིན་པ་ ལ␣ས་
fr: Chez quel être ayant déjà développé les racines vertueuses

source: ཡོངས་སུ་ སྨིན་པ␣ར་ བྱ །
fr: les mènerais-je à maturité (lit. ferais-je mûrir) ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ ཡོངས་སུ་ སྨིན་ ཟིན་པ་ ལ␣ས་
fr: Chez quel être (lit. qui) ayant entièrement mené à maturité (lit. mûri) les racines vertueuses,

source: ཡེ་ཤེས་ ཀྱི་ མཚོན་ གྱིས་ བརྟོལ་བ␣ར་ བྱ །
fr: les pousserais-je à émerger grâce à l'épée (lit. arme) de la sagesse ?

source: སུ་ ལ་ ནི་ སངས་རྒྱས་ བྱུང་བ␣ས་ བརྒྱན་པ␣འི་ འཇིག་རྟེན་ འབྲས་བུ་ དང་ བཅས་པ␣ར་ བྱ་ སྙམ་ དུ་
fr: Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu'un bouddha y est apparu ? »

source: ཡེ་ཤེས་ གཟིགས་པ་ འཇུག་ གོ ། །
fr: [Ainsi] s'applique leur regard de sagesse.

source: རྒྱ་མཚོ་ ཆུ་སྲིན་ རྣམས་ ཀྱི་ གནས ། ། དུས་རླབས་ ཡོལ་བ␣ར་ འགྱུར་ ཡང་སྲིད ། །
fr: [Dans] l'océan, où vivent les makaras, il est envisageable (lit. il est éventuellement possible que) que les marées [toujours régulières] arrivent en retard.

source: གདུལ་བ␣ར་ བྱ་བ␣འི་ སྲས་ རྣམས་ ལ ། ། སངས་རྒྱས་ དུས་ ལ␣ས་ ཡོལ་བ་ མེད ། །
fr: Pour leurs enfants qu'ils doivent dompter, les bouddhas ne prennent [jamais] de retard.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ཇི་ལྟར་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་པ་ དེ་བཞིན་ དུ་
fr: De même que les Bienheureux Bouddhas regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit,

source: ཉན་ཐོས་ ཆེན་པོ་ རྣམས་ ཀྱང་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ ཉན་ཐོས་ ཀྱི་ མིག་ གིས་ འཇིག་རྟེན་ ལ་ ལྟ་བ␣ར་ བྱེད་ དོ ། །
fr: les grands auditeurs, eux aussi, regardent le monde avec les yeux d'auditeur pendant les six périodes de la journée, les trois du jour et les trois de la nuit.

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས ། ཉན་ཐོས་ ཀྱི་ མིག་ གིས་ འཇིག་རྟེན་ ལ་ བལྟས་ ན་
fr: Lorsque l'honorable Śāriputra regardait le monde avec les yeux d'auditeur,

source: ཁྱིམ་བདག་ འཁོར་ དང་ བཅས་པ་ གདུལ་བ␣འི་ དུས་ ལ་ བབ་པ␣ར་ མཐོང་ ནས །
fr: il vit que le moment était venu de dompter le père de famille et tout son entourage. Puis,

source: སྔ་དྲོ་ ཤམ་ཐབས་ དང་ ། ཆོས་གོས་ བགོས་ ཏེ་
fr: le matin, il revêtit le nivāsana et le cīvara, puis

source: ལྷུང་བཟེད་ ཐོགས་ ནས་
fr: il prit son bol à aumône et

source: མཉན་ དུ་ཡོད་པ␣ར་ བསོད་སྙོམས་ ལ་ སོང་ ངོ་ ། །
fr: partit à Śrāvastī pour [y recevoir] l'aumône.

source: དེ་ མཐར་གྱིས་ བསོད་སྙོམས་ ལ་ རྒྱུ་བ་ ལ␣ས །
fr: Faisant progressivement l'aumône,

source: ཁྱིམ་བདག་ དེ␣འི་ ཁྱིམ་ ག་ལ་བ་ དེ␣ར་ སོང་བ་ དང་ །
fr: il se rendit à l'endroit de la maison de ce père de famille et à ce moment,

source: ཁྱི་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ མཐོང་ ངོ་ ། །
fr: le chien vit l'honorable Śāriputra.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: ཤུགས་དྲག་པོ␣ས་ བརྒྱུགས་ ཏེ །
fr: il courut avec une grande (lit. intense) force et

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ཟིན་ ཏོ ། །
fr: mordit (lit. saisit) l'honorable Śāriputra.

source: དེ␣འི་ ཆོས་གོས་ རྣམས་ དྲལ་ ཏོ ། །
fr: Il déchira aussi les habits monastiques de ce [dernier].

source: ཁྱིམ་བདག་ དེ␣ས་ ཀྱང་ མཐོང་ ནས་
fr: Ceci, le père de famille le vit et

source: བཀག་ སྟེ །
fr: il l'empêcha et

source: དེ␣འི་ རྨ་ དེ་ཡང་ བཀྲུས་ ནས །
fr: nettoya aussi les blessures du [moine], puis

source: རས་ ཀྱིས་ དཀྲིས་ ཏེ་
fr: il les banda (lit. entoura de tissu) et

source: རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: se prosterna à ses pieds et

source: སྨྲས་པ །
fr: dit : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Vénérable Śāriputra,

source: འདི་ཉིད་ དུ་ བཤོས་ གསོལ་ དུ་ ཅི་ གནང་ ཞེས་
fr: quelle [réponse] donneriez-vous [à l'offre] de prendre votre repas ici ? »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས ། ཁྱིམ་བདག་ དེ་ ལ་ ཅང་ མི་སྨྲ་ བས་ གནང་ ངོ་ ། །
fr: l'honorable Śāriputra accepta en ne disant rien au père de famille.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས ། ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཅང་ མི་སྨྲ་ བས་ གནང་ བར་ རིག་ ནས །
fr: Alors, le père de famille vit que l'honorable Śāriputra avait accepté en ne lui disant rien. Puis,

source: སྟན་ བཤམས་ ཏེ་
fr: il disposa un siège et

source: འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: dit ceci : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ །
fr: Vénérable Śāriputra,

source: གདན་ བཤམས་པ་ ལ་ བཞུགས་ སུ་ གསོལ །
fr: Veuillez vous asseoir sur le siège disposé [pour vous]. »

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ སྟན་ བཤམས་པ་ ལ་ འདུག་ གོ ། །
fr: Alors, l'honorable Śāriputra s’assit sur le siège disposé pour lui.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ བདེ་བ␣ར་ འདུག་པ␣ར་ རིག་ ནས །
fr: Alors, le père de famille vit que l'honorable Śāriputra était confortablement assis et

source: རང་ གི་ ལག་ནས་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ␣ས་ ཚིམ་པ␣ར་ བྱས་ ཏེ །
fr: il le satisfit de nombreux mets et condiments purs et nobles qu'il servit de ses propres mains et

source: ཅི་ འདོད་པ་ བསྟབས་ སོ ། །
fr: lui offrit tout ce qu'il voulut.

source: རང་ གི་ ལག་ནས་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ་ རྣམ་ གྲངས་ དུ་མ␣ས་ ཚིམ་པ␣ར་ བྱས་ ཏེ་
fr: De nombreuses reprises, il le satisfit de nombreux mets et condiments purs et nobles qu'il servit de ses propres mains et

source: ཅི་ འདོད་པ་ བསྟབས་ ནས །
fr: lui offrit tout ce qu'il voulut et

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས ། དེ␣འི་ ཉིན་པ␣ར་ ཟན་ ཟོས་པ␣འི་ འོག་ ཏུ་ ཁྱི་ དེ་ ལ་ ཁྱོས་མ་ བྱིན་ ཏེ །
fr: ce jour-là, après avoir mangé sa nourriture, l'honorable Śāriputra donna ses restes à ce chien et

source: ཁྱི་ དེ␣ས་ ཟོས་ ནས་
fr: le chien les mangea et

source: དེ␣འི་ གདོང་ དུ་ བལྟས་ སོ ། །
fr: regarda son visage.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ཟན་ ཟོས་ ཟིན་ ཏེ །
fr: Alors, le père de famille, [que] l'honorable Śāriputra ait mangé sa nourriture et

source: སྡེ␣ར་ ནི་ གྱུ་
fr: [qu']il ait nettoyé le couvercle,

source: ལྷུང་བཟེད་ ནི་ བཀྲུས་པ␣ར་ རིག་ ནས་
fr: [qu']il ait nettoyé le bol à aumône, il le vit et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ མདུན་ དུ་ འདུག་ གོ ། །
fr: il s'assit devant lui pour écouter l'enseignement.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཁྱིམ་བདག་ དེ་ འཁོར་ དང་ བཅས་པ␣འི་ བསམ་པ་ དང་ བག་ ལ་ ཉལ་ དང་ ཁམས་ དང་ རང་བཞིན་ རྟོགས་ ནས །
fr: Alors, l'honorable Śāriputra discerna les pensées, les tendances habituelles, le tempérament (lit. l'élément) et le caractère (lit. la nature) du père de famille et son entourage et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་སྟོན་པ␣ར་ བྱེད་ དེ །
fr: il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors,

source: དེ་ ཐོས་ ནས་
fr: l'ayant écouté,

source: ཁྱིམ་བདག་ དེ་ འཁོར་ དང་ བཅས་པ␣ས ། སྟན་ དེ་ ལ་ འདུག་ བཞིན་ དུ་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས་
fr: le père de famille et son entourage détruisirent les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse tandis qu'il était assis sur son siège et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: il manifesta le résultat de l'entrée dans le courant, puis

source: དེ␣ས་ བདེན་པ་ མཐོང་ ནས་
fr: il vit les vérités, et

source: སྐྱབས་ སུ་ འགྲོ་བ་ དང་ བསླབ་པ␣འི་ གཞི་ རྣམས་ བླངས་ ཏེ །
fr: prit refuge et [prit] les vœux (lit. bases de l'entraînement) et

source: སྨྲས་པ་
fr: dit : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Vénérable Śāriputra,

source: བདག་ ཇི་སྲིད་ འཚོ␣འི་ བར་ དུ་ བདག་ ལ␣ས་ གོས་ དང་ ཟས་ དང་ མལ་ཆ་ དང་ སྟན་ དང་ སྙུན་ གསོས་ དང་ སྨན་ཟོང་ རྣམས་ བཞེས་པ␣ར་ གསོལ །
fr: tant que je serai en vie, veuillez accepter de ma part les vêtements, la nourriture, les couvertures, les sièges, les médicaments et les fournitures médicales. »

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ སྨྲས་པ །
fr: L'honorable Śāriputra dit : «

source: ཁྱིམ་བདག་ གཞན་དག་ ལ་ ཡང་ ཕན་ གདགས་ དགོས་ ཀྱིས་
fr: Je dois aussi aider d'autres pères de famille, donc

source: ཐོང་ ཤིག་ ཅེས་
fr: laisse-moi partir (lit. lâche-moi). »

source: བྱས་ ནས་
fr: dit-il. Puis,

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: il se leva de son siège et

source: སོང་ ངོ་ ། །
fr: s'en alla.

source: དེ␣ར་ གང་ གི་ ཚེ་ ཁྱིམ་བདག་ དེ␣ས་ བདེན་པ་ རྣམས་ མཐོང་ ནས་
fr: Alors, quand le père de famille eut vu les vérités et

source: སྐྱབས་ སུ་ འགྲོ་བ་ དང་ བསླབ་པ␣འི་ གཞི་ རྣམས་ བླངས་པ་ དེ␣འི་ ཚེ་ དེ␣ས་ སྦྱིན་པ་ དག་ སྦྱིན་པ་ དང་ བསོད་ནམས་ དག་ བྱ་བ␣ར་ བརྩམས་ སོ ། །
fr: [quand] il eut prit refuge et les vœux (lit. bases de l'entraînement), il commença à pratiquer la générosité et à accumuler les mérites.

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ཡང་ དུས་ དུས་ སུ་ སྤྱན་ དྲངས་ ཏེ །
fr: Il invita régulièrement l'honorable Śāriputra et

source: བཤོས་ གསོལ་བ␣ར་ བྱེད་ དོ ། །
fr: lui offrit le repas.

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཀྱང་ ཟན་ ཟོས་པ␣འི་ འོག་ ཏུ་ ཁྱི་ དེ་ ལ་ ཁྱོས་མ་ བྱིན་པ␣ར་ བྱེད་ དོ ། །
fr: Après avoir mangé sa nourriture, l'honorable Śāriputra donnait ses restes à ce chien.

source: ཁྱི་ དེ་ཡང་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ལ་ ཤིན་ཏུ་ དགའ་བ␣ར་ གྱུར་ ཏེ །
fr: Ce chien se prit d'une grande affection pour l'honorable Śāriputra et

source: དེ་ དགའ་བ␣ར་ གྱུར་ ནས་
fr: ayant de l'affection pour lui,

source: གང་ གི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ ། ཁྱིམ་ དེ␣ར་ འོང་བ་ དེ␣འི་ ཚེ ། ཁྱི་ དེ␣ས་ བསུ་ ནས་
fr: lorsque l'honorable Śāriputra venait dans cette maison, le chien l'accueillait,

source: རྐང་པ་ ལ་ བལྡགས་ ཏེ་
fr: léchait ses pieds de sa langue,

source: མཇུག་མ་ དྲིལ་ ནས་
fr: remuait sa queue et

source: ལན་ གསུམ་ སྐོར་བ་ བྱེད་ དོ ། །
fr: tournait trois fois [autour de lui].

source: དེ␣ར་ གང་ གི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཆོས་ བཤད་ ནས་
fr: Alors, quand l'honorable Śāriputra avait enseigné le Dharma et

source: ཕྱིར་ འགྲོ་བ་ དེ␣འི་ ཚེ་ ཁྱི་ དེ␣ས་ ཐེ་གི་ ཟད་ ཙམ་ དུ་ བསྐྱལ་ ནས །
fr: qu'il sortait [de la maison], le chien l'accompagnait un peu et

source: ལན་ གསུམ་ བསྐོར་བ་ བྱས་ ཏེ་
fr: tournait trois fois [autour de lui] et

source: ཕྱིར་ ལྡོག་ གོ ། །
fr: rentrait [dans sa maison].

source: དེ་ནས་ ཕྱིས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས ། ཡང་ ཁྱིམ་ དེ␣ར་ ཟན་ ཟོས་ ཏེ་
fr: Ensuite, plus tard, l'honorable Śāriputra termina une autre fois de manger et

source: ཁྱིམ་བདག་ དེ་ ལ་ ཆོས་ བཤད་ ནས་
fr: il enseigna le Dharma au père de famille et

source: ཕྱིར་ འགྲོ་བ་ ན་
fr: il rentrait. À ce moment,

source: ཁྱི་ དེ་ཡང་ ཕྱི་བཞིན་ འབྲང་ སྟེ །
fr: le chien suivit [le moine] derrière [lui] et

source: ཕྱི་རོལ་ གྱི་ ལམ་པོ་ཆེ␣ར་ སོང་ ནས་
fr: alla sur la grande route à l'extérieur,

source: ལྕེ␣ས་ རྐང་པ་ ལ་ བལྡགས་ ཏེ །
fr: il lécha ses pieds avec sa langue et

source: མཇུག་མ་ དྲིལ་ ནས་
fr: remua sa queue et

source: ལན་ གསུམ་ བསྐོར་བ་ བྱས་ ཏེ །
fr: tourna trois fois [autour de lui] et

source: ཕྱིར་ལོག་ ནས་
fr: rentra [chez lui] et

source: ཁྱིམ་ དུ་ འགྲོ་བ་ ན །
fr: alors qu'il allait vers sa maison,

source: ཁྱི་ དེ་ ཁྱི་ གཞན་དག་ ཅིག་ གིས་ བཅས་ ནས་
fr: un autre chien l'abattit et

source: བསད་ དོ ། །
fr: le tua.

source: དེ་ནས་ དེ་ གནས་བརྟན་ ཤཱ་རི␣འི་ བུ་ ལ་ སེམས་ དགའ་ བཞིན་ དུ་ ཤི་འཕོས་ ཏེ་ འདས་ ནས་
fr: Ensuite, il mourut et passa au-delà [de sa vie] tandis que son cœur (lit. esprit) était empli de joie à la pensée de Śāriputra l'Ancien. Ensuite,

source: ཁྱིམ་ དེ་ཉིད་ དུ་ ཁྱིམ་བདག་ དེ␣འི་ ཆུང་མ་ ཆེན་མ␣འི་ མངལ་ དུ་ སྐྱེས་ སོ ། །
fr: il naquit dans le sein de l'épouse principale de ce père de famille, dans cette même maison.

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཀྱང་ ཁྱི་ དེ་ བདག་ གི་ ཐད་ ནས་ ཕྱིར་ ལྡོག་པ␣འི་ འོག་ ཏུ་ ཁྱི་ གཞན་དག་ གིས་ ཇི་ལྟར་ བསད་པ་ ཤེས་ སོ ། །
fr: L'honorable Śāriputra sut aussi comment ce chien avait été tué par un autre chien alors qu'il rentrait après l'avoir quitté (lit. depuis lui).

source: དེ་ནས་ དེ␣ས་ བསམས་པ་
fr: Alors, il pensa : «

source: ཁྱི་ དེ་ག␣ར་ སྐྱེས་ སྙམ་པ་ དང་ །
fr: Où est né ce chien ? » pensa-t-il, et

source: ཁྱིམ་བདག་ དེ་ཉིད་ ཀྱི་ ཁྱིམ་ དུ་ ཁྱིམ་བདག་ གི་ ཆུང་མ␣འི་ མངལ་ དུ་ སྐྱེས་པ␣ར་ མཐོང་ ངོ་ ། །
fr: il vit qu'il naquit dans le sein de l'épouse de ce père de famille dans la maison de ce même père de famille.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: དེ་ཉིད་ ལ་ སྙིང་བརྩེ་བ␣འི་ ཕྱིར་ གཡོག་ མེད་པ␣ར་ གཅིག་པུ་ ཁྱིམ་བདག་ དེ␣འི་ ཁྱིམ་ དུ་ སོང་བ་ དང་ །
fr: par compassion pour lui (lit. lui-même), il alla seul, sans serviteur, dans la maison de ce père de famille. Alors,

source: ཁྱིམ་བདག་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ཟླ་མེད་པ་ དང་ ། གཡོག་ མེད་པ␣ར་ གཅིག་པུ་ འོང་བ␣ར་ མཐོང་ ངོ་ ། །
fr: ce père de famille vit l'honorable Śāriputra arriver seul, sans compagnon ni serviteur.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: འཕགས་པ་
fr: « [Être] sublime,

source: ཁྱོད་ ཅིའི་སླད་དུ་ ཟླ་ མ་ མཆིས་པ་ དང་ ། ཞམ་རིང་ མ་ མཆིས་པ␣ར་ གཅིག་པུ་ གཤེགས །
fr: Pour quelle raison venez-vous seul, sans compagnon et sans serviteur ?

source: འཕགས་པ␣འི་ ཞམ་རིང་ བགྱིད་པ་ འགའ་ཡང་ མ་ མཆིས་ སམ་ ཞེས་
fr: Ne se trouve-t-il personne pour [vous] servir (lit. faire le serviteur), [être] sublime ? »

source: དྲིས་ སོ ། །
fr: demanda-t-il.

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ སྨྲས་པ །
fr: L'honorable Śāriputra dit : «

source: ཁྱེད་ཅག་ ལྟ་བུ་ འབའ་ཞིག་ གིས་ བྱིན་པ་ མ་གཏོགས་པ␣ར་ བདག་ཅག་ ལ་ གུད་ ན་ གཡོག་ གི་ འབྱུང་ཁུངས་ ག་ལ་ ཡོད །
fr: En dehors de [ceux] qui seraient donnés par [ceux] comme vous, où ailleurs pourrait-il y avoir de source de serviteurs ? »

source: ཁྱིམ་བདག་ གིས་ སྨྲས་པ །
fr: Le père de famille dit : «

source: བཙུན་པ་ ཤཱ་རི␣འི་ བུ་
fr: Vénérable Śāriputra,

source: བདག་ གི་ མཆིས་བྲང་ ལ་ བུ་ ཆགས་པ་ མཆིས་ ཀྱིས །
fr: mon épouse attend un enfant (lit. il est arrivé un enfant à mon épouse),

source: དེ་ལས་ གལ་ཏེ་ ཁྱེའུ་ ཞིག་ བཙས་པ␣ར་ གྱུར་ ན །
fr: si c'est un garçon qui naît,

source: དེ་ བདག་ གིས་ འཕགས་པ␣འི་ ཞམ་རིང་ དུ་ དབུལ་ ལོ ། །
fr: je [vous] l'offrirai, être sublime, comme serviteur. »

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ སྨྲས་པ །
fr: L'honorable Śāriputra dit : «

source: ཁོང་ དགེ་བ་ རྣམས་ ནི་ དམ་བཅ␣ས་པ་ ལ་ བརྟན་པ་ ཡིན་ ནོ ། །
fr: [Ceux dont] l'esprit (lit. l'intérieur) est vertueux sont stables dans leurs promesses. »

source: དེ་སྐད་ ཅེས་ སྨྲ␣ས་ ནས །
fr: dit-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ སོང་ ངོ་ ། །
fr: l'honorable Śāriputra s'en alla.

source: ཁྱིམ་བདག་ དེ␣འི་ ཆུང་མ་ ཡང་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་ ། ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ ། བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ མོད་ ཀྱི་
fr: L'épouse de ce père de famille, après que neuf ou dix mois soient passés, donna le jour à un fils bien proportionné (lit. noble), dont la beauté réjouissait la vue,

source: འོན་ཀྱང་ མིག་ ཆུང་ ངོ་ ། །
fr: mais qui avait de petits yeux.

source: དེ་ནས་ དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ནས །
fr: Ensuite, la fête de sa naissance fut célébrée [de manière] grandiose (lit. vastement) et

source: ཁྱེའུ་ འདི␣འི་ མིང་ ཇི་སྐད་ གདགས་ ཞེས་
fr: « Comment nommer ce garçon ? »

source: མིང་འདོགས་པ␣ར་ བྱེད་ དེ །
fr: Un nom lui fut donné :

source: ཁྱེའུ་ འདི་ མིག་ ཆུང་བ␣ས་ ན་ མིང་ མིག་ ཆུང་ ཞེས་ གདགས་ སོ་ ཞེས་
fr: « Puisque les yeux de ce garçon sont petits, il sera nommé Petits-Yeux. »

source: ཟེར་ རོ ། །
fr: fût-il dit.

source: དེ་ནས་ ཁྱེའུ་ མིག་ ཆུང་ འོ་མ་ དང་ ། ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ ། མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ་
fr: Alors, le garçon Petits-Yeux se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre),

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, il grandit avec force.

source: དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ ཡི་གེ་ དང་ ཁོང་ རྩིས་ དང་ ། ཤོད་ དགོད་པ་ དང་ ལག་རྩིས་ དང་ དབྱུང་བ་ དང་ ། སྦ་བ་ དང་ དགྲམ་པ་ དང་ གོས་ བརྟག་པ་ དང་ ནོར་བུ་ བརྟག་པ་ དང་ རིན་པོ་ཆེ་ བརྟག་པ་ དང་ ། སྤོས་ བརྟག་པ་ དང་ སྨན་ བརྟག་པ་ དང་ ། གླང་པོ་ཆེ་ བརྟག་པ་ དང་ རྟ་ བརྟག་པ་ དང་ གོ་མཚོན་ བརྟག་པ་ བསླབས་ ཏེ །
fr: Lorsqu'il eut grandi, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, des gemmes, des substances précieuses, des parfums, des remèdes, des éléphants, des chevaux, des armures et des armes. Ainsi,

source: ཡི་གེ་ མཁས་པ་ དང་ ཀློག་ མཁས་པ་ དང་ ། མཛངས་པ་ དང་ བྱ་བ་ ལ་ གསལ་བ་ དང་ ཡིད་གཞུངས་པ་ དང་ བརྟག་པ་ རྣམ་པ་ བརྒྱད་ ལ་ བྱང་བ␣ར་ གྱུར་ ཏོ ། །
fr: il sut parfaitement écrire (lit. versé dans les lettres), il sut parfaitement lire (lit. versé dans la lecture), il devint ingénieux, habile de ses mains (lit. clair sur les choses à faire), vif d'esprit et rompu (lit. entraîné) aux huit évaluations.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཀྱང་ མིག་ ཆུང་ རབ་ཏུ་ དབྱུང་བ␣འི་ དུས་ ལ་ བབ་པ␣ར་ མཐོང་ ནས །
fr: Ensuite, l'honorable Śāriputra vit que le moment était venu [que] Petits-Yeux se retire du monde, et

source: སྔ་དྲོ་ ཤམ་ཐབས་ དང་ ཆོས་གོས་ བགོས་ ཏེ་
fr: le matin, il revêtit le nivāsana et le cīvara, puis

source: ལྷུང་བཟེད་ ཐོགས་ ནས་
fr: il prit son bol à aumône et

source: མཉན་ དུ་ཡོད་པ␣ར་ བསོད་སྙོམས་ ལ་ སོང་ སྟེ །
fr: partit à Śrāvastī pour [y recevoir] l'aumône et

source: དེ་ མཐར་གྱིས་ བསོད་སྙོམས་ རྒྱུ་བ་ ལ␣ས །
fr: faisant progressivement l'aumône,

source: ཁྱིམ་བདག་ དེ␣འི་ ཁྱིམ་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་
fr: il se rendit à l'endroit de la maison de ce père de famille et

source: ཕྱིན་ ནས་
fr: arrivé,

source: སྟན་ བཤམས་པ་ ལ་ འདུག་ གོ ། །
fr: il s'assit sur le siège disposé [pour lui].

source: འདུག་ ནས་ ཀྱང་
fr: S'étant assis,

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུས་ ཁྱིམ་བདག་ དེ་ ལ་ སྨྲས་པ །
fr: l'honorable Śāriputra dit à ce père de famille : «

source: ཁྱིམ་བདག་
fr: Père de famille,

source: ཁྱེའུ་ འདི་ ནི་ མ་ བཙས་པ␣འི་ སྔ་རོལ་ ནས་ ཁྱོད་ ཀྱིས་ བདག་ གི་ གཡོག་ ཏུ་ བྱིན་ ཏེ །
fr: tu m'avais donné ce garçon comme serviteur avant qu'il naisse, aussi,

source: ཁོང་ དགེ་བ་ རྣམས་ ནི་ དམ་བཅ␣ས་པ་ ལ་ བརྟན་པ་ ཡིན་ ན །
fr: puisque [ceux dont] l'esprit (lit. l'intérieur) est vertueux sont stables dans leurs promesses,

source: དེ་ ཁོ་ན་ ལྟར་ དམ་ མ་ བཅས་ སམ །
fr: n'avais-tu pas fait exactement cette promesse ? »

source: ཁྱིམ་བདག་ གིས་ སྨྲས་པ །
fr: Le père de famille dit : «

source: འཕགས་པ་
fr: [Être] sublime,

source: དེ་ ཁོ་ན་ ལྟར་ དམ་བཅ␣ས་ ལགས་སོ་ ཞེས་
fr: j'avais fait exactement cette promesse. »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཁྱེའུ་ དེ་ ལག་པ་ གཉིས་ ཀྱིས་ བཟུང་ སྟེ །
fr: il tint ce garçon par les deux mains et

source: ཚེ་ དང་ ལྡན་པ་ ཤཱ་རི␣འི་ བུ་ ལ་ ཕུལ་ ནས་
fr: l'offrit à l'honorable Śāriputra et

source: སྨྲས་པ །
fr: dit : «

source: བུ་
fr: Enfant,
