Repository: Esukhia/karmasataka
Catalog: sem/*/03.po
Languages: fr

source: བྱས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི ། གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ལ །
fr: le résultat de l'action d'avoir fait [ces souhaits] le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits). Ainsi,

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ གྱུར་ ཏེ །
fr: [son] corps devint harmonieux (lit. noble), agréable au regard et beau, et

source: དགེ་སློང་ དག་
fr: moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འཁོར་བ་ འཇིག་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: Je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Krakucchanda, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ །
fr: il m'a contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ་
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: il a renoncé au monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: il a manifesté l'état d'arhat. »

source: ལ␣ས་ ཅི་ བགྱིས་ ན་
fr: « Quelles actions a-t-il réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ན་ འཁོར་ བཞི་པོ་ རྣམས་ མཆོད་པ་ བགྱིད་པ␣ར་ འགྱུར་ ལགས །
fr: le résultat de ces actions fasse que lorsqu'il est entièrement passé dans l'au-delà de la souffrance, les quatre entourages lui ont fait les offrandes ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: སྨོན་ལམ་ བཏབ་པ␣འི་ དབང་ གིས་ གྱུར་ ཏོ ། །
fr: Ceci est arrivé par le pouvoir de ses souhaits. »

source: འདི␣ས་ གང་ དུ་ སྨོན་ལམ་ བཏབ་པ་ ལགས །
fr: « Quels souhaits a-t-il formulés ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན ། ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ ། བདེ་བ␣ར་ གཤེགས་པ་ འཇིག་རྟེན་ མཁྱེན་པ ། སྐྱེས་བུ་ འདུལ་བ་ ཁ་ལོ་ སྒྱུར་བ་ བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན་ ཁྱིམ་བདག་ ཅིག་ གནས་པ་ ལ␣ས་
fr: à cette époque, un père de famille vivait dans la ville de Vārāṇasī. Puis,

source: ཕྱི་ ཞིག་ ན ། དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས །
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་
fr: après que soient passés neuf ou dix mois,

source: བུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས །
fr: un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et

source: གང་ གི་ ཚེ་ དེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ ། དེ␣ས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས་
fr: quand il eut grandi, il conçut de la dévotion pour l'enseignement du complet et parfait bouddha Kāśyapa, et

source: དེ␣ས་ ཕ་མ་ ལ་ གསོལ་ ཏེ །
fr: il demanda [la permission] à ses parents et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ གསུང་རབ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: se retira du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa et

source: བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: il élimina toutes les émotions perturbatrices en s'efforçant, s'appliquant et s'évertuant. Puis,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: il manifesta l'état d'arhat (lit. l'arhat-même). Alors,

source: དེ␣ས་ དགྲ་བཅོམ་པ་ ཉིད་ ཐོབ་ ནས་
fr: Après être devenu un arhat,

source: བསམས་པ །
fr: il pensa : «

source: བདག་ གིས་ འཁོར་བ␣འི་ ལུས་ འདི␣ས་ བྱ་བ་ བྱས་ ཟིན་ གྱིས །
fr: J'ai fait ce qui devait être fait avec ce corps samsarique.

source: མ་ལ་
fr: Décidément,

source: ད་ནི་ བདག་ ཞི་བ␣འི་ དབྱིངས་ སུ་ འཇུག་པ␣ར་ བྱ␣འོ་ སྙམ་ དུ་
fr: maintenant, je vais entrer dans la sphère de la paix. »

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: འབར་བ་ དང་ ལམ་ མེ␣ར་ འདུག་པ་ དང་ ཆ␣ར་ འབབ་པ་ དང་ གློག་ འགྱུ་བ␣འི་ ཆོ་འཕྲུལ་ རྣམས་ བསྟན་ ཏེ །
fr: il montra les miracles de s'élever (lit. brûler) et de demeurer immobile, puis [ceux] de la pluie qui tombe et des éclairs qui filent et

source: ཕུང་པོ་ ལྷག་མ་ མེད་པ␣འི་ མྱ་ངན་ ལ␣ས་ འདས་པ␣འི་ དབྱིངས་ སུ་ ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ འདས་ ནས །
fr: il passa entièrement au-delà de la souffrance dans la sphère de l'au-delà de la souffrance sans restes corporels (lit. d'un agrégat) et

source: མཁན་པོ␣ས་ དེ␣འི་ ཕ་མ་ ལ་ སྦྲན་ ཏེ །
fr: [son] précepteur le raconta à ses parents et

source: དེ␣འི་ ཕ་མ་ གཉིས་ དང་ མཁན་པོ␣ས་ སྐུ་གདུང་ གི་ མཆོད་པ་ ཆེན་པོ་ བྱས་ ནས་
fr: ses deux parents et [son] précepteur firent de grandes offrandes à ses reliques corporelles et

source: མཁན་པོ␣ས་ སྨོན་ལམ་ བཏབ་པ །
fr: le précepteur fit ce souhait : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ གྱུར་ཅིག །
fr: Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: ཡོན་ཏན་ འདི་ ལྟ་བུ་ དག་ ཀྱང་ ཐོབ་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je aussi obtenir des qualités semblables à celles-ci.

source: བདག་ ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ན་ ཡང་
fr: Lorsque je passerai entièrement au-delà de la souffrance, aussi,

source: བཅོམ་ལྡན་འདས་ འཁོར་ བཞི་པོ་ དང་ བཅས་པ་ རྣམས་ ཀྱིས་ མཆོད་པ␣འི་ ལ␣ས་ མཛད་པ␣ར་ ཤོག་ ཅིག་ ཅེས་
fr: puisse le Bienheureux et les quatre entourages [me] faire les offrandes (lit. l'action des offrandes). »

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: Moines,

source: འདི་ ཇི་སྙམ་ དུ་ སེམས །
fr: que pensez-vous de ceci ?

source: དེ␣འི་ ཚེ་ དགེ་སློང་ དུ་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ རྫོགས་བྱེད་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui était ce moine est Pūraṇa lui-même, et

source: དེ␣ས་ དགྲ་བཅོམ་པ་ དེ་ ལ་ མཆོད་པ་ བྱས་ ནས་
fr: [qu'] il ait fait les offrandes à cet arhat et

source: སྨོན་ལམ་ བཏབ་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ཏེ །
fr: [qu']il ait formulé ce souhait, le résultat de l'action d'avoir fait [ces souhaits] le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits). Ainsi,

source: དགེ་སློང་ དག་
fr: moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ་
fr: il m'a contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: il a renoncé au monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: il a éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ནས །
fr: il a manifesté l'état d'arhat.

source: ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ན་ ཡང་
fr: Lorsqu'il est entièrement passé au-delà de la souffrance, aussi,

source: འཁོར་ བཞི་པོ་ རྣམས་ ཀྱིས་ མཆོད་པ␣འི་ ལ␣ས་ བྱས་ སོ །། །།
fr: les quatre entourages [lui] ont fait les offrandes (lit. l'action des offrandes). »
