Repository: Esukhia/karmasataka
Catalog: sem/*/03.po
Languages: fr

source: མཉན་ དུ་ཡོད་པ␣ར་ བསོད་སྙོམས་ ལ་ སོང་ སྟེ །
fr: partit à Śrāvastī pour [y recevoir] l'aumône et

source: དེ་ མཐར་གྱིས་ བསོད་སྙོམས་ ལ་ རྒྱུ་བ་ ལ␣ས །
fr: faisant progressivement l'aumône,

source: ཁྱིམ་བདག་ དེ␣འི་ ཁྱིམ་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས །
fr: il alla et se rendit à l'endroit de la maison de ce père de famille et

source: སྟན་ བཤམས་པ་ ལ་ འདུག་ གོ ། །
fr: il s'assit sur le siège disposé [pour lui].

source: འདུག་ ནས་ ཀྱང་
fr: S'étant assis,

source: ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས ། ཁྱིམ་བདག་ དེ་ ལ་ སྨྲས་པ །
fr: l'honorable Aniruddha dit à ce père de famille : «

source: ཁྱིམ་བདག་
fr: Père de famille,

source: ཁྱེའུ་ འདི་ ནི་ མ་ བཙས་པ␣འི་ སྔ་རོལ་ ནས ། ཁྱོད་ ཀྱིས་ བདག་ གི་ གཡོག་ ཏུ་ བྱིན་ ཏེ །
fr: Tu m'avais donné ce garçon comme serviteur avant qu'il naisse, aussi,

source: ཁོང་ དགེ་བ་ རྣམས་ ནི་ དམ་བཅ␣ས་པ་ ལ་ བརྟན་པ་ ཡིན་ ན །
fr: puisque [ceux dont] l'esprit (lit. l'intérieur) est vertueux sont stables dans leurs promesses,

source: དེ་ ཁོ་ན་ ལྟར་ དམ་ མ་ བཅས་ སམ །
fr: n'avais-tu pas fait exactement cette promesse ? »

source: ཁྱིམ་བདག་ གིས་ སྨྲས་པ །
fr: Le père de famille dit : «

source: འཕགས་པ་
fr: « [Être] sublime,

source: དེ་ ཁོ་ན་ ལྟར་ དམ་བཅ␣ས་ ལགས་སོ་ ཞེས་
fr: j'avais fait exactement cette promesse. »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཁྱེའུ་ དེ་ ལག་པ་ གཉིས་ ཀྱིས་ བཟུང་ སྟེ །
fr: il tint ce garçon par les deux mains et

source: ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ་ ལ་ ཕུལ་ ནས་
fr: l'offrit à l'honorable Aniruddha et

source: སྨྲས་པ །
fr: dit : «

source: བུ་
fr: Enfant,

source: ཁྱོད་ མ་ བཙས་པ␣འི་ སྔ་རོལ་ ནས ། འཕགས་པ་ ལ་ ངས་ ཕུལ་ གྱིས་
fr: Avant que tu naisses, je t'avais offert à [cet] [être] sublime. Donc,

source: སོང་ ལ་
fr: va et

source: འཕགས་པ␣འི་ ཞམ་རིང་ གྱིས་ ཤིག །
fr: fais le serviteur de [cet] [être] sublime. »

source: ཁྱེའུ␣ས་ སྨྲས་པ །
fr: Le garçon dit : «

source: དེ་ ནི་ བདག་ ལ་ ཕན་ གདགས་པ་ ལགས་སོ་ ཞེས་
fr: Ceci est un bienfait pour moi. »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཁྱེའུ་ དེ་ ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣འི་ ཕྱི་བཞིན་ འབྲང་ སྟེ །
fr: ce garçon suivit (lit. suivre en retrait) l'honorable Śāriputra et

source: ཁྱེའུ་ དེ་ ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས ། གཙུག་ལག་ཁང་ དུ་ ཁྲིད་ ནས །
fr: l'honorable Aniruddha mena le garçon au monastère et

source: རབ་ཏུ་ ཕྱུང་ སྟེ །
fr: il [lui fit] se retirer du monde et

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ བྱས་ ནས་
fr: lui donna l'ordination complète et

source: དེ་ ལ་ལུང་ ཡང་ ཕོག་ གོ ། །
fr: lui [accorda] la transmission orale.

source: དེ་ནས་ དེ་ སྲོད་ དང་ ཐོ་རངས་ མི་ ཉལ་བ␣ར་ བརྩོན་པ་ ལྷུར་ བྱེད་པ་ ལ་ གནས་ ཀྱང་
fr: Ensuite, sans dormir ni à l'aube ni au crépuscule, bien qu'il maintint de grands efforts [dans sa pratique],

source: ཁྱད་པར་ ཅུང་ཟད་ ཀྱང་ མ་ ཐོབ་ ནས །
fr: il n'obtint [rien] qui fit la moindre différence, et

source: དེ་ ཕྱི་ ཞིག་ ན་ ནད་ ཀྱིས་ ཐེབས་ ནས །
fr: plus tard, il tomba malade et

source: དེ␣འི་ ཕ་མ་ གཉིས་ ཀྱིས་ བུ་ནད་ ཀྱིས་ ཐེབས་ སོ་ ཞེས་
fr: « [votre] enfant est tombé malade », ses deux parents

source: ཐོས་ ནས །
fr: l'entendirent et

source: ཐོས་ མ་ ཐག་ ཏུ་ དེ␣འི་ ཕ་མ་ གཉིས་ ཀྱིས་ སྨན་པ་ ཁྲིད་ དེ །
fr: dès qu'ils l'eurent entendu, ses deux parents prirent avec eux un médecin et

source: ཡོ་བྱད་ ཐམས་ཅད་ ཁྱེར་ ནས །
fr: prenant [avec eux] tous les objets nécessaires,

source: གཙུག་ལག་ཁང་ དུ་ སོང་ སྟེ །
fr: ils allèrent au vihāra, et

source: ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ བསྙེན་བཀུར་ བྱས་ ཀྱང་
fr: même s'ils le soignèrent à l'aide de tous les objets,

source: སོས་པ␣ར་ བྱེད་ མ་ནུ␣ས་ ནས །
fr: ils ne purent pas le guérir et

source: དེ་ གཉིས་ ཀྱིས་ བསམས་པ །
fr: ils pensèrent [tous] les deux : «

source: བདག་ཅག་ གཉིས་ གཙུག་ལག་ཁང་ དུ་ འདུག་ ན་ ནི་ ཁྱིམ་ གྱི་ བྱ་བ་ མང་པོ་ དག་ ཤོར་བ␣ར་ འགྱུར་ ན་
fr: Si, tous les deux, nous restons au vihāra, nous laisserons passer beaucoup de [choses] à faire de la maison. Donc,

source: མ་ལ་
fr: décidément,

source: བུ་ འདི་ ཁྱིམ་ དུ་ ཁྲིད་ ལ་
fr: nous prendrons (lit. mènerons) ce fils à la maison et

source: དེ་ཉིད་ དུ་ ནད་གཡོག་ བྱ␣འོ་ སྙམ་ དུ་
fr: nous le soignerons (lit. ferons les serviteurs des malades) là-bas (lit. là-bas même) »

source: བསམས་ ནས །
fr: pensèrent-ils. Puis,

source: ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ་
fr: ils se prosternèrent aux pieds de l'honorable Aniruddha et

source: སྨྲས་པ །
fr: dirent : «

source: འཕགས་པ་
fr: « [Être] sublime,

source: མཁྱེན་པ␣ར་ མཛད་ དུ་ གསོལ །
fr: veuillez écouter (lit. savoir) [ce qui suit].

source: བདག་ཅག་ གཉིས་ འདི་ ན་ མཆིས་ ན་ ནི་ ཁྱིམ་ གྱི་ བགྱི་བ་ མང་པོ་ དག་ ཤོར་བ␣ར་ འགྱུར་ ན །
fr: si, tous les deux, nous restons ici, nous laisserons passer beaucoup de [choses] à faire de la maison. Donc,

source: བདག་ཅག་ གཉིས་ ཀྱིས་ བུ་ འདི་ ཁྱིམ་ དུ་ ཁྲིད་ དེ་
fr: nous prendrons (lit. mènerons) ce fils à la maison et

source: ནད་གཡོག་ བགྱི་ བར་ འཚལ་ ན་
fr: nous aimerions [l'y] soigner (lit. faire le serviteur des malades). Donc,

source: གནང་ བར་ མཛད་ དུ་ གསོལ་ ཞེས་
fr: Veuillez nous accorder [la permission de le faire]. »

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས་ བསམས་པ །
fr: Ensuite, l'honorable Aniruddha pensa : «

source: དགེ་སློང་ འདི␣ས་ ཁྱིམ་ དེ་ཉིད་ དུ་ དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ འགྱུར་ ལ །
fr: Ce moine manifestera l'état d'arhat (lit. l'arhat-même) dans cette maison là (lit. même). De plus,

source: ཕ་མ་ གཉིས་ དང་ ཁྱིམ་མི་ རྣམས་ ཀྱང་ བདེན་པ་ རྣམས་ ལ་ འགོད་པ␣ར་ འགྱུར་ རོ་ སྙམ་ དུ་
fr: il établira ses deux parents et les personnes de la maison dans les vérités. »

source: རིག་ ནས །
fr: vit-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས་ སྨྲས་པ །
fr: L'honorable Aniruddha dit : «

source: ཁྱེད་ གཉིས་ ཇི་ལྟར་ དགའ་བ་ བཞིན་ དུ་ གྱིས་ ཤིག །
fr: Faites comme il vous plaît à [tous] les deux. »

source: དེ་ནས་ དེ་སྐད་ ཐོས་པ␣འི་ མོད་ ལ །
fr: Ensuite, dès qu'ils eurent entendu ces paroles,

source: ཁྱིམ་བདག་ དེ␣ས ། དགེ་སློང་ དེ་ བདག་ གི་ ཁྱིམ་ དུ་ ཁྲིད་ དེ །
fr: ce père de famille prit (lit. mena) ce moine dans sa (lit. de moi-même) maison et

source: སྨན་པ␣འི་ ལུང་ བཞིན་ དུ་ ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ ནད་གཡོག་ བྱས་ སོ ། །
fr: il le soigna avec tous les objets en accord avec la prescription (lit. transmission orale) du médecin.

source: དགེ་སློང་ དེ␣ས་ ཀྱང་ ཁྱིམ་ དེ་ཉིད་ ན་ འདུག་ བཞིན་ དུ་ ནད་ ཀྱིས་ སྐྱོ་བ␣ར་ གྱུར་ ནས །
fr: Ce moine devint désillusionné du fait de cette maladie tandis qu'il se trouvait dans cette même maison et,

source: བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: il élimina toutes les émotions perturbatrices en s'efforçant, s'appliquant et s'évertuant. Puis,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: il manifesta l'état d'arhat (lit. l'arhat-même). Alors,

source: དེ␣ས་ དགྲ་བཅོམ་པ་ ཐོབ་ ནས་
fr: après être devenu un arhat,

source: ཕ་མ་ གཉིས་ དང་ ཁྱིམ་ གྱི་ མི་ རྣམས་ ཀྱི་ བསམ་པ་ དང་ བག་ ལ་ ཉལ་ དང་ ཁམས་ དང་ རང་བཞིན་ རྟོགས་ ནས་
fr: il discerna les pensées, les tendances habituelles, les tempéraments (lit. élément) et les caractères (lit. les natures) de ses deux parents et des personnes de la maison et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors,

source: དེ་ ཐོས་ ནས་
fr: l'ayant écouté,

source: ཁྱིམ་བདག་ དེ་ འཁོར་ དང་ བཅས་པ␣ས་ སྟན་ དེ་ཉིད་ ལ་ འདུག་ བཞིན་ དུ་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས །
fr: le père de famille et son entourage détruisirent les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse tandis qu'il était assis sur son siège et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: ils manifestèrent le résultat de l'entrée dans le courant. Puis,

source: དེ␣ས་ ཕ་མ་ གཉིས་ བདེན་པ་ རྣམས་ ལ་ བཀོད་ ནས །
fr: après avoir établi ses deux parents dans les vérités,

source: བདག་ཉིད་ ཀྱི་ སྔོན་ གྱི་ གནས་ རྗེས་སུ་ དྲན་པ␣ར་ བྱེད་ དེ །
fr: il se souvint de la suite des conditions [de ses vies] précédentes, et

source: བདག་ གང་ ནས་ འཆི་ འཕོས་
fr: « De quelle condition (lit. où) étais-je mort ?

source: གང་ དུ་ སྐྱེས་ སྙམ་ དུ་
fr: Dans quelle condition (lit. où) étais-je né ? »

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: དེ␣ས་ མི་ལ␣ས་ ཤི་འཕོས་ ཏེ །
fr: il [vit qu'] il mourrait de la condition humaine (lit. de chez les hommes) et

source: མི་ ཉིད་ དུ་ སྐྱེས་ ལ་
fr: [qu']il naissait dans la condition humaine (lit. chez les hommes), et

source: ཐམས་ཅད་ དུ་ ཡང་ ནད་ མང་བ་ དང་ ། ཚེ་ ཐུང་བ␣ར་ གྱུར་པ␣ར་ མཐོང་ ནས །
fr: il vit que dans toutes [les vies], il avait de nombreuses maladies et des vies courtes. Alors,

source: དེ␣ས་ བསམས་པ་
fr: il pensa : «

source: བདག་ སོ་སོ␣འི་ སྐྱེ་བོ␣ར་ གྱུར་པ␣ས ། འདི་ ལྟ་བུ␣འི་ སྡུག་བསྔལ་ ཉམས་ སུ་ མྱོང་བ␣ར་ གྱུར་ ལ །
fr: J'étais un être ordinaire. C'est pourquoi j'ai fait l'expérience de souffrances comme celles-ci. Mais

source: ད་ནི་ བདག་ གིས་ བྱ་བ་ བྱས་ ཟིན་པ␣ས །
fr: maintenant, j'ai fait ce qui devait être fait. Donc,

source: བདག་ ལ་ སྡུག་བསྔལ་ འདི་ ལྟ་བུ་ ཅི་ དགོས་ ཀྱིས །
fr: je n'ai plus à vouloir des souffrances comme celles-ci.

source: མ་ལ་
fr: Décidément,

source: བདག་ ཞི་བ␣འི་ དབྱིངས་ སུ་ འཇུག་པ␣ར་ བྱ␣འོ་ སྙམ་ དུ་
fr: je vais entrer dans la sphère de la paix. »

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: འབར་བ་ དང་ ལམ་ མེ␣ར་ འདུག་པ་ དང་ ། ཆ␣ར་ འབབ་པ་ དང་ གློག་ འགྱུ་བ␣འི་ ཆོ་འཕྲུལ་ རྣམས་ བསྟན་ ཏེ །
fr: il montra les miracles de s'élever (lit. brûler) et de demeurer immobile, puis [ceux] de la pluie qui tombe et des éclairs qui filent et

source: ཕུང་པོ་ ལྷག་མ་ མེད་པ␣འི་ མྱ་ངན་ ལ␣ས་ འདས་པ␣འི་ དབྱིངས་ སུ་ ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ འདས་ སོ ། །
fr: il passa entièrement au-delà de la souffrance dans la sphère de l'au-delà de la souffrance sans restes corporels (lit. d'un agrégat).

source: དེ་ ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ འདས་ ནས །
fr: Après qu'il soit entièrement passé au-delà de la souffrance,

source: ཕ་མ་ གཉིས་ ཀྱིས་ དེ་ ཁྱོགས་ རས་ སྔོན་པོ་ དང་ ། སེར་པོ་ དང་ དམར་པོ་ དང་ དཀར་པོ་ རྣམས་ ཀྱིས་ བརྒྱན་པ␣འི་ སྟེང་ དུ་ བཞག་ སྟེ་
fr: ses deux parents le posèrent sur une civière ornée de tissus bleus, jaunes, rouges et blancs, puis

source: ཁྱེར་བ␣ར་ བྱས་ ན །
fr: lorsqu'ils déplacèrent [le corps],

source: ཁྱོགས་ གདེག་ པར་མ་ ནུས་ ནས །
fr: ils ne parvinrent pas à soulever la civière et

source: དེ་དག་ ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣འི་ ཐད་ དུ་ སོང་ སྟེ་
fr: ils allèrent auprès de l'honorable Aniruddha et

source: བསྙད་ དོ ། །
fr: le lui racontèrent.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས་ དྲན་པ␣ར་ བྱས་ ཏེ །
fr: Ensuite, l'honorable Aniruddha fit en sorte de se souvenir

source: བསམས་ ན་
fr: et y pensa. À ce moment,

source: དེ་ཉིད་ ཀྱིས ། དེ་ལྟ་ བུར་ འགྱུར་བ␣འི་ སྨོན་ལམ་ བཏབ་པ␣ར་ རིག་ ནས་
fr: il vit que c'était [le moine] lui-même qui avait fait le souhait que [les choses] se passent comme ça. Alors,

source: བཅོམ་ལྡན་འདས་ ལ་ གསོལ་ ཏེ །
fr: il en parla au Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: le Bienheureux dit : «

source: དགེ་སློང་ དག་ ཆོས་གོས་ དག་ གྱོན་ ལ །
fr: Moines, mettez vos habits monastiques,

source: དགེ་སློང་ དེ␣འི་ མཆོད་པ␣འི་ ལ␣ས་ བྱེད་ དུ་ འདོང་ ངོ་ ཞེས་
fr: nous allons faire les rituels (lit. actions) d'offrande à ce moine. »

source: བཀའ་ སྩལ་ ནས །
fr: dit-il. Puis,

source: བཅོམ་ལྡན་འདས་ དགེ་སློང་ གི་ ཚོགས་ ཀྱིས་ ཞམ་རིང་ བྱས་ ཏེ །
fr: le Bienheureux, avec un groupe de moines pour le servir,

source: དགེ་སློང་ གི་ དགེ་འདུན་ གྱིས་ མདུན་ དུ་ བདར་ ནས །
fr: précédé de la saṅgha des moines,

source: ཁྱིམ་བདག་ དེ␣འི་ ཁྱིམ་ ག་ལ་བ་ དེ␣ར་ གཤེགས་ སོ ། །
fr: s'en alla à l'endroit où se trouvait la maison de ce père de famille.

source: སྐྱེ་དགུ␣འི་ བདག་མོ་ ཆེན་ མོ་ གཽ་ ཏ་ མཱིས་ ཀྱང་ ཁྱིམ་བདག་ ཆེ་གེ་མོ་ ཞིག་ གི་ བུ་ རབ་ཏུ་ བྱུང་ ནས །
fr: Mahā­prajāpatī Gautamī, elle aussi, « L'enfant du père de famille untel a renoncé au monde, et

source: དེ་ ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ འདས་ ཏེ །
fr: il est entièrement passé au-delà de la souffrance et

source: བཅོམ་ལྡན་འདས་ ཀྱང་ དེ་ ལ་ མཆོད་པ་ དང་ བཀུར་སྟི␣ར་ མཛད་པ␣ར་ བཞེད་ དོ་ ཞེས་
fr: le Bienheureux a l'intention de faire lui faire les offrandes et de lui rendre les hommages. »

source: ཐོས་ ཏེ །
fr: elle l'entendit et

source: དེ་ལྟར་ རིག་ ནས །
fr: l'ayant compris,

source: དེ␣ས་ ཀྱང་ དེ␣འི་ སྔོན་ གྱི་ གནས་ རྗེས་སུ་ དྲན་པ␣ར་ བྱས་ ཏེ་
fr: elle aussi se souvint des vies (lit. conditions) précédentes du moine (lit. de lui) et

source: འཁོར་ ལྔ་ བརྒྱ་ དང་ ཁྱིམ་བདག་ དེ␣འི་ ཁྱིམ་ ག་ལ་བ་ དེ␣ར་ དོང་ ངོ་ ། །
fr: alla à l'endroit où se trouvait la maison de ce père de famille avec un entourage de cinq cent [personnes].

source: ཁྱིམ་བདག་ མགོན་མེད་ ཟས་ སྦྱིན་ དང་ བཙུན་མོ␣འི་ འཁོར་ གྱི་ བླ་ དྲང་སྲོང་ སྦྱིན་ དང་ གནའ་མི␣ས་ ཀྱང་ ཐོས་ སོ ། །
fr: Le père de famille Anāthapiṇḍada et les sages Datta et Purāṇa, les gurus de l'entourage de la reine l'entendirent aussi.

source: དགེ་བསྙེན་མ་ ས་ག་ དང་ ། དགེ་བསྙེན་མ་ ལེགས་སྐྱེས་ མས་ ཀྱང་ ཁྱིམ་བདག་ ཆེ་གེ་མོ་ ཞིག་ གི་ བུ་ རབ་ཏུ་ བྱུང་ ནས །
fr: l'upāsikā Vaiśākhā et l'upāsikā Sujātā aussi, « le fils du père de famille "untel" a renoncé au monde et

source: དེ་ ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ འདས་ ཏེ །
fr: il est entièrement passé au-delà de la souffrance et

source: བཅོམ་ལྡན་འདས་ ཀྱང་ དེ␣འི་ མཆོད་པ་ དང་ བཀུར་སྟི་ མཛད་པ␣ར་ བཞེད་ དོ་ ཞེས་
fr: le Bienheureux a l'intention de faire lui faire les offrandes et de lui rendre les hommages. »

source: ཐོས་ སོ ། །
fr: [elles] l'entendirent.

source: ཐོས་ ནས་
fr: Elles l'entendirent et

source: དེ་དག་ ཀྱང་ འཁོར་ དང་ བཅས་པ␣ར་ དེ␣ར་ དོང་ སྟེ །
fr: elles aussi allèrent là avec leurs entourages. Puis,

source: དེ་དག་ གིས་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: ils se prosternèrent aux pieds du Bienheureux et

source: གསོལ་པ །
fr: dirent : «

source: དགེ་སློང་ འདི་ ཡི་ སྐུ་གདུང་ གི་ མཆོད་པ་ བདག་ཅག་ བགྱིད་ ཀྱིས །
fr: Nous ferons les offrandes aux reliques corporelles de ce moine.

source: བཅོམ་ལྡན་འདས་ འོ་བརྒྱལ་ མི་ འཚལ་ ལོ ། །
fr: Le Bienheureux ne doit pas faire cet effort. »

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས ། ཁྱིམ་བདག་ མགོན་མེད་ ཟས་ སྦྱིན་ ལ་ ཅང་ མི་ གསུང་བ␣ས་ གནང་ ངོ་ ། །
fr: Ensuite, le Bienheureux accepta en ne disant rien au père de famille Anāthapiṇḍada.

source: དེ་ནས་ ཁྱིམ་བདག་ མགོན་མེད་ ཟས་ སྦྱིན་ དང་ ། དགེ་བསྙེན་ གཞན་དག་ གིས་ དགེ་སློང་ དེ␣འི་ ཁྱོགས་ ཁྱེར་ ནས །
fr: Ensuite, le père de famille Anāthapiṇḍada et les autres upāsakas portèrent la civière de ce moine et

source: དུར་ཁྲོད་ དུ་ ཆ␣ས་ ཏེ །
fr: ils se rendirent au cimetière et

source: དེ␣འི་ ཕྱི་བཞིན་ དུ་ བཅོམ་ལྡན་འདས་ དང་ དགེ་སློང་ གཞན་དག་ དང་ མཆོད་པ་ དང་ བཀུར་སྟི་ བྱེད་པ␣འི་ དགེ་བསྙེན་ དང་ དགེ་བསྙེན་མ་ རྣམས་ ཀྱང་ ཕྱི་བཞིན་ དུ་ འབྲང་ སྟེ །
fr: à leur suite, le Bienheureux et les autres moines et les upāsakas et upāsikās qui faisaient les offrandes et qui rendaient les hommages les suivirent et

source: དེ་དག་ གིས་ དུར་ཁྲོད་ དུ་ ཁྱེར་ ནས །
fr: ils le transportèrent (lit. prirent) dans le cimetière et

source: སྤོས་ ཀྱི་ ཤིང་ སྣ་ཚོགས་ བཙེར་ ཏེ་
fr: ils constituèrent un bûcher de divers bois odorants (lit. bois d'encens) et

source: མེ་ སྦ␣ར་ ནས །
fr: ils le firent brûler, puis

source: མེ་ དེ་ འོ་མ␣ས་ བསད་ དེ་
fr: ils éteignirent (lit. tuer) le feu avec du lait et

source: རུས་པ་ དེ་ རྣམས་ བསྡུས་ ནས་
fr: rassemblèrent les ossements, puis

source: བུམ་པ␣འི་ ནང་ དུ་ བཅུག་ སྟེ་
fr: les insérèrent dans un vase et

source: ས་ཕྱོགས་ དེ་ཉིད་ དུ་ སྐུ་གདུང་ གི་ མཆོད་རྟེན་ བརྩིགས་ ནས །
fr: construisirent un stūpa pour les reliques corporelles à cet endroit-même. Puis,

source: མཆོད་རྟེན་ དེ་ ལ་ མཆོད་པ་ ཆེན་པོ་ བྱས་ ཏེ་
fr: ils firent de grandes offrandes à ce stūpa et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར ། སངས་རྒྱས་ ཀྱི་ སྤྱན་སྔ␣ར་ འཁོད་ ནས །
fr: s'assirent devant le Bouddha pour écouter le Dharma, puis

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ འཁོར་ བཞི་པོ་ རྣམས་ ལ་ མི་རྟག་པ་ དང་ ལྡན་པ␣འི་ གཏམ་ བཀའ་ སྩལ་ ནས །
fr: le Bienheureux donna un discours à propos de (lit. qui contient) l'impermanence aux quatre entourages et

source: གཙུག་ལག་ཁང་ དུ་ གཤེགས་ སོ ། །
fr: alla au vihāra.

source: དེ་ནས་ དགེ་སློང་ དག་ གིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: Puis les moines s'adressèrent au Bienheureux : «

source: དགེ་སློང་ རྫོགས་བྱེད་ ཀྱིས་ ལ␣ས་ ཅི་ བགྱིས་ ན །
fr: quelles actions Pūraṇa a réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ལ་
fr: le résultat de ces actions le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, et

source: ནད་ མང་བ␣ར་ གྱུར་ ལགས །
fr: avoir beaucoup de maladies ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: རྫོགས་བྱེད་ འདི་ཉིད་ ཀྱིས་ སྔོན་ལས་ བྱས་ ཤིང་ བསགས་ ཏེ །
fr: Pūraṇa lui-même a réalisé et accumulé des actions dans le passé, et

source: དགེ་སློང་ དག་
fr: moines,

source: ལ␣ས་ བྱས་ ཤིང་ བསགས་པ་ རྣམས་ ནི ། ཕྱི་རོལ་ གྱི་ ས␣འི་ ཁམས་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ མི་ འགྱུར །
fr: les actions réalisées et accumulées ne mûrissent pas sur l'élément de la terre à l'extérieur.

source: ཆུ␣འི་ ཁམས་ དང་ ། མེ␣འི་ ཁམས་ དང་ ། རླུང་ གི་ ཁམས་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ མི་ འགྱུར་ ཏེ །
fr: [elles] ne mûrissent pas sur l'élément de l'eau, ni sur l'élément du feu, ni sur l'élément du vent. Ainsi,

source: ལ␣ས་ དགེ་བ་ དང་ མི་དགེ་བ་ བྱས་ ཤིང་ བསགས་པ་ རྣམས་ ནི ། ཟིན་པ␣འི་ ཕུང་པོ་ དང་ ། ཁམས་ དང་ སྐྱེ་མཆེད་ རྣམས་ འབའ་ཞིག་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ འགྱུར་ རོ ། །
fr: les actions vertueuses et non-vertueuses qui sont réalisées et accumulées mûrissent uniquement sur les agrégats, les dimensions et les sources des sens qui sont tenues [par la sensation d'un être].

source: ལུས་ཅན་ དག་ གི་ ལ␣ས་ རྣམས་ ནི ། ། བསྐལ་པ་ བརྒྱ␣ར་ ཡང་ ཆུད་ མི་ ཟ ། །
fr: les actes de ceux possédant un corps, ne se détérioreront pas même après cent kalpas.

source: ཚོགས་ ཤིང་ དུས་ ལ་ བབ་པ་ ན ། །
fr: lorsque [les causes et les conditions] sont rassemblées et que le moment est venu,

source: འབྲས་བུ་ ཉིད་ དུ་ སྨིན་པ␣ར་ འགྱུར ། །
fr: elles mûrissent dans leur propre résultat.

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ ། སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ བཞི་ ཁྲི་ཐུབ་པ་ ན ། རྒྱལ་པོ␣འི་ ཕོ་བྲང་ བདེ་ལྡན་ ན ། རྒྱལ་པོ་ བདེ་བ␣འི་ མདུན་ན་འདོན་པ ། བྲམ་ཟེ་ མེ␣ས་ བྱིན་ ལ་ བུ་ གཉིས་ ཡོད་པ་ ལ␣ས་
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] quarante mille ans, dans le palais royal Śobhāvatī, le ministre du roi Sukha, le brahmane Agnidatta avait deux fils et parmi [eux],

source: གཅིག་ གིས་ ནི་ རྒན་པོ་ དང་ ། ནད་པ་ དང་ ཤི་བ་ མཐོང་ ནས་
fr: l'un vit un vieux, un malade et un mort et

source: ནགས་ ཀྱི་ ནང་ དུ་ རྟེན་ བཅས་ ཏེ །
fr: il s'établit (lit. posa son support) dans la forêt et

source: དེ་དེ␣ར་ སོང་ ནས་
fr: il alla là et

source: བྱང་ཆུབ་ ཀྱི་ ཕྱོགས་ དང་ འཐུན་པ␣འི་ ཆོས་ སུམ་ཅུ་རྩ་བདུན་ དྲན་པ␣ར་ བྱས་ ནས །
fr: se souvint des trente-sept éléments qui correspondent à la direction de l'éveil et

source: བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ བརྙེས་ ཏེ །
fr: obtint l'insurpassable éveil, complet et parfait et

source: ཆོས་ ཀྱི་ འཁོར་ལོ་ རྣམ་པ་ བཅུ་གཉིས་ ལན་ གསུམ་ དུ་ བསྐོར་ ནས་
fr: tourna à trois reprises la roue du Dharma en ses douze aspects. Puis

source: སེམས་ཅན་ ལ་ ཕན་པ་ མཛད་ དེ །
fr: il fit le bien des êtres et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འཁོར་བ་ འཇིག་ ཅེས་བྱ་བ␣ར་ གྱུར་ ཏོ ། །
fr: devint le complet et parfait Bouddha Krakucchanda.

source: ཅིག་ཤོས་ ནི་ འདོད་པ་ ལ་ ཞུགས་ ཏེ་
fr: L'autre [frère] s'engageait dans les désirs et

source: བག་མེད་པ་ དང་
fr: se laissait aller sans retenue et

source: གཞན་ གྱི་ ཆུང་མ་ ལ་ བྱི་ བྱེད་པ་ དང་ །
fr: pratiquait l'adultère avec les épouses d'autres [hommes], et

source: སྲོག་གཅོད་པ་ བྱེད་པ␣ར་ གྱུར་ ཏེ །
fr: tuait [des êtres]. Ainsi,

source: དེ་ རི་ དག␣ས་ ཤོ␣ར་ དུ་ སོང་ ནས །
fr: il allait à la chasse et

source: སེམས་ཅན་ སྟོང་ཕྲག་ དུ་མ་ ཁ་ འདོག་པ␣ར་ བྱེད་ དོ ། །
fr: faisait périr des milliers (lit. de nombreux milliers) d'êtres.

source: དེ␣ར་ གང་ གི་ ཚེ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འཁོར་བ་ འཇིག་ ཕོ་བྲང་ མཛེས་ལྡན་ དུ་ གཤེགས་ ཏེ །
fr: Puis, lorsque le complet et parfait Bouddha Krakucchanda alla au palais Śobhāvatī,

source: ཡབ་ སྲས་ གདན་ འཛོམ་པ་ དེ␣འི་ ཚེ་ མཛེས་ལྡན་ ན་ རྟེན་ ཅིང་ བཞུགས་ ཏེ །
fr: lorsque le père et le fils étaient rassemblés à un même endroit (lit. leurs sièges étaient rassemblés), il s'établit (lit. eut son support et y resta) à Śobhāvatī et

source: སེམས་ཅན་ ལ་ ཕན་པ་ མཛད་ དོ ། །
fr: fit le bien des êtres.

source: དེ་ནས་ དེ␣ས་ གཅུང་ དེ་ སྡིག་པ␣འི་ ལ␣ས་ དེ་ལས་ བཟློག་ ནས །
fr: Alors, il détourna son jeune frère des actions négatives et

source: སྐྱབས་ སུ་ འགྲོ་བ་ དང་ ། བསླབ་པ␣འི་ གཞི་ རྣམས་ ལ་ གནས་པ␣ར་ མཛད་ དོ ། །
fr: l'installa (lit. fit rester) dans le refuge (lit. la prise de refuge) et dans les vœux (lit. bases de l'entraînement).

source: དེ␣ས་ ཀྱང་ རྣམ་པ་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ␣འི་ གཙུག་ལག་ཁང་ བྱས་ ནས་
fr: Ce dernier (lit. lui aussi) construisit (lit. fit) un vihāra [possédant] au complet tous les [éléments constitutifs] et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འཁོར་བ་ འཇིག་ ཉན་ཐོས་ ཀྱི་ དགེ་འདུན་ དང་ བཅས་པ་ ལ་ ཕུལ་ ཏེ་
fr: l'offrit au complet et parfait Bouddha Krakucchanda et à la saṅgha des auditeurs. Puis,

source: ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ བསྙེན་བཀུར་ བྱས་ ནས་
fr: les servit [en offrant] tous les objets nécessaires [à la vie quotidienne]. Puis,

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: il fit ce souhait au moment de mourir : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ གྱུར་ཅིག །
fr: Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: སྟོན་པ་ འདི་ ལྟ་བུ་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter un enseignant comme lui.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: S'étant retiré du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même). »

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཅི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ དེ␣འི་ དུས་ ན་ བྲམ་ཟེ␣འི་ བུར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ རྫོགས་བྱེད་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui était le fils de brahmane est Pūraṇa lui-même et

source: དེ␣ས་ དེ␣ར་ སེམས་ཅན་ སྟོང་ཕྲག་ དུ་མ་ ཁ་ བཏག་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི་ གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ ནད་ མང་བ་ དང་ ཚེ་ ཐུང་བ␣ར་ གྱུར་ ཏོ ། །
fr: le résultat de l'action d'avoir fait périr des milliers (lit. de nombreux milliers) d'êtres lui fit avoir à chaque naissance, quelle qu'elle soit, de nombreuses maladies et une vie courte.

source: དེ␣ས་ དེ␣ར་ རྣམ་པ་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ␣འི་ གཙུག་ལག་ཁང་ བྱས་ ནས །
fr: [Qu']il ait construit (lit. fait) un vihāra [possédant] au complet tous les éléments [constitutifs] et

source: སངས་རྒྱས་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ ལ་ ཕུལ་ ཏེ་
fr: [qu']il l'ait offert au Bouddha et aux autres (lit. etc.) [membres] de la saṅgha et

source: ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ བསྙེན་བཀུར་ བྱས་ ནས་
fr: [qu']il les ait servi [en offrant] tous les objets nécessaires [à la vie quotidienne], puis

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: qu'il ait fait ce vœu au moment de mourir («

source: བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ གྱུར་ཅིག །
fr: Puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: སྟོན་པ་ འདི་ ལྟ་བུ་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter un enseignant comme lui.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: ཡོན་ཏན་ འདི་ ལྟ་བུ་ དག་ ཀྱང་ ཐོབ་པ␣ར་ གྱུར་ཅིག ། ཅེས་
fr: Puissé-je aussi obtenir des qualités semblables à celles-ci »
