Repository: Esukhia/karmasataka
Catalog: sem/*/03.po
Languages: fr

source: རྫོགས་བྱེད་ ཅེས་བྱ་བ་ ནི །
fr: Celui nommé Pūraṇa.

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ མཉན་ དུ་ཡོད་པ་ ན་ ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ་ ཡོངས་སུ་ འཛིན་པ་ ཡངས་ ཤིང་ རྒྱ་ཆེ་བ་ རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ ལྡན་པ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ འགྲན་པ་ ཞིག་ གནས་པ་ དེ␣ས ། ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས་
fr: À cette époque, dans la ville de Śrāvastī, un homme vivait dans l'opulence et possédait beaucoup de richesses. Ses biens étaient grands. Ses possessions étaient étendues et vastes. Il possédait la richesse de Vaiśravaṇa. Il possédait des richesses rivalisant celles de Vaiśravaṇa. Il se maria (lit. prit une femme) puisqu'il était arrivé à (lit. tomba à) l'âge de se marier (lit. de l'épouse).

source: དེ་དེ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་ དོ ། །
fr: Avec elle, ils se séduisirent (lit. jouèrent), ils [apprirent] à s'aimer et laissèrent libre cours (lit. faire) à leurs envies.

source: དེ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་ ཀྱང་
fr: Même s'ils s'étaient séduits, [qu'ils] avaient [appris] à s'aimer et avaient laissé libre cours à leurs envies,

source: ཁྱིམ་བདག་ དེ་ ལ་ བུ་ མེད་ དེ་
fr: ce père de famille n'avait pas d'enfant et

source: བུ་ འདོད་པ␣འི་ ཕྱིར་ དེ␣ས་ ལྷ་ རྣམས་ ལ་ ཡང་ གསོལ་བ་ བཏབ་ སྟེ །
fr: parce qu'il voulait un enfant, il adressait ses prière aux dieux.

source: ལྷ་ གུ་ལང་ དང་ ཆུ་ལྷ་ དང་ ཀུ་བེ་ར་ དང་ བརྒྱ་བྱིན་ དང་ ཚངས་པ་ ལ་སོགས་པ་ དང་ ཀུན་དགའ་ར་བ␣འི་ ལྷ་ དང་ ནགས་ཚལ་ གྱི་ ལྷ་ དང་ ། ལམ་ གྱི་ བཞི་མདོ␣འི་ ལྷ་ དང་ སུམ་མདོ␣འི་ ལྷ་ དང་ གཏོར་མ་ ལེན་པ␣འི་ ལྷ་ དང་ ལྷན་ཅིག་ སྐྱེས་པ␣འི་ ལྷ་ དང་ ཆོས་ འཐུན་པ་ པ་ དང་ རྟག་ ཏུ་ ཕྱི་བཞིན་ འབྲང་བ␣འི་ ལྷ་ རྣམས་ ལ་ ཡང་ གསོལ་བ་ འདེབས་ ཏེ །
fr: Il adressa ses prières aux dieux comme Paśupati, Varuṇa, Kubera, Śakra et Brahmā, aux dieux des parcs, aux dieux des forêts, aux dieux des croisements de quatre routes, aux dieux des croisements de trois routes, aux dieux qui reçoivent les offrandes jetées, aux dieux qui naissent en même temps que soi et aux dieux qui suivent constamment les personnes vertueuses. Puis,

source: འཇིག་རྟེན་ ན་ ཡང་ གསོལ་བ་ བཏབ་པ␣འི་ རྒྱུས་ བུ་ དང་ བུ་མོ་ སྐྱེ་བ␣ར་ འགྱུར་ རོ་ ཞེས་
fr: dans le monde, « de la cause [que constituent] les prières, des garçons et des filles naissent »

source: གྲག་ མོད་ ཀྱི །
fr: est connu, mais

source: དེ་ཡང་ དེ་ལྟ་ ནི་ མ་ ཡིན་ ཏེ །
fr: ce n'est pas comme ça que sont [les choses]. En effet,

source: གལ་ཏེ་ གསོལ་བ་ བཏབ་པ␣འི་ རྒྱུས་ བུ་ དང་ བུ་མོ་ སྐྱེ་བ␣ར་ འགྱུར་ དུ་ ཟིན་ ན །
fr: si la cause des prières faisaient naître des garçons et des filles,

source: འཁོར་ལོ␣ས་ སྒྱུར་བ␣འི་ རྒྱལ་པོ་ བཞིན་ དུ་ རེ་རེ་ ལ་ ཡང་ བུ་ སྟོང་ སྟོང་ ཡོད་པ␣ར་ འགྱུར་བ␣འི་ རིགས་ སོ ། །
fr: il faudrait que comme pour les monarques universels, chaque [personne] ait mille enfants.

source: ཡེ་ ནི་ གནས་ གསུམ་ ཚོགས་པ་ ལ␣ས་
fr: Depuis toujours, c'est l'assemblement de trois choses qui

source: བུ་ དང་ བུ་མོ་ སྐྱེ་བ␣ར་ འགྱུར་ ཏེ །
fr: font naître les garçons et les filles.

source: གསུམ་ གང་ཞེ་ན །
fr: ces trois [choses] sont :

source: ཕ་མ་ གཉིས་ འདོད་ཆགས་ ལངས་ ཏེ་ ཕྲད་པ་ དང་
fr: les deux parents éprouvent du désir et ont un rapport,

source: མ་ དུས་ ལ་ བབ་ ཅིང་ ཟླ་མཚན་ དང་ ལྡན་པ་ དང་
fr: la mère se situe au bon moment [dans son cycle] et elle est en âge de procréer (lit. elle a ses menstruations) et

source: དྲི་ཟ་ འོངས་པ་ སྟེ །
fr: un gandharva est arrivé, et

source: དྲི་ཟ␣འི་ སེམས་ ཀྱང་ རྗེས་སུ་ ཆགས་པ་ དང་ ལྡན་པ␣འམ་ ཁོང་ཁྲོ་བ་ དང་ ལྡན་པ་ རྣམ་པ་ གཉིས་ ལ␣ས་ གང་ཡང་ རུང་བ␣ས་ སྐྱེས་པ␣འོ ། །
fr: l'esprit du gandharva, quant à lui, naîtra s'il est [dans] l'une des deux [situations] : soit il ressent de l'attachement, soit il ressent de l'aversion.

source: དེ་ནས་ དེ་ཡང་ གསོལ་བ་ འདེབས་པ་ ལྷུར་ བྱེད་ ལ་
fr: Donc, le père de famille (lit. il) adressait ses prières avec beaucoup d'entrain et

source: སེམས་ཅན་ ཆེན་པོ་ ཆེ་བ␣ར་ གྲགས་པ །
fr: un grand être, connu pour sa grandeur,

source: སྲིད་པ་ ཐ་མ་པ་
fr: un [être] sur sa dernière existence,

source: བཙལ་བ␣ར་ བྱ་བ་ རྙེད་པ་
fr: un [être] qui a obtenu ce qu'il cherchait,

source: ཐར་པ␣འི་ སྐལ་བ་ ཅན་ དུ་ གྱུར་པ །
fr: un [être] qui avait ce qu'il faut pour la libération,

source: ཚོགས་ བསགས་པ་
fr: un [être] qui avait accumulé les mérites,

source: མྱ་ངན་ ལ␣ས་ འདས་པ་ ལ་ ནང་ དུ་ བལྟས་པ །
fr: un [être] qui regardait vers l'intérieur [qu'est] l'au-delà de la souffrance,

source: འཁོར་བ་ ལ␣ས་ ཕྱི་རོལ་ ཏུ་ བལྟས་པ །
fr: un [être] qui regardait vers l'extérieur du samsara,

source: སྲིད་པ␣ར་ འགྲོ་བ␣འི་ སྐྱེ་གནས་ རྣམས་ མི་འདོད་པ །
fr: un [être] qui ne voulait pas de la condition (lit. l'endroit de naissance) des mondes (lit. endroits où aller) du samsara,

source: ལུས་ ཀྱི་ ཐ་མ་ འཛིན་པ་ ཞིག་ ཀྱང་ དེ␣འི་ ཆུང་མ␣འི་ མངལ་ དུ་ སྐྱེས་ སོ ། །
fr: un [être] qui tient son dernier corps, est né dans le sein de son épouse.

source: བུད་མེད་ མཁས་པ␣འི་ རང་བཞིན་ ཅན་ ཁ་ཅིག་ ལ་ ནི་ ཐུན་མོང་ མ་ཡིན་པ␣འི་ ཆོས་ ལྔ་ ཡོད་ དེ །
fr: Certaines femmes qui ont une intelligence naturelle possèdent cinq particularités (lit. cinq choses/dharmas spécifiques) :

source: ལྔ་ གང་ཞེ་ན །
fr: ces cinq sont :

source: སྐྱེས་པ་ ཆགས་པ␣ར་ ཡང་ ཤེས་ ལ་
fr: elles savent qu'un homme éprouve du désir pour elles

source: མ་ཆགས་པ␣ར་ ཡང་ ཤེས་པ་ དང་
fr: ou bien qu'il n'éprouve pas de désir,

source: དུས་ ཀྱང་ ཤེས་ ལ་
fr: elles connaissent aussi leur cycle (lit. temps) et

source: ཟླ་མཚན་ ཡང་ ཤེས་པ་ དང་
fr: elles connaissent aussi leurs règles,

source: བུ་ ཆགས་པ་ ཤེས་པ་ དང་ །
fr: elle savent qu'elles sont enceintes (lit. qu'un enfant est là),

source: གང་ ལ␣ས་ བུ་ ཆགས་པ་ ཤེས་པ་ དང་ །
fr: elles savent de qui elles sont enceintes (lit. un enfant est là),

source: ཁྱེའུ་ ཡང་ ཤེས་ ལ་
fr: elles savent [que c'est] un garçon ou bien

source: བུ་མོ་ ཡང་ ཤེས་པ་ སྟེ །
fr: elles savent [que c'est] une fille parce que

source: གལ་ཏེ་ ཁྱེའུ་ ཡིན་ ན་ ནི་ ལྟོ་ གཡས་ལོགས་ སུ་ རྟེན་ ཅིང་ གནས་ སོ ། །
fr: si c'est un garçon, il se positionne (lit. s'appuie) sur le côté droit et y reste.

source: གལ་ཏེ་ བུ་མོ་ ཡིན་ ན་ ནི ། ལྟོ་ གཡོན་ལོགས་ ན་ རྟེན་ ཅིང་ གནས་ སོ ། །
fr: Si c'est une fille, il se positionne (lit. s'appuie) sur le côté gauche et y reste.

source: དེ་ནས་ གང་ གི་ ཚེ་ དེ་ ལ་ བུ་ ཆགས་པ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ་ དེ་ དགའ་ ཆེས་ ནས་
fr: Donc, lorsqu'[elle] tomba enceinte (lit. un enfant fut là), elle fut extrêmement contente et

source: ཁྱིམ་ཐབ་ ལ་ སྦྲན་པ །
fr: elle [le] raconta à son mari : «

source: ཇོ་བོ་
fr: Seigneur,

source: བདག་ ལ་ སྲས་ ཆགས་ ཏེ །
fr: je suis enceinte d'un garçon (lit. un garçon est dans moi) parce que

source: བདག་ གི་ རུམ་ གཡས་ལོགས་ སུ་ རྟེན་ ཅིང་ གནས་པ་ ལ␣ས་ ན་
fr: il se positionne (lit. s'appuie) du côté droit de mon ventre (lit. matrice). Donc,

source: ཁྱེའུ␣ར་ འགྱུར་བ␣ར་ ངེས་ ཀྱིས །
fr: il est certain que ce soit un garçon. Donc,

source: དགྱེས་པ་ བསྐྱེད་ དུ་ གསོལ་ ཞེས་
fr: réjouissez-vous.»

source: བྱས་ ནས །
fr: dit-il. Puis,

source: དེ་ཡང་ དགའ་ ཆེས་ ཏེ་
fr: il fut extrêmement (lit. de trop) content et

source: རོ་སྟོད་ ནི་ བཏེག་
fr: redressa son buste,

source: ལག་པ་ གཡས་པ་ ནི་ བརྐྱང་ ནས །
fr: étendit sa main droite,

source: བདག་ གིས་ ཡུན་རིང་པོ་ ནས་ སྨོན་ སྨོན་པ␣འི་ བུ␣འི་ ངོ་ མཐོང་བ␣ར་ འོང་ ངོ་ ། །
fr: « Je vais pouvoir (lit. ça vient) voir le visage de l'enfant que j'ai tant souhaité (lit. souhaité et souhaité) depuis longtemps.

source: བདག་ གི་ བུ་ རུང་བ␣ར་ གྱུར་ཅིག་
fr: Puisse-t-il convenir comme mon enfant.

source: མི་ རུང་བ␣ར་ མ་ གྱུར་ཅིག །
fr: Puisse-t-il ne pas ne pas convenir.

source: བདག་ གི་ བྱ་བ་ དག་བྱེད་ པར་ཤོག་ ཤིག །
fr: Puisse-t-il faire les choses que je fais.

source: གསོས་ ན་ གསོས་པ␣འི་ ལན་ ཕྱིར་ གསོ་བ␣ར་ ཤོག་ ཤིག །
fr: Si je m'occupe de lui, puisse-t-il répondre à [mes] soins en s'occupant [de moi] en retour.

source: ནོར་སྐལ་ ལ་ སྤྱོད་པ␣ར་ ཤོག་ ཤིག །
fr: Puisse-t-il bénéficier de mon héritage (lit. part des richesses).

source: བདག་ གི་ རིགས་རྒྱུད་ ཡུན་རིང་ དུ་ གནས་པ␣ར་ ཤོག་ ཤིག །
fr: Puisse ma lignée familiale se maintenir longtemps.

source: བདག་ཅག་ འདས་ ཏེ་ ཤི་བ␣འི་ འོག་ ཏུ་ ཡང་ བདག་ཅག་ གི་ ཕྱིར་ མང་ ཡང་ རུང་ ཉུང་ ཡང་ རུང་ སྟེ །
fr: Après que nous ayons transmigré (lit. dépassé) et que nous soyons morts, pour nous, que ce soit beaucoup ou que ce soit peu,

source: སྦྱིན་པ་ དག་ བྱིན་ ལ་ བསོད་ནམས་ དག་ བྱས་ ནས་
fr: [puisse-t-il] pratiquer la générosité et accumuler (lit. faire) des mérites et

source: དེ་ གཉིས་ གང་དང་གང་ དུ་ སྐྱེས་ ཤིང་ འགྲོ་བ་ དེ␣ར་ འདི་ སོང་ ཤིག་ ཅེས་
fr: « Que ces mérites (lit. ils) aillent là où ils (lit. ces deux) sont partis et nés »

source: ཡོན་ སྔོ་བ␣ར་ ཤོག་ ཤིག་ ཅེས་
fr: puisse-t-il les dédier ainsi. »

source: དགའ་བ␣འི་ ཚིག་ བརྗོད་ དོ ། །
fr: il dit [ces] paroles de joie.

source: དེ␣ས་ བུ་ ཆགས་པ␣ར་ རིག་ ནས་
fr: Ayant compris qu'il attendait un enfant (lit. un enfant était là),

source: བུ␣འི་ རིམ་གྲོ་ བྱ་བ␣འི་ ཕྱིར་ ཁང་ བཟངས་ ཀྱི་ སྟེང་ དུ་ ཉམ་ རངས་ སུ་ བཞག་ སྟེ །
fr: pour prendre soin de son enfant, il [l']installa confortablement sur la partie supérieur de leur maison et

source: གྲང་བ␣འི་ ཚེ་ གྲང་བ␣འི་ ཡོ་བྱད་ རྣམས་ དང་ ཚ་བ␣འི་ ཚེ་ ཚ་བ␣འི་ ཡོ་བྱད་ རྣམས་ དང་ ། སྨན་པ␣ས་ བསྟན་པ␣འི་ ཟས་ རྣམས་ དང་ ཧ་ཅང་ ཁ་བ་ མ་ཡིན་པ་ རྣམས་ དང་ ཧ་ཅང་ སྐྱུར་བ་ མ་ཡིན་པ་ རྣམས་ དང་ ཧ་ཅང་ ལན་ཚྭ་ ཆེ་བ་ མ་ཡིན་པ་ རྣམས་ དང་ ཧ་ཅང་ མངར་ བ་མ་ ཡིན་པ་ རྣམས་ དང་ ། ཧ་ཅང་ རོ་ ཚ་བ་ མ་ཡིན་པ་ རྣམས་ དང་ ཧ་ཅང་ བསྐ་བ་ མ་ཡིན་པ་ རྣམས་ ཏེ ། ཁ་བ་ དང་ སྐྱུར་བ་ དང་ ལན་ཚྭ་ དང་ མངར་བ་ དང་ ཚ་བ་ དང་ བསྐ་བ་ མེད་པ␣འི་ ཟས་ རྣམས་ ཀྱིས་ བསྟེན་ ཅིང་ །
fr: [Il fit qu']on lui procure (lit. elle dépende de) les choses pour le froid quand il faisait froid, les choses pour le chaud quand il faisait chaud, les aliments recommandés (lit. montrés) par le médecin, ceux qui ne sont pas trop amers, ceux qui ne sont pas trop acides, ceux qui ne sont pas trop salés, ceux qui ne sont pas trop sucrés, ceux qui ne sont pas trop piquants, ceux qui ne sont pas trop astringents, c'est à dire les aliments qui ne sont ni amers, ni acides, ni salés, ni sucrés, ni piquants ni astringents,

source: དོ་ཤལ་ དང་ སེ་ མོ་ དོས་ ལུས་ རྣམ་པ␣ར་ བཀླུབས་ ཏེ །
fr: [il fit qu']on pare entièrement son corps de colliers courts et longs,

source: ལྷ␣འི་ བུ་མོ་ དགའ་བ␣འི་ ཚལ་ ན་ རྣམ་པ␣ར་ རྒྱུ་བ་ བཞིན་ དུ ། ལུས་ ཁྲི␣འི་ སྟེང་ ནས་ ཁྲི␣འི་ སྟེང་ དང་ ། ཁྲིའུ␣འི་ སྟེང་ ནས་ ཁྲིའུ␣འི་ སྟེང་ དུ་ རྒྱུ་ ཞིང་
fr: [il fit qu']elle se déplace comme une jeune déesse (lit. une fille de dieu) qui évolue dans un jardin merveilleux (lit. jardin des plaisirs), du dessus d'un divan (lit. trône) au dessus d'un [autre] divan, du dessus d'un siège (lit. petit trône) au dessus d'un [autre] siège,

source: འོག་ གི་ ས་གཞི་ ལ་ མི་ འབབ་པ་ དང་ །
fr: sans descendre jusqu'au sol (lit. le sol du bas),

source: དེ␣ས་ ཡིད་ དུ་ མི་ འོང་བ␣འི་ སྒྲ་ སྐད་ ཅི་ཡང་ མི་ ཐོས་པ␣ར་ བྱས་ སོ ། །
fr: il fit qu'elle n'entende aucun son, aucune voix désagréable.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ བགྲོད་པ་ གཅིག་པུ␣འི་ ལམ་ སྟོན་པ །
fr: Les Bienheureux Bouddhas montrent l'unique voie à parcourir ;

source: རྣམ་པ་ གཉིས་ ཀྱི་ ཤེས་བྱ་ དང་ ཡེ་ཤེས་ ལ་ མངའ་ བརྙེས་པ །
fr: ils possèdent (lit. obtenu la possession de) les deux aspects de la connaissance et la sagesse ;

source: མ་ འདྲེས་པ␣འི་ དྲན་པ་ ཉེ་བར་ གཞག་པ་ གསུམ་ ལ་ མཁས་པ །
fr: ils excellent dans les trois attentions rapprochées qui leur sont propres ;

source: མི་ འཇིགས་པ་ བཞི␣ས་ མི་ འཇིགས་པ །
fr: ils sont intrépides grâce aux quatre intrépidités ;

source: འགྲོ་བ་ ལྔ␣ར་ འགྲོ་བ་ ལ␣ས་ རྣམ་པ␣ར་ གྲོལ་བ །
fr: ils sont entièrement libérés d'aller vers les cinq renaissances ;

source: སྐྱེ་མཆེད་ དྲུག་ ལ་ མཁས་པ་
fr: ils sont versés dans les six sources des sens ;

source: བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ བདུན་ ལ་ སྤྱོད་ཡུལ་བ །
fr: ils vivent les sept branches de l'Éveil ;

source: རྣམ་པ␣ར་ ཐར་པ་ བརྒྱད་ ལ་ བསམ་གཏན་པ །
fr: ils contemplent les huit libérations complètes ;

source: མཐར་གྱིས་ གནས་པ␣འི་ སྙོམས་པར་ འཇུག་པ་ དགུ་ ལ་ སྙོམས་པར་ འཇུག་པ །
fr: ils s'engagent dans les neuf absorptions méditatives successives ;

source: སྟོབས་ བཅུ␣འི་ སྟོབས་ དང་ ལྡན་པ་
fr: ils possèdent la puissance (lit. force) des dix forces ;

source: ཡང་དག་པ␣འི་ སེང་གེ␣འི་ སྒྲ་ ཆེན་པོ་ སྒྲོགས་པ་ རྣམས་ ནི ། ཆོས་ཉིད་ ཀྱིས་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་ ཏེ །
fr: Eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.

source: སུ་ ནི་ རྒུད་
fr: « Qui décline ?

source: སུ་ ནི་ དར་
fr: Qui prospère (lit. s'étendre)?

source: སུ་ ནི་ ཕོངས་ ཤིང་ འདུག་
fr: Qui est dans la misère ?

source: སུ་ ནི་ ཉམ་ང་ བར་ གྱུར་
fr: Qui vit dans la peur ?

source: སུ་ ནི་ གནོད་པ་ དང་ ལྡན་
fr: Qui est accablé (lit. être sujet à un mal) ?

source: སུ་ ནི་ ཕོངས་པ་ དང་ ཉམ་ང་བ་ དང་ གནོད་པ་ དང་ ལྡན་
fr: Qui est dans le malheur, vit dans la peur et est accablé (lit. avoir) de souffrances (lit. de maux) ?

source: སུ་ ནི་ ངན་སོང་ དུ་ གཞོལ་
fr: Qui chute dans les mondes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ འབབ་
fr: Qui tombe dans les mondes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ བབ་
fr: Qui tombera dans les mondes inférieurs ?

source: སུ་ ནི་ ངས་ ངན་སོང་ ལ␣ས་ ཕྱུང་ སྟེ་
fr: Qui vais-je extraire des mondes inférieurs et

source: མཐོ་རིས་ དང་ ཐར་པ་ དང་ འབྲས་བུ་ ལ་ གཞག་པ␣ར་ བྱ །
fr: les établir dans les royaumes supérieurs, la libération ou le résultat ?

source: སུ་ ནི་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ འདམ་ དུ་ བྱིང་བ་ ལ␣ས་
fr: Quel être (lit. qui) enlisé dans le marais des mauvaises conduites

source: ལག་ནས་ དྲང་བ␣ར་ བྱ །
fr: vais-je tirer par la main ?

source: སུ་ ནི་ འཕགས་པ␣འི་ ནོར་ བདུན་ མེད་པ་ ལ␣ས །
fr: Qui, dépourvu des sept joyaux des [êtres] nobles,

source: འཕགས་པ␣འི་ ནོར་ བདུན་ གྱི་ དབང་ཕྱུག་ ལ་ དབང་ བྱེད་ དུ་ གཞུག་པ␣ར་ བྱ །
fr: vais-je pousser à s'approprier le pouvoir des seigneurs des sept joyaux des [êtres] nobles ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ མ་ བསྐྱེད་པ་ ལ␣ས་
fr: Qui, n'ayant pas développé les racines vertueuses,

source: བསྐྱེད་པ␣ར་ བྱ །
fr: inciterais-je à [les] développer ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ བསྐྱེད་ ཟིན་པ་ ལ␣ས་
fr: Qui, ayant déjà développé les racines vertueuses,

source: ཡོངས་སུ་ སྨིན་པ␣ར་ བྱ །
fr: inciterais-je à [les] faire mûrir ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ ཡོངས་སུ་ སྨིན་ ཟིན་པ་ ལ␣ས་
fr: Qui, ayant déjà fait mûrir entièrement les racines vertueuses,

source: ཡེ་ཤེས་ ཀྱི་ མཚོན་ གྱིས་ བརྟོལ་བ␣ར་ བྱ །
fr: inciterais-je à [les] faire jaillir à l'aide de l'arme de la sagesse ?

source: སུ་ ལ་ ནི་ སངས་རྒྱས་ བྱུང་བ␣ས་ བརྒྱན་པ␣འི་ འཇིག་རྟེན་ འབྲས་བུ་ དང་ བཅས་པ␣ར་ བྱ་ སྙམ་ དུ་
fr: Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu'un bouddha y est apparu ? »

source: ཡེ་ཤེས་ གཟིགས་པ་ འཇུག་ གོ ། །
fr: [ainsi] s'applique leur regard de sagesse.

source: རྒྱ་མཚོ་ ཆུ་སྲིན་ རྣམས་ ཀྱི་ གནས ། ། དུས་རླབས་ ཡོལ་བ␣ར་ འགྱུར་ ཡང་སྲིད ། །
fr: [Dans] l'océan, où vivent les makaras, il est envisageable (lit. il est éventuellement possible que) que les marées [toujours régulières] arrivent en retard.

source: གདུལ་བ␣ར་ བྱ་བ␣འི་ སྲས་ རྣམས་ ལ ། ། སངས་རྒྱས་ དུས་ ལ␣ས་ ཡོལ་བ་ མེད ། །
fr: Pour leurs enfants qu'ils doivent dompter, les bouddhas ne prennent [jamais] de retard.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ཇི་ལྟར་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་པ་ དེ་བཞིན་ དུ་
fr: De même que les Bienheureux Bouddhas regardent le monde avec les yeux de bouddha pendant les six périodes de la journée, les trois du jour et les trois de la nuit,

source: ཉན་ཐོས་ ཆེན་པོ་ རྣམས་ ཀྱང་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ ཉན་ཐོས་ ཀྱི་ མིག་ གིས་ འཇིག་རྟེན་ ལ་ ལྟ་བ␣ར་ བྱེད་ དེ །
fr: les grands auditeurs, eux aussi, regardent le monde avec les yeux d'auditeur pendant les six périodes de la journée, les trois du jour et les trois de la nuit. Ainsi,

source: ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས་ ཉན་ཐོས་ ཀྱི་ མིག་ གིས་ འཇིག་རྟེན་ ལ་ བལྟས་ ན །
fr: lorsque l'honorable Aniruddha regardait le monde avec les yeux d'auditeur,

source: སྲིད་པ་ ཐ་མ་པ␣འི་ སེམས་ཅན་ ཞིག་ གིས་ ཁྱིམ་བདག་ དེ␣འི་ ཁྱིམ་ དུ་ ཉིང་མཚམས་ སྦྱོར་བ␣ར་ མཐོང་ ངོ་ ། །
fr: il vit qu'un être sur sa dernière vie (lit. existence) entrait dans le sein [d'une mère] dans la maison de ce père de famille.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: བསམས་པ་
fr: il pensa : «

source: སེམས་ཅན་ དེ་ སུ␣ས ། འདུལ་བ␣ར་ འགྱུར །
fr: Cet être, qui le domptera ?

source: ཅི་ སངས་རྒྱས་ ཀྱིས་ འདུལ་བ␣ར་ འགྱུར་ རམ །
fr: Est-ce que le Bouddha le domptera ou bien

source: འོན་ཏེ་ ཉན་ཐོས་ ཀྱིས་ འདུལ་བ␣ར་ འགྱུར་ ཞིག་ གུ་ སྙམ་པ་ དང་
fr: est-ce qu'un auditeur le domptera ? » pensa-t-il. À ce moment,

source: དེ␣ས་ བདག་ཉིད་ ཀྱིས་ འདུལ་བ␣ར་ འགྱུར་བ་ མཐོང་ ངོ་ ། །
fr: il vit que c'était lui-même (lit. moi-même) qui le dompterait.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: ཁྱིམ་ དེ␣ར་ སོང་ ནས །
fr: il alla dans cette maison et

source: ཁྱིམ་བདག་ དེ་ ལ་དུ␣ས་ དུས་ སུ་ ཆོས་སྟོན་ ཏོ ། །
fr: enseigna le Dharma de temps en temps à ce père de famille.

source: དེ␣ས་ ཁྱིམ་བདག་ དེ་ དད་པ་ ཕུན་སུམ་ ཚོགས་པ་ ལ་ གནས་པ␣ར་ བྱས་ སོ ། །
fr: Il installa (lit. faire rester) ce père de famille dans une dévotion parfaite (lit. auspicieuse).

source: སྐྱབས་ སུ་ འགྲོ་བ་ དང་ ། བསླབ་པ␣འི་ གཞི་ རྣམས་ ལ་ ཡང་ གནས་པ␣ར་ བྱས་ སོ ། །
fr: Il l'installa (lit. fit rester) aussi dans le refuge (lit. la prise de refuge) et dans les vœux (lit. bases de l'entraînement).

source: སྦྱིན་པ་ དང་ སྦྱིན་པ␣འི་ བགོ་བཤའ་ ལ་ ཡང་ དད་པ␣ར་ བཙུད་ དེ །
fr: Il le fit aussi entrer avec dévotion dans la [pratique de la] générosité et l'échange de la générosité.

source: དེ␣ས་ རིང་པོ་ མ་ ལོན་པ␣ར ། ཁྱིམ་ དེ་ སློང་བ་ རྣམས་ ཀྱི་ ཆུ་དོང་ དང་ འདྲ་བ␣ར་ གྱུར་པ␣ར་ བྱས་ སོ ། །
fr: Il fit de sorte que, peu de temps après, cette maison devint comme un puits pour les mendiants (lit. ceux qui mendient).

source: དེ་ནས་ ཕྱི་ ཞིག་ ན ། ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས ། ཕ་མ་ དེ་ གཉིས་ བརྟན་པ␣ར་ བྱ་བ␣འི་ ཕྱིར་
fr: Ensuite, plus tard, l'honorable Aniruddha, pour rendre ces deux parents stables [dans leurs engagements],

source: ཟླ་མེད་པ་ དང་ ། གཡོག་ མེད་པ␣ར་ གཅིག་པུ་ ཁྱིམ་ དེ␣ར་ སོང་བ་ དང་
fr: alla seul dans cette maison, sans compagnon ni serviteur.

source: ཁྱིམ་བདག་ དེ␣ས ། ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ་ ཟླ་མེད་པ་ དང་ ། གཡོག་ མེད་པ␣ར་ གཅིག་པུ་ འོང་བ␣ར་ མཐོང་ ངོ་ ། །
fr: Ce père de famille vit que l'honorable Aniruddha vint seul, sans compagnon ni serviteur.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: འཕགས་པ་
fr: « [Être] sublime,

source: ཁྱོད་ ཅིའི་སླད་དུ་ ཟླ་ མ་ མཆིས་པ་ དང་ ། ཞམ་རིང་ མ་ མཆིས་པ␣ར་ གཅིག་པུ་ གཤེགས །
fr: Pour quelle raison venez-vous seul, sans compagnon et sans serviteur ?

source: འཕགས་པ␣འི་ ཞབས་འབྲིང་ བགྱིད་པ་ འགའ་ཡང་ མ་ མཆིས་ སམ་ ཞེས་
fr: Ne se trouve-t-il personne pour [vous] servir (lit. faire le serviteur), [être] sublime ? »

source: དྲིས་ སོ ། །
fr: demanda-t-il.

source: ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས་ སྨྲས་པ །
fr: L'honorable Aniruddha dit : «

source: ཁྱེད་ཅག་ ལྟ་བུ་ འབའ་ཞིག་ གིས་ བྱིན་པ་ མ་གཏོགས་པ␣ར་ བདག་ཅག་ ལ་ གུད་ ན་ གཡོག་ གི་ འབྱུང་ཁུངས་ ག་ལ་ ཡོད །
fr: En dehors de [ceux] qui seraient donnés par [ceux] comme vous, où ailleurs pourrait-il y avoir de source de serviteurs ? »

source: ཁྱིམ་བདག་ གིས་ སྨྲས་པ །
fr: Le père de famille dit : «

source: བཙུན་པ་ མ་ འགགས་པ་
fr: Vénérable Aniruddha,

source: བདག་ གི་ མཆིས་བྲང་ ལ་ བུ་ ཆགས་པ་ མཆིས་ ཀྱིས་
fr: mon épouse attend un enfant (lit. il est arrivé un enfant à mon épouse),

source: དེ་ལས ། གལ་ཏེ་ ཁྱེའུ་ ཞིག་ བཙས་པ␣ར་ གྱུར་ ན །
fr: si c'est un garçon qui naît,

source: དེ་ བདག་ གིས་ འཕགས་པ␣འི་ ཞབས་འབྲིང་ དུ་ དབུལ་ ལོ ། །
fr: je [vous] l'offrirai, être sublime, comme serviteur. »

source: ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས་ སྨྲས་པ །
fr: L'honorable Aniruddha dit : «

source: ཁོང་ དགེ་བ་ རྣམས་ ནི་ དམ་བཅ␣ས་པ་ ལ་ བརྟན་པ་ ཡིན་ ནོ ། །
fr: [ceux dont] l'esprit (lit. l'intérieur) est vertueux sont stables dans leurs promesses. »

source: དེ་སྐད་ ཅེས་ སྨྲ␣ས་ ནས །
fr: dit-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ་ སོང་ ངོ་ ། །
fr: l'honorable Aniruddha s'en alla.

source: ཁྱིམ་བདག་ དེ␣འི་ ཆུང་མ་ ཡང་ ཟླ་བ་ དགུ་ འམ་ བཅུ་ ལོན་པ་ དང་
fr: [À] l'épouse de ce père de famille, après que neuf ou dix mois soient passés,

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ མདོག་ བཟང་བ་ གསེར་ གྱི་ ཁ་དོག་ ཅན་ མགོ་ གདུགས་ ལྟར་ འདུག་པ་ ལག་པ་ རིང་བ་ དཔྲལ་བ␣འི་ དབྱེས་ ཆེ་བ ། སྣ་ མཐོ་བ་ སྣ་ ལེགས་པ་ སྨིན་མ་ སྟུག་པ་ ཞིག་ བཙས་ སོ ། །
fr: naquit un enfant au corps harmonieux (lit. noble), qui était beau et agréable au regard, dont la teinte noble [était] la couleur de l'or, dont la tête [se] tenait comme une ombrelle, dont les mains étaient longues, dont la largeur (lit. l'étendue) du front était grande, dont le nez était haut, dont le nez était bien [fait] et dont les sourcils étaient denses.

source: དེ་ནས་ དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ནས །
fr: Ensuite, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: ཁྱེའུ་ འདི␣འི་ མིང་ ཇི་སྐད་ གདགས་ ཞེས་
fr: « Comment nommer ce garçon ? »

source: མིང་འདོགས་པ␣ར་ བྱེད་ དེ །
fr: Un nom lui fut donné :

source: བདག་ གི་ བུ་ ནམ་ བཙའ་བ␣ར་ འགྱུར་ ཞིག་ གུ་ སྙམ་ དུ་
fr: « "Mais quand naîtra mon enfant ?" [pensai-je].

source: ཡུན་རིང་པོ་ ནས ། བདག་ གིས་ སྨོན་ སྨོན་པ་ དང་ ཡུན་རིང་པོ་ ནས་ བདག་ འདོད་ ཅིང་ །
fr: Ce que j'ai tant souhaité (lit. souhaité et souhaité) depuis longtemps et ce que j'ai tant désiré depuis longtemps,

source: ཡིད་ སྨོན་ དུ་ བགྱི་ བགྱི་བ་ དེ ། ཁྱེའུ་ འདི␣ས་ ཡོངས་སུ་ རྫོགས་པ␣ར་ བྱས་པ␣ས་ ན །
fr: ce que j'espérais (lit. avoir un souhait mental) tant, ce garçon l'a entièrement réalisé (lit. complété). C'est pourquoi,

source: ཁྱེའུ་ འདི␣འི་ མིང་ རྫོགས་བྱེད་ ཅེས་ གདགས་ སོ་ ཞེས་
fr: il sera nommé Pūraṇa (Celui-qui-Exauce (lit. complète)) »

source: ཟེར་ རོ ། །
fr: dit-il.

source: དེ་ནས་ ཁྱེའུ་ རྫོགས་བྱེད་ པང་ ན་ འཚོ་བ␣འི་ མ་མ་ གཉིས་ དང་ ། ནུ་མ་ སྣུན་པ␣འི་ མ་མ་ གཉིས་ དང་ དྲི་མ་ འཁྲུ་བ␣འི་ མ་མ་ གཉིས་ དང་ རྩེ་བ␣འི་ མ་མ་ གཉིས་ ཏེ་ མ་མ་ བརྒྱད་ ལ་ གཏད་ ནས །
fr: Ensuite, le garçon Pūraṇa fut remis à huit nourrices, deux nourrices qui l'accueillaient (lit. le faisaient vivre) dans leur giron, deux nourrices qui lui donnaient le sein, deux nourrices qui lavaient ses souillures et deux nourrices pour jouer avec lui. Puis,

source: དེ་ སྲེད་ མེད་ ཀྱི་ བུ␣འི་ ལག་ ན་ ཐོགས་པ␣འི་ རྨ་བྱ␣འི་ མདོངས་ དང་ བསྲུང་བ␣འི་ སྲད་བུ་ དང་ འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: Il se développa au fil du temps grâce à la plume de paon que tient Nārāyaṇa, au cordon de protection, à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. essence du beurre) et

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེད་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, il grandit avec force.

source: དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ ། ཡི་གེ་ དང་ ཁོང་ རྩིས་ དང་ ཤོད་ དགོད་པ་ དང་ ལག་རྩིས་ དང་ དབྱུང་བ་ དང་ སྦ་བ་ དང་ དགྲམ་པ་ དང་ གོས་ བརྟག་པ་ དང་ ནོར་བུ་ བརྟག་པ་ དང་ རིན་པོ་ཆེ་ བརྟག་པ་ དང་ སྤོས་ བརྟག་པ་ དང་ སྨན་ བརྟག་པ་ དང་ གླང་པོ་ཆེ་ བརྟག་པ་ དང་ རྟ་ བརྟག་པ་ དང་ གོ་མཚོན་ བརྟག་པ་ བསླབས་ ཏེ །
fr: Lorsqu'il eut grandi, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, celle des gemmes, celle des substances précieuses, celle des parfums, celle des remèdes, celle des éléphants, celle des chevaux, celle des armures et celle des armes. Ainsi,

source: ཡི་གེ་ མཁས་པ་ དང་ ཀློག་ མཁས་པ་ དང་ མཛངས་པ་ དང་ བྱ་བ་ ལ་ གསལ་བ་ དང་ ཡིད་གཞུངས་པ་ དང་ བརྟག་པ་ རྣམ་པ་ བརྒྱད་ ལ་ བྱང་བ␣ར་ གྱུར་ ཏོ ། །
fr: il sut parfaitement écrire (lit. versé dans les lettres). Il sut parfaitement lire (lit. versé dans la lecture). Il devint ingénieux, habile de ses mains (lit. clair sur les choses à faire), vif d'esprit et rompu (lit. entraîné) aux huit évaluations.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན ། ཚེ་ དང་ ལྡན་པ་ མ་ འགགས་པ␣ས ། ཁྱེའུ་ དེ་ རབ་ཏུ་ དབྱུང་བ␣འི་ དུས་ ལ་ བབ་པ␣ར་ མཐོང་ ནས །
fr: Ensuite, l'honorable Aniruddha vit que le moment était venu [que] ce garçon se retire du monde, et

source: སྔ་དྲོ་ ཤམ་ཐབས་ དང་ ཆོས་གོས་ བགོས་ ཏེ །
fr: le matin, il revêtit le nivāsana et le cīvara, puis

source: ལྷུང་བཟེད་ ཐོགས་ ནས་
fr: il prit son bol à aumône et
