Repository: Esukhia/karmasataka
Catalog: sem/*/04.po
Languages: fr

source: དེ␣འི་ ཚེ་ གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན་ ཁྱིམ་བདག་ ཅིག་ གནས་པ་ དེ␣ས་ ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས །
fr: à cette époque, un père de famille vivait dans la ville de Vārāṇasī. Puis, arrivé à (lit. tombé) l'âge de se marier (lit. d'une épouse), il prit une épouse et

source: དེ་དེ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་པ་ ལ␣ས་
fr: Avec elle, ils se divertirent, ils [apprirent] à s'aimer et laissèrent libre cours à leurs envies et de ce fait,

source: ཕྱི་ ཞིག་ ན་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས །
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་ །
fr: après que soient passés neuf ou dix mois,

source: བུ་ མཚེ་མ་ གཉིས་ བྱུང་ སྟེ །
fr: deux jumeaux naquirent (lit. apparurent) et

source: དེ་ གཉིས་ ཀྱི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ནས །
fr: ensuite, leur fête de naissance à tous les deux fut faite [de manière] grandiose (lit. vastement) et

source: རིགས་ དང་ འཐུན་པ␣ར་ མིང་ བཏགས་ ཏེ །
fr: on leur donna des noms en accord avec leur caste. Puis,

source: འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: ils se développèrent au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: གང་ གི་ ཚེ་ དེ་ གཉིས་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ དེ་ གཉིས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས །
fr: quand ils eurent tous les deux grandi, ils conçurent de la dévotion pour l'enseignement du complet et parfait bouddha Kāśyapa, et

source: དེ་ གཉིས་ ཀྱིས་ ཕ་མ་ ལ་ གསོལ་ ཏེ །
fr: ils demandèrent [la permission] à leurs parents et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: se retirèrent du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa et

source: བསྙེན་པ␣ར་ རྫོགས་ ཏེ་
fr: prirent l'ordination complète et

source: དེ་ གཉིས་ ལ་ མཁན་པོ␣ས་ སྨྲས་པ །
fr: le précepteur leur dit à tous les deux : «

source: བུ་ གཉིས་
fr: Mes deux enfants,

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ འདི་ ནི་ འཁོར་ལོ་ གཉིས་ ཀྱིས་ གཟུང་བ་ བྱེད་ དེ །
fr: l'enseignement du Bienheureux et détenu par les deux roues :

source: བསམ་གཏན་ གྱི་ འཁོར་ལོ་ དང་ཁ་ ཏོན་ བྱེད་པ␣འི་ འཁོར་ལོ་ འདི་ གཉིས་ ཡིན་ ན །
fr: la roue de la concentration et la roue de la récitation. Ceci étant,

source: ཁྱེད་ གཉིས་ ཀྱིས་ གང་ བྱ །
fr: vous deux, qu'allez-vous faire ? »

source: དེ་ གཉིས་ ཀྱིས་ སྨྲས་པ །
fr: Ils répondirent tous les deux : «

source: ཐོག་མ␣ར་ རེ་ཞིག་ ཁ་ཏོན་ ལ་ འབད་པ␣ར་ བགྱིས་ ལ་
fr: Au début, pendant un temps, nous nous efforceront aux récitations, puis

source: སླད་ ཀྱིས་ བསམ་གཏན་ བགྱི␣འོ ། །
fr: nous pratiqueront la concentration après. »

source: མཁན་པོ␣ས་ སྨྲས་པ །
fr: Le précepteur dit : «

source: ཁྱེད་ གཉིས་ ཇི་ལྟར་ དགའ་བ་ བཞིན་ དུ་ གྱིས་ ཤིག་ ཅེས་
fr: Faites comme il vous plaît à [tous] les deux. »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: དེ␣ས་ རེ་ཞིག་ ཁ་ཏོན་ སློབ་ ཏུ་ བཅུག་ གོ ། །
fr: un temps, il leur fit apprendre les récitations.

source: དེ་ གཉིས་ ཀྱི་ ནང་ ན་ གཅིག་ ནི་ རྒོད་བག་ ཅན་ ཞིག་ གོ ། །
fr: Parmi les deux frères, l'un était de nature farouche.

source: གཅིག་ ནི་ བརྟན་པོ་ ཞིག་ སྟེ་
fr: L'autre était une personne posée et

source: དེ་ ནི་ གང་ གི་ ཚེ་ ཁ་ཏོན་ བྱས་ ཟིན་ ནས་
fr: lui, un jour, après avoir fait les récitations,

source: ཉལ་བ␣ར་ བྱེད་ དེ །
fr: il s'allongeait et

source: དེ␣འི་ ཚེ་ རྒོད་བག་ ཅན་ ཅིག་ཤོས་ ཀྱིས་ དེ་ ཉལ་བ␣འི་ སྟེང་ དུ་ ཡང་ དང་ ཡང་ལྗིད་ ཀྱིས་ འབེབས་པ␣ར་ བྱེད་ ནས །
fr: à ce moment, l'autre qui était farouche se jetait sans cesse pesamment sur celui qui était allongé. Alors,

source: དེ␣ས་ དེ་ ལ་
fr: il [dit] à l'autre : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ ལ་ ཡང་ དང་ ཡང་ དུ་ གནོད་པ་ མ་ བྱེད་ ཅིག་ ཅེས་
fr: ne me fais pas mal sans cesser. »

source: བྱས་ ཀྱང་
fr: dit-il, mais malgré ça,

source: དེ␣ས་ དེ␣འི་ ངག་མ་ མཉན་ ཏོ ། །
fr: il n'écoutait pas ses propos.

source: དེ་ནས་ དེ་ ཁྲོ␣ས་ ནས་
fr: Ensuite, il se mit en colère et

source: དེ་ཉིད་ སྣད་པ␣ར་ བྱ་བ␣འི་ ཕྱིར་ དྲུང་ དུ་ སོ་ཕག་ ཅིག་ བསྒྲེངས་ ཏེ་ བཞག་ གོ ། །
fr: pour lui faire mal, il dressa une brique sur son lit.

source: དགེ་སློང་ དེ་ཡང་ དེ་ ལ་ གཙེ་བ␣འི་ ཕྱིར་ཡང་ འོངས་ ཏེ །
fr: Ce moine vint à nouveau pour le narguer et

source: དེ␣འི་ སྟེང་ དུ་ ལྗིད་ ཀྱིས་ ཕབ་ ནས་
fr: il se jeta pesamment sur lui et

source: དེ␣འི་ རྒྱབ་ སོ་ཕག་ དེ␣འི་ སྟེང་ དུ་ ཕབ་ སྟེ །
fr: son dos s'abattit sur cette brique et

source: རྐེད་པ་ ཆག་ ནས་
fr: il se brisa le dos et

source: དེ་ གཞི་ དེ་ལས་ སྡུག་བསྔལ་ ཆེན་པོ་ སྐྱེས་ སོ ། །
fr: à cause de ça (lit. cette base) il ressentit (lit. fit naître) une grande douleur.

source: དེ་ནས་ ནུ་བོ་ དེ␣ས་ ཀྱང་ དེ␣འི་ ལུས་ ཀྱི་ སྡུག་བསྔལ་ མཐོང་ ནས །
fr: Ensuite, le jeune frère vit lui aussi la souffrance de son corps et

source: དེ་ཡང་ སེམས་ ཀྱི་ སྡུག་བསྔལ་ ཆེན་པོ་ སྐྱེས་ ཏེ །
fr: il ressentit (lit. fit naître) aussi une forte douleur mentale et

source: བདག་ གིས་ མི་ དགོས་པ་ འདི་ ལྟ་བུ་ བྱས་པ་ ཉེ␣ས་ སོ་ སྙམ་ དུ་
fr: « J'ai mal agi en faisant quelque chose d'inutile comme ça. » pensa-t-il et

source: འགྱོད་པ་ སྐྱེས་ ནས །
fr: il regretta et

source: དེ␣ས་ སྨན་པ་ དང་ ཡོ་བྱད་ རྣམས་ སྦྱར་ ཏེ་
fr: il fit venir (lit. rassembla) un médecin et apporta le nécessaire (lit. objets) et

source: ཕུ་བོ␣འི་ ནད་གཡོག་ བྱས་ ནས་
fr: il soigna (lit. fit le serviteur du malade) et

source: དེ␣ས་ རིང་པོ་ མ་ཐོགས་པ␣ར་ དེ␣འི་ རྒྱབ་ སོས་པ␣ར་ བྱས་ སོ ། །
fr: en peu de temps (lit. sans que ça dure longtemps), son dos fut guéri.

source: དེ་ གང་ གི་ ཚེ་ སོས་པ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ་ དེ་ ཤས་ ཆེ␣ར་ སྐྱོ་བ་ སྐྱེས་ ཏེ །
fr: Alors, quand il fut guéri, il ressentit (lit. fit naître) un désenchantement intense et

source: ལུས་ རུལ་བ་ སྙིང་པོ་ མེད་པ་ འདི་ ཅི་ དགོས་ སྙམ་ ནས །
fr: « Pourquoi ai-je besoin de ce corps pourri qui n'a pas d'essence ? » pensa-t-il et

source: དེ␣ས་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: de son côté, il s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: il manifesta l'état d'arhat (lit. l'arhat-même).

source: ནུ་བོ་ དེ␣ས་ ཀྱང་ དེ␣ས་ བྱ་བ་ བྱས་པ␣ར་ རྟོགས་ ནས །
fr: Son frère comprit qu'il avait fait ce qu'il y avait à faire et

source: དེ་དེ་ ལ་ ཤིན་ཏུ་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: il ressentit une grande joie pour lui.

source: དགའ་བ་ སྐྱེས་ ནས་
fr: Ayant ressenti de la joie,

source: དེ་ ལ་ བཀུར་སྟི་ དང་ ལྡན་པ␣ས་ གཡོག་ བྱས་ སོ ། །
fr: il fit son serviteur avec respect.

source: དེ་བཞིན་ དུ་ སངས་རྒྱས་ དང་ ཆོས་ དང་ དགེ་འདུན་ ལ་ ཡང་ བཀུར་སྟི་ བྱས་ ནས །
fr: Il offrit aussi ses services au Bouddha, au Dharma et à la Saṅgha et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དེ །
fr: vécut chastement toute sa vie, puis

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: il fit ce souhait au moment de mourir : «

source: བདག་ གིས་ འདི་ལྟར་ སངས་རྒྱས་ དང་ ཆོས་ དང་ དགེ་འདུན་ ལ་ བཀུར་སྟི་ བྱས་ ནས །
fr: J'ai ainsi servi le Bouddha, le Dharma et la Saṅgha et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ ཀྱང་ །
fr: j'ai vécu chastement toute ma vie (lit. une vie), et

source: ཡོན་ཏན་ གྱི་ ཚོགས་ ཅི་ཡང་ མ་ ཐོབ་ ཀྱིས་
fr: je n'ai obtenu aucune de l'ensemble des qualités.

source: ད་ དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ ན ། བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ གྱུར་ཅིག །
fr: Maintenant, grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: Ayant renoncé au monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: ayant éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même).

source: བདག་ གིས་ སེམས་ཅན་ དག་པ་ འདི་ ལྟ་བུ་ ལ་ གནོད་པ་ བྱས་པ␣འི་ ལ␣ས་ དེ␣འི་ སྐལ་བ་ ཅན་ དུ་ བདག་ མ་ གྱུར་ཅིག །
fr: Puissé-je de pas devoir subir [le résultat] d'avoir fait souffrir (lit. fait mal à) un être comme lui.

source: ཇི་སྟེ་ བདག་ ལ་ལ␣ས་ དེ␣འི་ འབྲས་བུ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ འགྱུར་ ན་ ཡང་ བདག་ གི་ ལུས་ དང་སེམས་ ཀྱི་ གནོད་པ་ དེ་ བཅོམ་ལྡན་འདས་ ཀྱིས་ བསལ་བ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: Si jamais le résultat de cette action mûrit sur moi, puisse le Bienheureux dissiper le mal de mon corps et de mon esprit. »

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས་
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ གསུང་རབ་ ལ་ རབ་ཏུ་ བྱུང་བ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ དགེ་སློང་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui s'était retiré du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa est ce moine lui-même et

source: དེ་ ཁྲོ␣ས་ ནས་
fr: s'étant mise en colère,

source: ཕུ་བོ␣འི་ རྐེད་པ་ བཅག་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི་ གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ རྐེད་པ་ ཆག་པ␣ར་ གྱུར་ ཏོ ། །
fr: le résultat de l'action d'avoir brisé le dos à son frère aîné lui fit avoir le dos brisé à chacune de ses naissances.

source: དེ␣ས་ དེ␣ར་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: Le vœu qu'il fit («

source: ཇི་སྟེ་ བདག་ ལ་ལ␣ས་ དེ␣འི་ འབྲས་བུ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ གྱུར་ ན་ ཡང་ བདག་ གི་ ལུས་ དང་སེམས་ ཀྱི་ གནོད་པ་ དེ་ བཅོམ་ལྡན་འདས་ ཀྱིས་ བསལ་བ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: Si jamais le résultat de cette action mûrit sur moi, puisse le Bienheureux dissiper le mal de mon corps et de mon esprit. »)

source: བྱས་པ་ དེས་ན་ ད་ལྟར་ ངས་ འདི་ གནོད་པ་ གཉི་ག་ ལ␣ས་ ཡོངས་སུ་ བསྐྱབས་ སོ ། །
fr: puisqu'il a fait [ce vœu], maintenant, je l'ai entièrement soulagé (lit. refugié) de ses deux maux.

source: དེ␣ས་ དེ␣ར་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: Le vœu qu'il fit («

source: བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ གྱུར་ཅིག །
fr: Puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: Ayant renoncé au monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: ayant éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même). »

source: བྱས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི ། འདི་ གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ཏེ །
fr: le résultat de l'action d'avoir fait [ces souhaits] le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits). Ainsi,

source: དགེ་སློང་ དག་
fr: moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ །
fr: il m'a contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: il s'est retiré du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: il a éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ །། །།
fr: il a manifesté l'état d'arhat. »
