Repository: Esukhia/karmasataka
Catalog: sem/*/04.po
Languages: fr

source: ལ␣ས་ བརྒྱ་ ཐམ་པ །
fr: Les cent karmas

source: བམ་པོ་ གཉིས་པ །
fr: Deuxième feuillet

source: སྒུར་ བུ་ གཉིས་ ཞེས་ བྱ་བ་ དེ་ ལ ། སྒུར་ བུ་ དང་པོ་ ནི །
fr: La première des deux histoires du Bossu

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ མཉན་ དུ་ཡོད་པ་ ན་ ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ་ ཡོངས་སུ་ འཛིན་པ་ ཡངས་ ཤིང་ རྒྱ་ཆེ་བ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ ལྡན་པ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ འགྲན་པ་ ཞིག་ གནས་པ་ དེ␣ས་ ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས །
fr: À cette époque, dans la ville de Śrāvastī, un homme qui vivait dans l'opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa se maria (lit. prit une femme) puisqu'il était arrivé à (lit. tomba à) l'âge de se marier (lit. de l'épouse).

source: དེ་དེ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་པ་ ལ␣ས་
fr: Avec elle, ils se divertirent, ils [apprirent] à s'aimer et laissèrent libre cours à leurs envies et de ce fait,

source: ཕྱི་ ཞིག་ ན་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས །
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་ །
fr: après que soient passés neuf ou dix mois,

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ཏེ །
fr: un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ནས །
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: རིགས་ དང་ འཐུན་པ␣ར་ མིང་ བཏགས་ ཏེ །
fr: on lui donna un nom en accord avec sa caste. Puis,

source: འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ ཡི་གེ་ དང་ ཁོང་ རྩིས་ དང་ ཤོད་ དགོད་པ་ དང་ ། ལག་རྩིས་ དང་ དབྱུང་བ་ དང་ སྦ་བ་ དང་ དགྲམ་པ་ དང་ གོས་ བརྟག་པ་ དང་ ནོར་བུ་ བརྟག་པ་ དང་ རིན་པོ་ཆེ་ བརྟག་པ་ དང་ སྤོས་ བརྟག་པ་ དང་ སྨན་ བརྟག་པ་ དང་ གླང་པོ་ཆེ་ བརྟག་པ་ དང་ རྟ་ བརྟག་པ་ དང་ གོ་མཚོན་ བརྟག་པ་ རྣམས་ བསླབས་ ཏེ །
fr: Lorsqu'il eut grandi, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, celle des gemmes, celle des substances précieuses, celle des parfums, celle des remèdes, celle des éléphants, celle des chevaux, celle des armures et celle des armes. Ainsi,

source: ཡི་གེ་ མཁས་པ་ དང་ ཀློག་ མཁས་པ་ དང་ མཛངས་པ་ དང་ བྱ་བ་ ལ་ གསལ་བ་ དང་ ཡིད་གཞུངས་པ་ དང་ བརྟག་པ་ རྣམ་པ་ བརྒྱད་ ལ་ བྱང་བ␣ར་ གྱུར་ ཏོ ། །
fr: il sut parfaitement écrire (lit. versé dans les lettres). Il sut parfaitement lire (lit. versé dans la lecture). Il devint ingénieux, habile de ses mains (lit. clair sur les choses à faire), vif d'esprit et rompu (lit. entraîné) aux huit évaluations.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཁྱེའུ་ དེ་ ནད་ ཀྱིས་ ཐེབས་ ནས་
fr: Alors, après un certain temps, le garçon tomba malade et

source: དེ␣འི་ རྒྱབ་ རླུང་ གིས་ སྒུར་ བུར་ བྱས་ སོ ། །
fr: son dos devint bossu à cause de cette maladie (lit. elle) [qui déséquilibra son] énergie du vent.

source: དེ་ནས་ དེ་ མཐོང་ མ་ ཐག་ ཏུ་ ཕ་མ་ གཉིས་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ གྱུར་ ནས །
fr: Alors, ayant vu ceci, ses deux parents furent grandement attristés (lit. souffrants) et

source: དེ་ ལ་སྨན་པ་ ཐམས་ཅད་ དང་ ཡོ་བྱད་ ཐམས་ཅད་ བསོགས་ ཏེ་
fr: ils firent venir (lit. rassemblèrent) tous les médecins et se procurèrent tous les traitements (lit. objets) et

source: རིམ་གྲོ་ བྱས་ ཀྱང་
fr: bien qu'ils le soignent,

source: སོས་པ␣ར་ བྱེད་ མ་ནུ␣ས་ སོ ། །
fr: ils ne purent pas le guérir.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཁྱིམ་བདག་ དེ␣འི་ བློ་ སྐྱེས་པ་
fr: Alors, après un certain temps, ce père de famille pensa (lit. une pensée lui vint) : «

source: ཁྱེའུ་ འདི་ སྨན་པ་ ཐམས་ཅད་ ཀྱིས་ གསོ་མ་ ནུས་ ཀྱིས །
fr: Tous les médecins ne parviennent pas à soigner ce garçon, donc

source: ད་ནི་ ཡོན་གནས་ རྣམས་ ལ་ གསོལ་བ་ བཏབ་ ན །
fr: je vais demander (lit. prier) aux religieux (lit. ceux qui vivent d'offrandes) [de le soigner].

source: དེ་དག་ ནི་ རྫུ་འཕྲུལ་ ཆེ་ ཞིང་ མཐུ་ ཆེ་བ་ ཡིན་པ␣ས ། དེ་དག་ གིས་ བདག་ གི་ བུ␣འི་ རྒྱབ་ སྔ་ མཁོ་ བཞིན་ དུ་ རངས་པ␣ར་ བྱེད་ ནུས་ ཀྱང་ སྲིད་ དོ་ སྙམ་ དུ་
fr: Ils possèdent de grands pouvoirs magiques et sont très puissants, donc il est possible qu'ils parviennent à rétablir le dos de mon fils à son état d'origine. »

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: དེ␣ས་ རྫོགས་བྱེད་ ལ་སོགས་པ་ སྟོན་པ་ དྲུག་ སྤྱན་ དྲངས་ ཏེ །
fr: il invita les six maîtres, dont Pūraṇa Kāśyapa et

source: རང་ གི་ ལག་ གིས་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ␣ས་ ཚིམ་པ␣ར་ བྱས་ ནས །
fr: il les satisfit de nombreux mets et condiments purs et nobles qu'il servit de ses propres mains et

source: རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ་
fr: se prosterna à leurs pieds et

source: སྨྲས་པ །
fr: dit : «

source: ཁྱེད་ ནི་ འདི་ལྟར་ འདས་པ་ དང་ མ་འོངས་པ་ དང་ ད་ལྟར་ བྱུང་བ་ ཅི་ཡང་ མི་ མཁྱེན་པ␣འམ ། མི་ རྟོགས་པ་ མི་ མངའ་བ་ ལགས་ ན །
fr: Puisqu'il n'est rien du passé, du futur ni du présent que vous ne sachiez pas, que vous ne comprenez pas,

source: བདག་ གི་ བུ་ འདི་ རླུང་ གིས་ རྒྱབ་ སྒུར་པོ␣ར་ བགྱིས་པ་ དེ་ སོས་པ␣ར་ མཛད་ དུ་ གསོལ་ ཞེས་
fr: veuillez guérir la bosse de mon fils qu'un [déséquilibre du] vent a créée. »

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་དག་ གིས་ ཀྱང་ དེ་ ལ་ སྔགས་ དང་ སྨན་ མང་ དུ་ བྱས་ ན །
fr: Ils utilisèrent (lit. firent) de nombreux mantras et remèdes,

source: འོན་ཀྱང་ སོས་པ␣ར་ བྱེད་ མ་ནུ␣ས་ སོ ། །
fr: mais ne parvinrent pas à le soigner.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣འི་ མཛའ་བོ་ བཤེས་པ␣འི་ གྲོགས་པོ་ སངས་རྒྱས་པ␣འི་ དགེ་བསྙེན་ ཞིག་ ཡོད་པ་ དེ␣ས ། དེ་ ལ་ སྨྲས་པ་
fr: Un ami proche, un ami attentionné du père de famille était un upāsaka bouddhiste. Il lui dit : «

source: གྲོགས་པོ་
fr: Mon ami,

source: སྐྱབས་ མ་ཡིན་པ་ འདི་དག་ ལ་ སྐྱབས་ བཙལ་ ཏེ་ ཅི་ བྱ །
fr: à quoi bon (lit. que fais-tu en) chercher un refuge chez ceux qui n'en sont pas un ?

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ལ་ སྐྱབས་ སུ་ སོང་ དང་
fr: Va chercher le refuge chez le Bienheureux Bouddha. Alors,

source: ཁྱོད་ ཀྱི་ ལེགས་པ་ ཐམས་ཅད་ མཛད་པ␣ར་ འགྱུར་ རོ ། །
fr: il accomplira tout le bien que tu attends (lit. de toi). »

source: དེ␣ས་ སྨྲས་པ་
fr: Il répondit : «

source: དེ་ ཅི་ ཤེས་པ་ ཞིག་
fr: Que sait-il ? »

source: དགེ་བསྙེན་ གྱིས་ སྨྲས་པ །
fr: l'upāsaka dit : «

source: དེ་ ནི་ ཐམས་ཅད་ མཁྱེན་པ་ རྣམ་པ་ ཐམས་ཅད་ མཁྱེན་པ་ ཡིན་ ནོ ། །
fr: Il est celui qui connaît tout. Il connaît tout dans tous les détails (lit. aspects). »

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས་ ཐོས་ མ་ ཐག་ ཏུ་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: Alors, dès qu'il eut entendu ceci, le père de famille devint heureux.

source: དགའ་བ་ སྐྱེས་ ནས་
fr: Devenu heureux,

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས །
fr: il se dirigea et alla à l'endroit où se trouvait le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ བཅོམ་ལྡན་འདས་ ཀྱི་ སྤྱན་སྔ␣ར་ འདུག་ གོ ། །
fr: s'assit devant le Bienheureux pour écouter le Dharma.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་ དང་ འཚམ་པ␣འི་ ཆོས་ བསྟན་ ནས་
fr: Alors, le Bienheureux lui prodigua un enseignement lui correspondant et

source: ཅང་ མི་ གསུང་བ␣ར་ བཞུགས་ སོ ། །
fr: resta sans rien dire.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ གཏམ་ གྱི་ མཇུག་ རྫོགས་ ནས །
fr: Alors, le discours du Bienheureux étant terminé,

source: ཁྱིམ་བདག་ དེ་ སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: le père de famille se leva de son siège et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: il [replia] son châle sur une épaule et le laissa retomber [devant lui] et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: il dit ceci au Bienheureux : «

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: དགེ་སློང་ གི་ དགེ་འདུན་ དང་ ཐབས་ཅིག་ ཏུ་ སང་ བདག་ གི་ ཁྱིམ་ དུ་ བཤོས་ གསོལ་བ␣ར་ ཅི་ གནང་ ཞེས་
fr: quelle [réponse] donneriez-vous [à l’offre] de prendre votre repas avec la saṅgha des moines dans ma maison demain ? »

source: གསོལ་ ཏོ །
fr: demanda-il.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཁྱིམ་བདག་ དེ་ ལ་ ཅང་ མི་ གསུང་བ␣ས་ གནང་ ངོ་ ། །
fr: Ensuite, le Bienheureux accepta en ne disant rien au père de famille.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཅང་ མི་ གསུང་བ␣ས་ གནང་ བར་ རིག་ ནས །
fr: Alors, le père de famille vit que le Bienheureux avait accepté en ne lui disant rien. Puis,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ གསུངས་པ་ ལ་ མངོན་པར་ བསྟོད་ དེ །
fr: il loua les propos du Bienheureux,

source: རྗེས་སུ་ ཡི་ རང་ ནས་
fr: s'en réjouit et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ ནས་ སོང་ ངོ་ ། །
fr: il partit de devant le Bienheureux.

source: དེ་ནས་ དེ␣ས་ དེ་ཉིད་ ཀྱི་ མཚན་མོ་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ་ སྦྱར་ ནས་
fr: Alors, cette nuit-là, il prépara de nombreux mets et condiments purs et nobles et

source: ནང་པ␣ར་ སྔར་ ལངས་ ཏེ་
fr: se leva tôt le lendemain et

source: གདན་ བཤམས་ ནས་
fr: disposa les coussins et

source: ཕྱག་ ཆབ་ ཀྱི་ ཆུ་ར་ བཀང་ སྟེ །
fr: remplit le récipient d'eau pour les mains et

source: བཅོམ་ལྡན་འདས་ ལ་ ཕྲིན་ གྱིས་ གདུགས་ཚོད་ བསྐུལ་བ །
fr: il envoya un messager convier (lit. inciter) le Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: གདུགས་ཚོད་ ལ་ བབ་ སྟེ་
fr: La mi-journée arrive, donc

source: བཤོས་ གསོལ་ ལགས་ ན །
fr: puisque c'est [l'heure] du repas,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ད་ དེ␣འི་ དུས་ ལ་ བབ་པ␣ར་ དགོངས་ ཏེ་
fr: soyez informé, Bienheureux, que le moment de [vous installer] est arrivé et

source: གཤེགས་ སུ་ གསོལ་ ཞེས་
fr: veuillez venir. »

source: བསྐུལ་ ཏོ ། །
fr: incita-t-il.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ སྔ་དྲོ་ ཤམ་ཐབས་ དང་ ཆོས་གོས་ གསོལ་ ཏེ །
fr: Alors, au petit matin, le Bienheureux revêtit le nivāsana et le cīvara et

source: ལྷུང་བཟེད་ བསྣམས་ ནས །
fr: il prit son bol à aumône et

source: དགེ་སློང་ གི་ ཚོགས་ ཀྱིས་ ཞམ་རིང་ བྱས་ ཏེ །
fr: avec un groupe de moines pour le servir,

source: དགེ་སློང་ གི་ དགེ་འདུན་ གྱིས་ མདུན་ དུ་ བདར་ ནས །
fr: précédé de la saṅgha des moines,

source: ཁྱིམ་བདག་ དེ␣འི་ བཀད་ས་ ག་ལ་བ་ དེ␣ར་ གཤེགས་པ་ དང་
fr: il alla à l'endroit de réception du père de famille et

source: ཁྱེའུ་ དེ␣ས་ ཐག་ རིང་པོ་ ཞིག་ ནས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ སྐུ་སྐྱེས་ བུ་ཆེན་པོ␣འི་ མཚན་ སུམ་ཅུ་རྩ་གཉིས་ ཀྱིས་ ལེགས་པ␣ར་ བརྒྱན་ ཅིང་ སྤ་བ␣ར་ བྱས་པ །
fr: le garçon vit le Bienheureux Bouddha au loin. À la perfection, il portait comme des ornements ou de manière cachée les trente-deux marques des grands êtres,

source: མེ་ ལུས་ ཀྱི་ དབྱིབས་ སུ་ འདུག་པ་ ལྟ་བུ་
fr: Il se tenait comme une masse de feu à forme humaine,

source: མེ་ལྕེ་ མར་ གྱིས་ བཏབ་པ་ ལྟ་བུ །
fr: comme une flamme que de l'huile attise,

source: མར་མེ་ གསེར་ གྱི་ སྣོད་ དུ་ བཞག་པ་ ལྟ་བུ་
fr: comme une flamme dans un lampe d'or remplie d'huile,

source: མཆོད་སྡོང་ རིན་པོ་ཆེ་ སྣ་ཚོགས་ ཀྱིས་ སྤྲས་པ་ ལྟ་བུ །
fr: comme un arbre à vénération paré de diverses pierres précieuses.

source: བློ་གསལ་ ཞིང་ དྲི་མ་ མེད་ ལ་ རྣམ་པ␣ར་ དག་པ་ དང་ ལྡན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ མཐོང་ ངོ་ ། །
fr: [Il] vit le Bienheureux Bouddha dont l'esprit était clair, l'immaculé, qui est doté de la pureté entière.

source: མཐོང་ ནས་ ཀྱང་ མཆོག་ ཏུ་ དགའ་བ་ སྐྱེས་ ཏེ །
fr: L'ayant vu, il ressentit une joie suprême. Ainsi,

source: དགེ་བ␣འི་ རྩ་བ་ བསགས་པ␣འི་ རྒྱུ་ལ␣ས་ བྱུང་བ␣འི་ སེམས་ཅན་ གྱིས་ དང་པོ་ སངས་རྒྱས་ མཐོང་བ␣འི་ ཉམས་ བདེ་བ་ ཅི་འདྲ་བ་ དེ་ལྟ་ བུ་ ནི་ ལོ་ བཅུ་གཉིས་ ཀྱི་ བར་ དུ་ ཞི་གནས་ ཀྱི་ སེམས་ ལ་ གོམས་པ␣ར་ བྱས་པ་ ལ་ ཡང་ ཉམས་ བདེ་བ་ དེ་ལྟ་ བུ་ སྐྱེ་བ␣ར་ མི་ འགྱུར་ རོ ། །
fr: du fait des causes que sont les mérites accumulés dans le passé, l'expérience de félicité d'un tel être qui aperçoit un bouddha pour la première fois ne peut être ressentie (lit. née) même par celui qui a familiarisé son esprit au calme mental pendant douze années.

source: དེ་ལྟར་ མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu de cette manière,

source: ཁྱེའུ་ དེ་ བཅོམ་ལྡན་འདས་ ལ་ ཤིན་ཏུ་ དགའ་བ་ སྐྱེས་ ཏེ །
fr: ce garçon ressentit une joie plus grande encore (lit. très) [en envisageant] le Bienheureux.

source: ཤིན་ཏུ་ དགའ་བ་ སྐྱེས་ ནས །
fr: Ayant ressenti une joie intense,

source: དེ་ གུས་པ␣ར་ བསྒྲིམ་པ␣འི་ ཚུལ་ གྱིས་ ཁྲི་ ལ␣ས་ ལངས་ སོ ། །
fr: il se leva de son siège pour montrer tout son respect.

source: དེ་ ཁྲི་ ལ␣ས་ ལངས་པ␣འི་ མོད་ ལ་ རྒྱབ་ སྒུར་བ་ དེ་ སྔ་ མཁོ་ བཞིན་ དུ་ རངས་པ␣ར་ གྱུར་ ཏོ ། །
fr: Aussitôt qu'il fut levé de son siège, son dos bossu reprit son état d'origine.

source: དེ་ནས་ དེ་ ལྷག་པར་ ཡང་ བཅོམ་ལྡན་འདས་ ལ་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: Ensuite, il ressentit plus encore de joie [en envisageant] le Bienheureux.

source: དགའ་བ་ སྐྱེས་ ནས་
fr: Ayant ressenti cette joie,

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས །
fr: il se dirigea et alla à l'endroit où se trouvait le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་ མཆུ␣ས་ གཏུགས་ ནས་
fr: il toucha les pieds du Bienheureux de ses lèvres et

source: འདི་སྐད་ དུ །
fr: dit ceci : «

source: བཅོམ་ལྡན་འདས་ ནི་ བདག་ ལ་ དཀའ་བ་ མཛད་པ␣འོ ། །
fr: Le Bienheureux a enduré tant de difficultés pour moi.

source: བདེ་བ␣ར་ གཤེགས་པ་ ནི ། བདག་ ལ་ དཀའ་བ་ མཛད་པ␣འོ་ ཞེས་
fr: Le Sugata a enduré tant de difficultés pour moi. »

source: གསོལ་ ཏོ ། །
fr: dit-il.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ དགེ་སློང་ གི་ དགེ་འདུན་ གྱི་ གུང་ ལ་ གདན་ བཤམས་པ་ ལ་ བཞུགས་ སོ ། །
fr: Ensuite, le Bienheureux s'installa sur le siège qui lui avait été préparé à la tête (lit. le point culminant) de la saṅgha des moines.

source: དེ་ནས་ ཁྱིམ་བདག་ དེ␣ས་ སངས་རྒྱས་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ རྣམས་ བདེ་བ␣ར་ བཞུགས་པ␣ར་ རིག་ ནས །
fr: Alors, le père de famille vit que le Bouddha et les autres membres de la saṅgha des moines étaient confortablement assis et

source: རང་ གི་ ལག་ནས་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ␣ས་ ཚིམ་པ␣ར་ བྱས་ ཏེ་
fr: il les satisfit de nombreux mets et condiments purs et nobles qu'il servit de ses propres mains et

source: ཅི་ བཞེད་པ་ བསྟབས་ སོ ། །
fr: leur offrit tout ce qu'ils voulurent.

source: རང་ གི་ ལག་ནས་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ་ རྣམ་ གྲངས་ དུ་མ␣ས་ ཚིམ་པ␣ར་ བྱས་ ཏེ །
fr: De nombreuses reprises, il les satisfit de nombreux mets et condiments purs et nobles qu'il servit de ses propres mains et

source: ཅི་ བཞེད་པ་ བསྟབས་ ནས །
fr: leur offrit tout ce qu'ils voulurent.

source: བཅོམ་ལྡན་འདས་ བཤོས་ གསོལ་ ལགས་ ཏེ །
fr: Le Bienheureux termina son repas et

source: གསང་ སྡེ␣ར་ ནི་ གྱུ་
fr: il nettoya le couvercle,

source: ཕྱག་ ནི་ བཅབས་པ␣ར་ རིག་ ནས །
fr: cacha ses mains. Il le vit et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ བཅོམ་ལྡན་འདས་ ཀྱི་ སྤྱན་སྔ␣ར་ འདུག་ གོ ། །
fr: s'assit devant le Bienheureux pour écouter le Dharma.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཁྱིམ་བདག་ དེ་ འཁོར་ དང་ བཅས་པ␣འི་ བསམ་པ་ དང་ བག་ ལ་ ཉལ་ དང་ ཁམས་ དང་ རང་བཞིན་ ཐུགས་ སུ་ ཆུད་ ནས་
fr: Alors, le Bienheureux discerna les pensées, les tendances habituelles, le tempérament (lit. l'élément) et le caractère (lit. la nature) du père de famille et son entourage et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors,

source: དེ་ ཐོས་ ནས་
fr: l'ayant écouté,

source: ཁྱིམ་བདག་ དེ་ འཁོར་ དང་ བཅས་པ་ དང་ ཁྱེའུ་ དེ␣ས་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས །
fr: le père de famille, son entourage et ce garçon détruisirent les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: ils manifestèrent le résultat de l'entrée dans le courant.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་དག་ བདེན་པ་ རྣམས་ ལ་ བཀོད་ ནས །
fr: Ensuite, le Bienheureux les établit dans les vérités,

source: ཆོས་ ཀྱི་ གཏམ་ གྱིས་ ཡང་དག་པ␣ར་ བསྟན །
fr: il les instruisit parfaitement par un discours sur le Dharma,

source: ཡང་དག་པ␣ར་ འཛིན་ དུ་ བཅུག །
fr: le leur fit assimiler en entier,

source: ཡང་དག་པ␣ར་ གཟེངས་བསྟོད །
fr: les encouragea grandement,

source: ཡང་དག་པ␣ར་ དགའ་བ␣ར་ མཛད་ ནས །
fr: les réjouit entièrement. Puis,

source: གདན་ ལ␣ས་ བཞེངས་ ཏེ་
fr: il se leva de son siège et

source: གཤེགས་ སོ ། །
fr: s'en alla.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཁྱེའུ་ དེ␣འི་ བློ་ སྐྱེས་པ །
fr: Puis, le garçon eut la pensée [suivante] : «

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བདག་ གི་ སྡུག་བསྔལ་ དང་ ཡིད་ མི་ བདེ་བ་ རྣམ་པ་ དུ་མ་ ནི་ བསལ །
fr: Le Bienheureux a dissipé d'innombrables souffrances et inconforts [que] j'[avais].

source: བདེ་བ་ དང་ ཡིད་ བདེ་བ་ རྣམ་པ་ དུ་མ་ ནི་ བསྒྲུབས །
fr: Il a accompli d'innombrables bonheurs [physiques] et mentaux pour moi.

source: སྡིག་པ་ མི་དགེ་བ␣འི་ ཆོས་ རྣམ་པ་ དུ་མ་ ནི་ བསལ །
fr: Il a dissipé d'innombrables actions négatives et choses mauvaises.

source: དགེ་བ␣འི་ ཆོས་ རྣམ་པ་ དུ་མ་ ནི་ བསྒྲུབས་ ཀྱིས་
fr: Il a accompli d'innombrables actions positives pour moi. C'est pourquoi

source: བདག་ གིས་ ཁྱིམ་ ན་ གནས་པ་ བཏང་ ལ་
fr: je vais délaisser la vie de famille et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དུ་ འགྲོ␣འོ་ སྙམ་ དུ་
fr: j'aimerais vivre une vie chaste auprès du Bienheureux. »

source: བསམས་ ཏེ་
fr: pensa-t-il. Puis,

source: ཕ་མ་ ལ་ གསོལ་ ནས །
fr: il demanda [la permission] à ses parents et

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས །
fr: il se dirigea et alla à l'endroit où se trouvait le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: il [replia] son châle sur une épaule et le laissa retomber [devant lui] et

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ དེ་
fr: joignit les mains et s'inclina en direction du Bienheureux et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: il dit ceci au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ དང་ ། བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ གི་ དངོས་པོ་ ཐོབ་ ཏུ་ རུང་ ན་
fr: s'il est possible de s'extraire du monde selon le Vinaya, le Dharma si bien exprimé, et [s'il est possible] de parfaire l'approche [de la libération], d'obtenir la condition de moine pleinement ordonné,

source: བདག་ ཀྱང་ ། བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: moi aussi, j'aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »

source: དེ་ནས་ དེ་ ལ་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དགེ་སློང་ ཚུར་ ཤོག །
fr: Puis, le Bienheureux, en lui disant « Moine, viens ici ! »,

source: ཚངས་པ␣ར་ སྤྱོད་ ཅིག་ ཅེས་
fr: Vis chastement. »

source: བཀའ་ སྩལ་ ནས །
fr: dit-il. Puis,

source: ཚིག་ དེ་སྐད་ ཅེས་ བཀའ་ སྩལ་པ␣འི་ མོད་ ལ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ནས་
fr: Au moment où il eut prononcé ces paroles, ses cheveux et sa barbe furent rasés, et

source: ཞག་ བདུན་ ལོན་པ་ ཙམ་ དུ་ གྱུར །
fr: devinrent [aussi longs que s'ils étaient coupés] depuis sept jours.

source: སྤྱོད་ལམ་ ནི་ བསྙེན་པ␣ར་ རྫོགས་ ནས་ ལོ་ བརྒྱ་ ལོན་པ་ ལྟ་བུ␣ར་ འདུག་པ␣ར་ གྱུར །
fr: Concernant sa conduite, il se tint comme s'il avait été moine depuis cent ans.

source: ལག་ ན་ ནི་ ལྷུང་བཟེད་ དང་ ། ཆུ་སྣོད་ ཐོགས་པ␣ར་ གྱུར་ ཏོ ། །
fr: il se trouva entrain de tenir un bol à aumône et un récipient à eau dans ses mains.

source: འདི␣ར་ སྨྲས་པ །
fr: On dira ici :

source: དེ་བཞིན་ གཤེགས་པ␣ས་ ཚུར་ ཞེས་
fr: Le Tathāgata, « [Viens] ici »

source: བཀའ་ སྩལ་པ␣ས །
fr: est dit par lui. Grâce à quoi

source: དེ་ ནི་ མགོ་ བྲེགས་
fr: sa tête est rasée,

source: ལུས་ ལ་ སྣམ་སྦྱར་ གྱོན ། །
fr: il porte la saṃghāṭī.

source: སངས་རྒྱས་ ཀྱིས་ ནི་ དགོངས་པ␣ས་ གོས་ བགོས་ ནས ། །
fr: L'intention du Bouddha lui met l'habit et

source: མོད་ ལ་ དབང་པོ་ རབ་ཏུ་ ཞི་བ␣ར་ གནས ། །
fr: à ce moment, il maintient ses sens dans un apaisement total.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་ ལ་ལུང་ ཕོག་ ནས་
fr: Puis, le Bienheureux lui accorda la transmission orale et

source: དེ␣ས་ ཀྱང་ བརྩོན་པ་ དང་ ། བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: De son côté, elle s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: il manifesta l'état d'arhat (lit. l'arhat-même). Alors,

source: དེ་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ལ །
fr: il devint une arhat libre de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à ses yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: il possédait un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: il [possédait] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ །
fr: sa sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ ། སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: il avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ་ དང་
fr: il avait tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ ། གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: il était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: དེ་ནས་ དགེ་སློང་ དག་ གིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: Puis les moines s'adressèrent au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: དགེ་སློང་ འདི␣ས་ ལ␣ས་ ཅི་ བགྱིས་ ན །
fr: quelles actions ce moine a[-t-il] réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ལགས །
fr: le résultat de ces actions le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens,

source: ལ␣ས་ ཅི་ བགྱིས་ ན ། ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ རྒྱབ་ སྒུར་ བུར་ གྱུར་ ལ །
fr: [pour que] le résultat de ces actions fasse que son dos devienne bossu,

source: བཅོམ་ལྡན་འདས་ ལ་ བརྟེན་ ཏེ །
fr: [pour que] grâce au Bienheureux,

source: སྔ་ མཁོ་ བཞིན་ དུ་ རངས་པ␣ར་ གྱུར་ ནས །
fr: il trouve la joie d'être comme avant,

source: འདི␣ས་ བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ །
fr: [pour] qu'il contente le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་ ན །
fr: ne fasse rien qui le mécontente, puis

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: [qu']il se retire [du monde] selon l'enseignement du Bienheureux, puis

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: [qu']il élimine toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་ ལགས །
fr: [qu']il manifeste l'état d'arhat ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: དགེ་སློང་ འདི␣ས་ ལ␣ས་ བྱས་ ཤིང་ བསགས་ ཏེ །
fr: ce moine a lui-même réalisé et accumulé des actions dans le passé, et

source: དགེ་སློང་ དག་
fr: moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན ། ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ་ བདེ་བ␣ར་ གཤེགས་པ་ འཇིག་རྟེན་ མཁྱེན་པ་ སྐྱེས་བུ་ འདུལ་བ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et
