Repository: Esukhia/karmasataka
Catalog: sem/*/05.po
Languages: fr

source: སྒུར་ བུ་ གཅིག་ ནི །
fr: L'histoire de l'autre bossu

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ དགེ་སློང་ མ་ ཚོན་ མོ་ དགའ་མོ་ དགེ་སློང་ མ␣འི་ གཙུག་ལག་ཁང་ རྒྱལ་པོ␣འི་ ཀུན་དགའ་ར་བ་ ཞེས་ བྱ་བ་ ན་ འདུག་པ་ ལ␣ས་
fr: À cette époque, la nonne Sthūlanandā vivait dans la nonnerie du Jardin Royal.

source: ཕྱི་ ཞིག་ ན་ དེ␣འི་ བློ་ སྐྱེས་པ་
fr: Un jour, elle pensa : «

source: ཉན་ཐོས་ ཆེན་ མོ ། གནས་བརྟན་ མ་གནས་ བརྟན་མ་ རྫུ་འཕྲུལ་ ཐོབ་པ་ དེ་དག་ ནི་ རྫུ་འཕྲུལ་ གྱིས་ འདི་ ནས་ ཤར་ གྱི་ ལུས་འཕགས་ ཀྱི་ གླིང་ དུ་ ཡང་ སོང་ །
fr: Les grandes auditrices, les anciennes, les anciennes douées de pouvoirs surnaturels partent toutes d'ici vers Videha, le continent de l'Est.

source: བྱང་ གི་ སྒྲ་ མི་ སྙན་ དང་ ནུབ་ ཀྱི་ བན་ལང་ སྤྱོད་ དང་ སུམ་ཅུ་རྩ་གསུམ་པ␣འི་ ལྷ་ཡུལ་ དང་ གཞན་ ཡང་ ལྗོངས་ འབྱོར་པ་ དང་ རྒྱས་པ་ དང་ བདེ་བ་ དང་ ལོ་ལེགས་པ་ དང་ སྐྱེ་བོ་ དང་ མི་ མང་པོ␣ས་ གང་བ␣འི་ ལྗོངས་ དེ་ དང་ དེ་དག་ ཏུ་ སོང་ ནས་
fr: Elles partent aussi à Kurava, le continent du Nord, à Godānīya, le continent de l'Ouest, dans le monde des Trente-Troix Dieux, et aussi dans les contrées riches, prospères et heureuses, où les moissons sont bonnes, et où vivent de grandes populations d'animaux et d'humains et

source: ཁ་ཟས་ གཙང་མ་ བཟང་པོ་ མང་པོ་ དག་ ཁྱེར་ ནས་
fr: y prennent de nombreux aliments purs et nobles et

source: འོངས་ ཏེ །
fr: reviennent et

source: ཟ་བ␣ར་ བྱེད་ ན །
fr: les mangent. De ce fait,

source: བདག་ གིས་ ཀྱང་ རྫུ་འཕྲུལ་ ཞིག་ ཐོབ་ ན་ ནི་ བདག་ ཀྱང་ ཤར་ གྱི་ ལུས་འཕགས་ ཀྱི་ གླིང་ དུ་ ཡང་ སོང་ །
fr: si j'obtenais moi aussi ces pouvoirs surnaturels, j'irais aussi à Videha, le continent de l'Est.

source: བྱང་ གི་ སྒྲ་ མི་ སྙན་ དང་ ནུབ་ ཀྱི་ བན་ལང་ སྤྱོད་ དང་ སུམ་ཅུ་རྩ་གསུམ་པ␣འི་ ལྷ་ཡུལ་ དང་ ། གཞན་ ཡང་ ལྗོངས་ འབྱོར་པ་ དང་ རྒྱས་པ་ དང་ བདེ་བ་ དང་ ལོ་ལེགས་པ་ དང་ སྐྱེ་བོ་ དང་ མི་ མང་པོ␣ས་ གང་བ␣འི་ ལྗོངས་ དེ་ དང་ དེ་དག་ ཏུ་ སོང་ ལ །
fr: J'irais aussi à Kurava, le continent du Nord, à Godānīya, le continent de l'Ouest, dans le monde des Trente-Troix Dieux, et aussi dans les contrées riches, prospères et heureuses, où les moissons sont bonnes, et où vivent de grandes populations d'animaux et d'humains et

source: ཁ་ཟས་ གཙང་མ་ བཟང་པོ་ མང་པོ་ བླངས་ ཏེ་
fr: j'y prendrais aussi de nombreux aliments purs et nobles et

source: བཟའ་བ་ ཞིག་ ན །
fr: je les mangerais. Donc,

source: མ་ལ་
fr: décidément,

source: བདག་ གིས་ ཀྱང་ རྫུ་འཕྲུལ་ བསྐྱེད་པ␣ར་ བྱ␣འོ་ སྙམ་ མོ ། །
fr: moi aussi, je développerai les pouvoirs surnaturels. » pensa-t-elle.

source: དེ␣ས་ ཡང་ བསམས་པ །
fr: Elle pensa aussi : «

source: བདག་ ལ་ རྫུ་འཕྲུལ་ གྱི་ མན་ངག་ སྟོན་ ནུས་པ་ སུ་ཞིག་ ཡོད །
fr: Qui se trouve-t-il qui puisse m'enseigner les instructions des pouvoirs surnaturels ?

source: གལ་ཏེ་ བདག་ དགེ་སློང་ མ་ རྣམས་ ཀྱི་ ཐད་ དུ་ སོང་ ན་ ནི ། འདི་ ན་ དགེ་སློང་ མ་ རྣམས་ ཕྲག་དོག་ ཅན་ ཡིན་པ␣ས་ བདག་ ལ་ རྫུ་འཕྲུལ་ གྱི་ ལམ་ སྟོན་ ཏོ ། །
fr: Si je me rends auprès de ces nonnes, étant donné qu'ici les nonnes sont jalouses, elles ne m'enseigneront pas la voie des pouvoirs surnaturels.

source: དགེ་སློང་ རྣམས་ ཀྱང་ སྙན་ སླེབས་པ␣ར་ དཀའ་ སྟེ །
fr: il est difficile de se faire entendre des moines (lit. il est difficile d'arriver [jusqu'à] leur oreille), et

source: བདག་ཅག་ གཙུག་ལག་ཁང་ ན་ གནས་པ་ རྣམས་ ལ་ གཏམ་ ཟེར་ དུ་ ཡང་ མི་ བཏུབ་ ན །
fr: si je ne parviens même pas à parler à ceux qui vivent dans notre vihāra,

source: རྫུ་འཕྲུལ་ གྱི་ ལམ་ གྱི་ མན་ངག་ སྟོན་པ་ ལྟ་ཅི་ སྨོས་ ཀྱིས །
fr: il va sans dire [qu'il sera impossible] qu'ils m'enseignent les instructions de la voie des pouvoirs surnaturels.

source: མ་ལ་
fr: Décidément,

source: བདག་ དྲུག་ སྡེ་ རྣམས་ ཀྱི་ ཐད་ དུ་ སོང་ ན་ ནི ། དེ་དག་ བདག་ གི་ གཉེན་ ཡིན་པ␣ས ། རྟག་ ཏུ་ བདག་ གི་ དོན་ དུ་ འགྱུར་བ␣ར་ འདོད་པ་ དང་ ཕན་པ␣ར་ འདོད་པ་ ཡིན་ ལ །
fr: si je vais auprès du Groupe des Six, puisqu'ils font partie de mes proches et qu'ils souhaitent la réussite de toutes mes entreprises et voudront toujours m'aider,

source: དེ་དག་ གིས་ ནི་ བདག་ ལ་ རྫུ་འཕྲུལ་ གྱི་ ལམ་ གྱི་ མན་ངག་ སྟོན་ ཀྱང་ ནུས་ ན་
fr: ils sont en capacité de m'enseigner les instructions de la voie des pouvoirs surnaturels. Dans ce cas,

source: བདག་ གིས་ ཇི་ལྟར་ བྱ །
fr: comment vais-je procéder ?

source: ཐོག་མ་ ཁོ་ན␣ར་ བདག་ གིས་ དེ་དག་ ལ་ ཟང་ཟིང་ གིས་ གཅམས་ ལ་
fr: Pour commencer, je les mettrai en bonne disposition avec des biens matériels, puis

source: ཕྱིས་ བདག་ གིས་ འདི་དག་ ལ་དོན་ དེ␣འི་ གསོལ་བ་ གདབ་བོ་ སྙམ་
fr: je leur adresserai ma requête. »

source: བསམས་ ནས །
fr: pensa-t-elle. Puis,

source: དེ␣ས་ དེ་དག་ སྤྱན་ དྲངས་ ཏེ །
fr: elle les convia et

source: རང་ གི་ ལག་ནས་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ␣ས་ ཚིམ་པ␣ར་ བྱས་ ནས །
fr: elle les satisfit de nombreux mets et condiments purs et nobles qu'elle servit de ses propres mains et

source: རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ་
fr: se prosterna à leurs pieds et

source: སྨྲས་པ །
fr: dit : «

source: འཕགས་པ་ དག་
fr: [Êtres] sublimes,

source: མཁྱེན་པ␣ར་ མཛད་ དུ་ གསོལ །
fr: veuillez écouter (lit. savoir) [ce qui suit].

source: བདག་ ནི་ རྫུ་འཕྲུལ་ བསྒྲུབ་པ␣ར་ འཚལ་ ལ །
fr: Je voudrais développer les pouvoirs surnaturels. De plus,

source: ཁྱེད་ ཀྱང་ བདག་ ལ་ རྫུ་འཕྲུལ་ གྱི་ ལམ་ སྟོན་པ␣ར་ སྤྱོད་ ཀྱིས་
fr: il vous est possible de m'enseigner la voie des pouvoirs surnaturels. Donc,

source: བདག་ ལ་ རྫུ་འཕྲུལ་ གྱི་ ལམ་ གྱི་ མན་ངག་ བསྟན་ དུ་ གསོལ །
fr: veuillez m'enseigner les instructions de la voie des pouvoirs surnaturels.

source: ཁྱེད་ ཀྱི་ མཐུ␣ས་ བདག་ གིས་ རྫུ་འཕྲུལ་ བསྐྱེད་པ␣ར་ འཚལ་ ལོ ། །
fr: Grâce à vous, j'aimerais développer les pouvoirs surnaturels. »

source: དྲུག་ སྡེ་ རྣམས་ ཀྱིས་ དེ་ ལ་ སྨྲས་པ །
fr: Le Groupe des Six lui répondit : «

source: ཚོན་ མོ་ དགའ་མོ །
fr: Sthūlanandā,

source: རིག་པ་ སུ་ ལ␣འང་ སྦྱིན་ མི་ བྱ ། །
fr: "À personne ne donneras-tu ta science.

source: རིག་ དང་ མཉམ་ དུ་ འཆི་བ␣ར་ བྱ ། །
fr: Tu mourras avec ta science

source: ཡང་ན་ རིག་པ␣ས་ རིག་པ་ བརྗེ ། །
fr: Ou tu échangeras ta science contre une autre,

source: ཡང་ན་ སྲི་ཞུ་ ནོར་ ཕྱིར་ སྦྱིན ། ། ཞེས་
fr: Ou tu la donneras contre des services ou des richesses."

source: བྱ་བ་ ཁྱོད་ ཀྱིས་ མ་ ཐོས་ སམ །
fr: n'as-tu pas entendu ceci ?

source: དེ་ལྟ་ མོད་ ཀྱི་
fr: Ceci étant,

source: འོན་ཀྱང་ ཁྱོད་ ངེད་ ལ␣ས་ རྫུ་འཕྲུལ་ བསྒྲུབ་པ␣ར་ འདོད་ ན །
fr: si tu veux accomplir les pouvoirs surnaturels avec nous (lit. depuis nous),

source: སྔར་ ཇེ་ ཁོ་བོ་ ཅག་ ཟླ་བ་ གསུམ་ གྱི་ བར་ དུ་ སྤྱན་ དྲོངས་ ལ །
fr: avant tout, invite-nous pendant trois mois et

source: རེ་རེ་ ལ་ ཡང་ ཡོ་བྱད་ རྣམ་པ་ དྲུག་ དྲུག་ ཕུལ་ ཅིག་ ཅེས་
fr: offre à chacun de nous les six objets. »

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དེ་ནས་ དེ␣ས་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ་
fr: Alors, elle se prosterna à leurs pieds et

source: སྨྲས་པ །
fr: dit : «

source: བདག་ ལ་ རྫུ་འཕྲུལ་ གྱི་ ལམ་ གྱི་ མན་ངག་ སྟོན་ ཅིག་ དང་
fr: veuillez m'enseigner les instructions de la voie des pouvoirs surnaturels. Alors,

source: དེ་བཞིན་ དུ་ བགྱི␣འོ ། །
fr: je ferai comme vous demandez (lit. comme ceci). »

source: དྲུག་ སྡེ་པ་ རྣམས་ ཀྱིས་ སྨྲས་པ །
fr: Le Groupe des Six lui dit : «

source: ཆེ་ཞེ་
fr: Sœur aînée,

source: ཁྱོད་ ཀྱིས་ ཐོག་མ␣ར་ ཇེ་ ལུས་ ཟོན་ ཡང་བ␣ར་ གྱིས་ དང་ །
fr: avant toute chose, prenez la précaution de rendre votre corps plus léger. Puis,

source: ཕྱིས་ གོམས་པ␣འི་ ཤུགས་ ཀྱིས་ རྫུ་འཕྲུལ་ དཀའ་བ་ མེད་ དོ ། །
fr: après, du fait de la familiarisation, les pouvoirs surnaturels ne seront pas difficiles. »

source: དེ␣ས་ སྨྲས་པ །
fr: Elle répondit : «

source: བདག་ གིས་ ཐབས་ ཅི་ཞིག་ གིས་ ལུས་ ཟོན་ ཡང་བ␣ར་ བགྱི །
fr: Par quel moyen dois-je prendre la précaution de rendre mon corps plus léger ? »

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: Ils dirent : «

source: རེ་ཞིག་ ཁ་ཟས་ ཉུང་ དུ་ ཟོ་ ཤིག །
fr: Pour un temps, mange peu de nourriture.

source: དེ་ནས་ དང་པོ␣འི་ ཉིན་པ␣ར་ ནི་ ཁྲིའུ་ གཅིག་ གི་ སྟེང་ དུ་ འཛེགས་ ལ་
fr: Ensuite, le premier jour, grimpez sur un petit trône et

source: མཆོངས་ ཤིག །
fr: sautez.

source: དེ་བཞིན་ དུ་ ཕྱི་ དེ་ ཉིན་པ␣ར་ ཁྲིའུ་ ཉིས་བརྩེགས་ བྱོས་ ལ་
fr: De même, le jour d'après, empilez deux petits trônes et

source: དེ␣འི་ སྟེང་ དུ་ འཛེགས་ ནས་
fr: grimpez dessus et

source: དེ་ ལ་ མཆོངས་ ཤིག །
fr: sautez de là.

source: དེ་བཞིན་ དུ་ ཉི་མ་ གསུམ་ ནས་ ཉི་མ་ བདུན་ གྱི་ བར་ དུ་ ཁྲིའུ་ བདུན་ གཅིག་ གི་ སྟེང་ དུ་ གཅིག་ བརྩེགས་ ལ་
fr: De même, empilez un petit trône de plus à partir du troisième jour jusqu'au septième et

source: དེ␣འི་ སྟེང་ དུ་ འཛེགས་ ཏེ་
fr: grimpez dessus et

source: དེ་ལས་ མཆོངས་ ཤིག །
fr: sautez de là.

source: དེ་བཞིན་ དུ་ ཁང་ཐོག་ ནས་ ཀྱང་ མཆོངས་ ཤིག་ དང་
fr: De même, sautez aussi depuis le toit. Ainsi,

source: དེ␣འི་ ཚེ་ གོམས་པ␣འི་ ཤུགས་ ཀྱིས་ ལུས་ ཟོན་ ཡང་བ␣ར་ འགྱུར་ རོ ། །
fr: à ce moment, du fait de la familiarisation, votre corps sera devenu plus léger par précaution.

source: དེ␣འི་ འོག་ ཏུ་ གོམས་པ␣འི་ ཤུགས་ ཀྱིས་ རྫུ་འཕྲུལ་ འགྲུབ་པ␣ར་ འགྱུར་ རོ ། །
fr: Après ça, la familiarisation [à ceci] vous fera accomplir les pouvoirs surnaturels. »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ ཚོན་ མོ་ དགའ་མོ␣ས ། ཇི་ལྟར་ དེ་དག་ གིས་ མན་ངག་ བསྟན་པ་ དེ་བཞིན་ དུ་ བྱས་ ནས་
fr: Ensuite, dès qu'elle entendit ceci, Sthūlanandā suivit (lit. fit) les instructions qu'ils lui avaient enseignées et

source: ཞག་ བདུན་པ␣འི་ ཉིན་པ␣ར་ དེ␣ས་ ཁྲིའུ་ བདུན་ བརྩེགས་ ལ␣ས་ མཆོངས་ ནས་
fr: le septième jour, elle sauta des sept petits trônes empilés et

source: རྐེད་པ་ ཆག་ གོ ། །
fr: se brisa le dos.

source: དེ་ནས་ དེ␣ས་ དྲུག་ སྡེ་ རྣམས་ ལ་ བསྙད་ དེ །
fr: Alors, elle l'expliqua au Groupe des Six : «

source: འཕགས་པ་ དག་
fr: [Êtres] sublimes,

source: བདག་ འདི་ཁོ་ན་ ལྟར་ གྱུར་ གྱིས་
fr: je suis dans cette situation (lit. je suis uniquement comme ça),

source: མ་ མཆིས་ ན །
fr: je n'ai pas [obtenu les pouvoirs], donc

source: ད་ བདག་ གིས་ ཇི་ལྟར་ བགྱི་ ཞེས་
fr: maintenant, comment [dois-]je faire ? »

source: བྱས་ སོ ། །
fr: dit-elle.

source: དྲུག་ སྡེ་ རྣམས་ ཀྱིས་ དེ་ ལ་ སྨྲས་པ །
fr: Le Groupe des Six lui répondit : «

source: བདག་ཅག་ གིས་ ཅི་ ཤེས་པ␣འི་ མན་ངག་ ནི་ ཁྱོད་ ལ་ བསྟན་ ཟིན་ ཏེ །
fr: Nous vous avons enseigné toutes les instructions que nous connaissons.

source: ཐབས་ འདི␣ས་ ན་ ཁྱོད་ ཀྱི་ ལུས་ ཟོན་ ཡང་བ␣ར་ གྱུར་ ལ །
fr: Par ce moyen, votre corps deviendra plus léger par précaution et

source: ཕྱིས་ རྫུ་འཕྲུལ་ ཡང་ དཀའ་བ་ མེད་ དོ ། །
fr: par la suite, les pouvoirs surnaturels ne seront pas difficiles.

source: དེ་ ཕན་ ཅད་ ཇི་ལྟར་ བྱ་བ་ ནི་ ཁྱོད་ ཉིད་ ཤེས་པ␣ར་ ཟད་ དོ ། །
fr: En dehors de ça (lit. à partir de là), ce que vous devez faire (lit. comment vous ferez), c'est à vous de voir (lit. vous le savez vous-même). »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ ཚོན་ མོ་ དགའ་མོ་ ཁྲོ་བ␣འི་ ཀུན་ ནས་ དཀྲིས་པ་ ཆེན་པོ་ སྐྱེས་ ནས །
fr: Alors, en entendant ça, Sthūlanandā donna naissance à une émotion (lit. ce qui enserre entièrement) de colère intense. Alors,

source: དེ␣ས་ གཙུག་ལག་ཁང་ དུ་ འོངས་པ་ དེ་དག་ ཚར་ བཅད་ དེ་
fr: elle les réduit au silence (lit. défit en débat), eux qui étaient venus au vihāra et

source: ཞེ་ གཅོད་པ␣འི་ ཚིག་ གིས་ དམུ␣ས་ ཕྱུང་ ནས་
fr: elle révéla leur imposture avec des propos humiliants et

source: གཙུག་ལག་ཁང་ ནས་ བསྐྲད་ དོ ། །
fr: les expulsa du vihāra.

source: སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ ལ་ ཡང་ དོན་ དེ་ བསྙད་ ནས་
fr: elle raconta son aventure (lit. ce sens) à la majorité des personnes et

source: ཁ་བྱ␣ས་ ཏེ་
fr: fit connaître leurs agissements (lit. fit de la bouche) et

source: སྨོད་ ཅིང་ འཕྱས་ སོ ། །
fr: les insulta et les couvrit de honte.

source: དེ་ནས་ སྐབས་ དེ་ དགེ་སློང་ དག་ གིས་ ཐོས་ ནས་
fr: Alors, à cette époque, les moines l'entendirent et

source: བཅོམ་ལྡན་འདས་ ལ་ གསོལ་ ཏེ་
fr: demandèrent au Bienheureux

source: འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: en disant ceci : «

source: བཙུན་པ་
fr: Vénérable,

source: དགེ་སློང་ མ་ ཚོན་ མོ་ དགའ་མོ་ རྫུ་འཕྲུལ་ གྱི་ སླད་ དུ་ དམས་ ཤིང་ ཉམས་པ␣ར་ གྱུར་ ལ །
fr: la nonne Sthūlanandā est enserrée et perdue pour [avoir voulu] les pouvoirs surnaturels. De plus,

source: དེ␣ས་ དགུང་ཟླ་ གསུམ་ གྱི་ བར་ དུ་ གཡར་ དྲངས་པ་ དང་ །
fr: elle les a convié pendant trois lunes entières et

source: ལྷུང་བཟེད་ དང་ ཆོས་གོས་ མང་པོ␣ས་ ཀྱང་ བགོད་ ལ །
fr: elle a partagé entre eux de nombreux bols à aumône et [de nombreux] habits monastiques, mais

source: དེ␣ས་ རྫུ་འཕྲུལ་ ཡང་ མ་ ཐོབ་པ་ ལ་ གཟིགས །
fr: malgré ceci, elle n'a pas obtenu les pouvoirs surnaturels. Posez-y votre regard. »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ མ་ ཚོན་ མོ་ དགའ་མོ་ ནི་ དྲུག་ སྡེ་ རྣམས་ ཀྱིས་ ད་ལྟར་ འབའ་ཞིག་ བྲིད་པ␣ར་ མ་ཟད་ དེ །
fr: Ce n'est pas uniquement maintenant que la nonne Sthūlanandā est trompée par le Groupe des Six. En effet,

source: ཇི་ལྟར་ འདས་པ␣འི་ དུས་ ན་ ཡང་ འདི་དག་ ཉིད་ ཀྱིས་ བྲིད་ དེ །
fr: la manière dont dans le passé, ils la trompèrent aussi et

source: དོན་ དེ་ཡང་ མ་གྲུབ་པ་ དེ་ ཉོན་ ཅིག །
fr: dont elle n'obtint pas ce qu'elle voulait (lit. son sens), écoutez-le.

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ རྒྱལ་པོ་ བྱེད་ དེ །
fr: Dans une époque maintenant révolue, dans la ville de Vārāṇasī, le roi Brahmadatta régnait et

source: རྒྱལ་པོ་ དེ␣འི་ ཕོ་བྲང་ ན་ ཁང་ བཟངས་ ཞིག་ གས␣ར་ དུ་ བྱེད་པ་
fr: dans le palais de ce roi, une nouvelle demeure était construite.

source: དེ␣ར་ ཤིང་ མཁན་ མང་པོ་ ཞིག་ ལ␣ས་ བྱེད་ དེ །
fr: Là, de nombreux charpentiers travaillaient et

source: དེ་དག་ གིས་ སྡོང་པོ་ ཡོན་པོ་ གང་ཡིན་པ་ དེ་དག་ ཐིག་ གིས་ བཏབ་ ནས་
fr: ils traçaient des lignes sur les troncs qui étaient tordus et

source: དྲང་པོ␣ར་ སྲོང་བ␣ར་ བྱེད་པ་ དང་ །
fr: ils les redressaient. Alors,

source: རྒྱལ་པོ་ དེ␣འི་ དཀོར་བ་ བུད་མེད་ སྒུར་ མོ་ ཞིག་ འདུག་པ་ དེ␣ས ། ཤིང་ མཁན་ དེ་དག་ གིས་ སྡོང་པོ་ ཡོན་པོ་ རྣམས་ ཐིག་ གིས་ བཏབ་ ནས་
fr: une femme bossue était la trésorière du roi. Les charpentiers qui traçaient des lignes sur les troncs tordus et

source: དྲང་པོ␣ར་ སྲོང་བ␣ར་ བྱེད་པ་ མཐོང་ ངོ་ ། །
fr: qui les redressaient, elle le vit.

source: མཐོང་ ནས་ ཀྱང་ དེ␣འི་ བློ་ སྐྱེས་པ་
fr: L'ayant vu, elle se dit : «

source: ཤིང་ མཁན་ འདི་དག་ ནི་ མཁས་ ཏེ་
fr: Ces charpentiers sont habiles. En effet,

source: འདི་ལྟར་ སྡོང་པོ་ མཁྲང་ ལ་ རེག་ ན་ རྩུབ་པ་ དག་ ཀྱང་ དྲང་པོ␣ར་ སྲོང་ ནུས་ ན །
fr: ces troncs qui sont rigides et rugueux au toucher, s'ils parviennent à les redresser,

source: བདག་ གི་ རྒྱབ་ འཇམ་ ཞིང་ མཉེན་པ་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས་ ཏེ །
fr: il ira de soi [qu'ils parviendront à le faire] pour mon dos qui est doux et flexible.

source: ཇི་སྟེ་ སྲོང་ མི་ ནུས་ སྙམ་
fr: Comment seraient-ils incapables de le faire ? »

source: བསམས་ ནས །
fr: pensa-t-elle. Puis,

source: དེ་དག་ གི་ ཐད་ དུ་ སོང་ སྟེ་
fr: elle se rendit auprès d'eux et

source: སྨྲས་པ །
fr: dit : «

source: ཀྱེ་
fr: Hé !

source: ཁྱེད་ རྣམས་ ཀྱིས་ བདག་ གི་ རྒྱབ་ སྒུར་བ་ བསྲང་བ␣ར་ ནུས་ སམ །
fr: Êtes-vous capables de redresser la bosse de mon dos ? »

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: Ils dirent : «

source: ངེད་ ཀྱིས་ ནུས་ ནི་ ནུས་ མོད་ ཀྱི་
fr: Nous pouvons effectivement le faire (lit. avoir la capacité, nous l'avons),

source: འོན་ཀྱང་ སྔར་ ཇི་ ཁོ་བོ་ ཅག་ ལ་ རྔན་པ་ བྱིན་ ཏེ །
fr: mais avant toute chose, donnez-nous des présents et

source: ཟླ་བ་ གསུམ་ གྱི་ བར་ དུ་ གཡར་ དྲོངས་ ལ་
fr: conviez-nous pendant trois mois et

source: གོས་ དང་ རྒྱན་ མང་པོ་ དག་ ཀྱང་ བྱིན་ ཅིག་ དང་
fr: donnez-nous aussi de nombreux habits et ornements. Alors,

source: དེ␣འི་ འོག་ ཏུ་ ཁོ་བོ་ ཅག་ གིས་ ཁྱོད་ ཀྱི་ རྒྱབ་ དྲང་པོ␣ར་ བསྲང་ ངོ་ ། །
fr: après ça, nous redresserons votre dos. »

source: དེ␣ས་ སྨྲས་པ །
fr: Elle répondit : «

source: ཁྱེད་ ཇི་ལྟར་ དགའ་བ་ བཞིན་ དུ་ བྱ␣འོ་ ཞེས་
fr: Je ferai comme il vous plaira. »

source: བྱས་ ནས་
fr: dit-elle. Puis,

source: དེ␣ས་ དེ་དག་ ཟླ་བ་ གསུམ་ གྱི་ བར་ དུ་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ␣ས་ བཀུར་ ནས །
fr: elle les gratifia de nombreux plats et condiments purs et nobles pendant trois mois et

source: ཐ་མ␣འི་ ཉིན་པ␣ར་ གོས་ དང་ རྒྱན་ དག་ ཀྱང་ བྱིན་ ཏེ་
fr: le dernier jour, elle leur donna les habits et les ornements et

source: སྨྲས་པ །
fr: dit : «

source: བདག་ གིས་ ཁྱེད་ ལ་ རྔན་པ་ སྩལ་ ལགས་ ཀྱིས །
fr: Je vous ai accordé les présents. Alors,

source: ད་ནི་ ཁྱེད་ ཀྱིས་ བདག་ གི་ རྒྱབ་ སྒུར་བ་ དྲང་པོ␣ར་ སྲོང་ ཤིག །
fr: maintenant, redressez la bosse de mon dos. »

source: དེ་དག་ གིས་ སྨྲས་པ་
fr: Ils dirent : «

source: ཆེ་ཞེ་
fr: Sœur aînée,

source: བདག་ཅག་ གིས་ ནི་ སྡོང་པོ་ ཡོན་པོ་ རྣམས་ ཐིག་ གིས་ བཏབ་ ནས་
fr: Nous traçons des lignes sur les troncs tordus et

source: སྟ་རེ␣ས་ བཞོགས་ ཏེ་
fr: nous les taillons à la hache et

source: དྲང་པོ␣ར་ སྲོང་ ན །
fr: nous les redressons. Donc,

source: གལ་ཏེ་ ཁྱོད་ ཀྱིས་ གནོད་པ་ དེ་ལྟ་ བུ་ བཟོད་ ནུས་ ན་ ནི ། བདག་ཅག་ གིས་ ཁྱོད་ ཀྱི་ རྒྱབ་ ཐིག་ གིས་ བཏབ་ སྟེ་
fr: si vous êtes capables de supporter un tel traitement (lit. un tel mal), nous tracerons des lignes sur votre dos et

source: སྟ་རེ␣ས་ བཞོགས་ ལ་
fr: nous le taillerons à la hache et

source: དྲང་པོ␣ར་ བསྲང་ ངོ་ ། །
fr: nous le redresserons. »

source: དེ␣ས་ སྨྲས་པ །
fr: Elle répondit : «

source: ཐབས་ དེ␣ས་ ནི་ བདག་ འཆི་བ␣ར་ འགྱུར་ ཏེ །
fr: De cette manière, je vais mourrir ;

source: བདག་ འཚོ་བ␣འི་ སྐབས་ ཀྱང་ མེད་ དོ ། །
fr: je n'ai aucune chance (lit. aucun opportunité de) de vivre. »

source: ཤིང་ མཁན་ རྣམས་ ཀྱིས་ སྨྲས་པ །
fr: Les charpentiers dirent : «

source: ཁོ་བོ་ ཅག་ གི་ ཤེས་པ་ ནི་ དེ་ ཁོ་ན␣ར་ ཟད་ དེ །
fr: Nos connaissances se limitent à ça. Alors,

source: དེ་ ཕན་ ཅད་ ཇི་ལྟར་ བྱ་བ་ ནི་ ཁྱོད་ ཉིད་ ཤེས་ སུ་ ཟད་ དོ ། །
fr: après ça, ce que vous ferez dépend de vous (lit. vous le savez vous-même).

source: དེ་ནས་ དེ་ སྐྱེངས་ ཏེ་
fr: Ensuite, elle devint honteuse et

source: རེ་ཐག་ ཆད་ ནས །
fr: perdit tout espoir et

source: ཁ་རོག་པ␣ར་ འདུག་ སྟེ །
fr: se tint en silence et

source: སུ་ ལ་ ཡང་ ཅུང་ཟད་ ཀྱང་ སྨྲ་བ་ མ་ ཕོད་ དོ ། །
fr: n'osa en toucher le moindre mot (lit. même un peu) à personne.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས་
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ ། རྒན་མོ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ ཚོན་ མོ་ དགའ་མོ་ འདི་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, cette vieille dame est Sthūlanandā elle-même.

source: དེ␣འི་ ཚེ་ ཤིང་ མཁན་ དུ་ གྱུར་པ་ དེ་དག་ ནི་ དྲུག་ སྡེ་ འདི་དག་ ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, ceux qui étaient les charpentiers sont les [membres du] Groupe des Six. Ainsi,

source: དེ␣འི་ ཚེ་ ཡང་ འདི་ དེ་དག་ གིས་ བྲིད་ ནས་
fr: à cette époque, ils la trompèrent et

source: དོན་ དེ་ མ་ གྲུབ་བོ ། །
fr: elle n'obtint pas ce qu'elle voulait (lit. son sens).

source: ད་ལྟར་ ཡང་ འདི་ དེ་དག་ གིས་ བྲིད་ ནས་
fr: Maintenant aussi, ils la trompèrent et

source: འདི་ རྫུ་འཕྲུལ་ ཡང་ མ་གྲུབ་པ་ ཡིན་ ནོ །། །།
fr: elle n'obtint pas non plus les pouvoirs surnaturels.
