Repository: Esukhia/karmasataka
Catalog: sem/*/06.po
Languages: fr

source: དེ་ནས་ རྒྱལ་པོ་ སྐྲག་ ནས་
fr: Ensuite, le roi prit peur et

source: དྲང་སྲོང་ དེ་ ལ་ སྨྲས་པ །
fr: dit à ce ṛṣi : «

source: དྲང་སྲོང་
fr: Ṛṣi,

source: བདག་ རྒྱལ་སྲིད་ ལ␣ས་ ཉམས་པ␣འམ་ སྲོག་ གི་ བར་ཆད་ དུ་ མི་ འགྱུར་ ལགས་ གྲང་ །
fr: Risquerais-je de déchoir du [rang] de roi ou d'avoir un obstacle à ma vie ? »

source: དྲང་སྲོང་ གིས་ སྨྲས་པ །
fr: Le ṛṣi dit : «

source: རྒྱལ་པོ་ ཆེན་པོ་
fr: Grand roi,

source: མ་ སྐྲག་ ཤིག །
fr: N'ayez pas peur.

source: ཁྱོད་ རྒྱལ་སྲིད་ ལ␣ས་ ཀྱང་ ཉམས་པ␣ར་ མི་ འགྱུར་ ལ་
fr: Vous ne serez pas déchu du [rang] de roi, et

source: སྲོག་ གི་ བར་ཆད་ དུ་ ཡང་ མི་ འགྱུར་ རོ ། །
fr: vous n'aurez pas d'obstacle à votre vie non plus.

source: དེ་ལྟ་ མོད་ ཀྱི་
fr: Ceci étant,

source: ཁྱོད་ ཀྱིས་ བདག་ ལ་ སེམས་ སྡང་བ␣ར་ བྱས་པ་ དེས་ན་ ཁྱོད་ ཀྱི་ འོད་ དེ་ མེད་པ␣ར་ གྱུར་ ལ་
fr: puisque vous avez eut de l'animosité envers moi, pour cette raison votre lumière a disparut et

source: ས་ ཡང་ གས་པ␣ར་ གྱུར་ ཏོ ། །
fr: le sol s'est fendu.

source: རྒྱལ་པོ་ ཆེན་པོ་
fr: Grand roi,

source: ཁྱོད་ ཀྱིས་ སླར་ བདག་ ལ་ དགའ་བ␣འི་ སེམས་བསྐྱེད་ ན་ ནི ། ཁྱོད་ ཀྱི་ འོད་ དེ་ སླར་ སྔ་ མཁོ་ བཞིན་ དུ་ འབྱུང་བ␣ར་ འགྱུར་ རོ ། །
fr: si vous emplissez à nouveau votre cœur de joie à ma pensée, votre lumière réapparaîtra comme auparavant. »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ དེ␣ས་ དྲང་སྲོང་ དེ་ ལ་ སེམས་ དགའ་བ་ སྐྱེས་ ནས །
fr: Ensuite, dès qu'il eut entendu ceci, le roi emplit son cœur de joie à la pensée du ṛṣi et

source: དེ␣འི་ འོད་ དེ་ སྔ་ མཁོ་ བཞིན་ དུ་ བྱུང་བ␣ར་ གྱུར་ ལ །
fr: sa lumière réapparut comme auparavant et

source: ས་ ཡང་ སླར་ འབྱོར་བ␣ར་ གྱུར་ ཏོ ། །
fr: le sol se referma comme avant.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ དྲང་སྲོང་ དུ་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ འདི་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, celui qui était le ṛṣi est Piṇḍola­bhāradvāja lui-même.

source: རྒྱལ་པོ་ ལྷུན་པོ␣ར་ གྱུར་པ་ དེ་ ནི་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: Celui qui était le roi Meru est Udayin, le roi de Vatsa lui-même. De plus,

source: དེ␣འི་ ཚེ་ ཡང་ འདི␣ས་ དེ་ ལ་ སེམས་ སྡང་བ␣ར་ བྱས་པ␣ས་ དེ␣འི་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ མེད་པ␣ར་ གྱུར་ ལ་
fr: à cette époque aussi, il a eu de l'animosité envers lui à cause de quoi son halo de lumière a disparu et

source: ས་ ཡང་ གས་པ␣ར་ གྱུར་ ཏོ ། །
fr: le sol s'est fendu.

source: གང་ གི་ ཚེ་ ཕྱིར་ སེམས་ དགའ་བ་ བསྐྱེད་པ་ དེ␣འི་ ཚེ་ ནི་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ དེ་ཡང་ བྱུང་ ལ །
fr: Au moment où son cœur fut à nouveau empli de joie, ce halo de lumière est réapparu, puis

source: ས་ག␣ས་པ་ ཡང་ཕྱི␣ར་ འབྱོར་བ␣ར་ གྱུར་ ཏོ ། །
fr: la crevasse (lit. le sol fendu) se referma comme avant.

source: ད་ལྟར་ ཡང་ འདི␣ས་ དེ་ ལ་ སེམས་ སྡང་བ␣ར་ བྱས་པ␣ས་ འདི␣འི་ འོད་ ཀྱང་ མེད་པ␣ར་ གྱུར་ ལ་
fr: Maintenant aussi, il a eu de l'animosité envers lui à cause de quoi sa lumière a disparue et

source: ས་ ཡང་ ག␣ས་ སོ ། །
fr: le sol s'est aussi fendu.

source: གང་ གི་ ཚེ་ འདི␣ས་ དེ་ ལ་ སེམས་ དགའ་བ་ བསྐྱེད་པ་ དེ␣འི་ ཚེ་ ནི་ འདི␣འི་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཡང་ བྱུང་བ␣ར་ གྱུར་ ལ་
fr: Au moment où son cœur fut à nouveau empli de joie, son halo de lumière est réapparu et

source: ས་ག␣ས་པ་ ཡང་ འབྱོར་བ␣ར་ གྱུར་ ཏོ །། །།
fr: la crevasse (lit. le sol fendu) se referma (lit. recolla).
