Repository: Esukhia/karmasataka
Catalog: sem/*/06.po
Languages: fr

source: འཆར་ཀ་ ཞེས་ བྱ་བ་ ནི །
fr: Celui nommé Udayin

source: གླེང་ གཞི་ རྒྱལ་པོ␣འི་ ཁབ་ ན་ བཞུགས་ ཏེ་
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Rājagṛha.

source: དེ␣ར་ གང་ གི་ ཚེ ། ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: À cette époque, à cet [endroit], l'honorable Piṇḍola­bhāradvāja élimina toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་པ་ དེ␣འི་ ཚེ་ དེ␣ས་ བསམས་པ །
fr: quand il eut manifesté l'état d'arhat, il pensa : «

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བདག་ གི་ སྡུག་བསྔལ་ དང་ ཡིད་ མི་ བདེ་བ་ རྣམ་པ་ དུ་མ་ ནི་ བསལ །
fr: Le Bienheureux a dissipé d'innombrables souffrances et inconforts [que] j'[avais].

source: བདེ་བ་ དང་ ཡིད་ བདེ་བ་ རྣམ་པ་ དུ་མ་ ནི་ བསྒྲུབས །
fr: Il a accompli d'innombrables bonheurs [physiques] et mentaux pour moi.

source: སྡིག་པ་ མི་དགེ་བ␣འི་ ཆོས་ རྣམ་པ་ དུ་མ་ ནི་ བསལ །
fr: Il a dissipé d'innombrables actions négatives et choses mauvaises.

source: དགེ་བ␣འི་ ཆོས་ རྣམ་པ་ དུ་མ་ ནི་ བསྒྲུབས་ ན །
fr: Il a accompli d'innombrables actions positives pour moi. À ce moment,

source: བདག་ གིས་ བཅོམ་ལྡན་འདས་ ཀྱི་ བཀའ་དྲིན་ ཇི་ལྟར་ བསབ་པ␣ར་ བྱ་ སྙམ་ མོ ། །
fr: comment vais-je repayer la bonté du Bienheureux ? »

source: དེ་ནས་ དེ␣ས་ བསམས་པ་
fr: Alors, il pensa : «

source: སངས་རྒྱས་ འཇིག་རྟེན་ དུ་ འབྱུང་བ་ གང་ཡང་ རུང་བ་ དེ་དག་ ཐམས་ཅད་ ནི་ སེམས་ཅན་ ལ་ ཕན་པ␣འི་ ཕྱིར་ འབྱུང་བ␣ར་ ཟད་ ཀྱིས །
fr: L'apparition d'un Bouddha dans le monde et tout ce qu'il [y fait], c'est uniquement pour le bien des êtres. Donc,

source: མ་ལ་
fr: décidément,

source: བདག་ གིས་ ཀྱང་ སེམས་ཅན་ ལ་ ཕན་པ␣ར་ བྱ་ གོར་མ་ཆག་ སྙམ་ ནས་
fr: il n'y a pas de doute que je doive aussi faire le bien des êtres. »

source: དེ␣ས་ བསམས་པ །
fr: Il pensa : «

source: བདག་ གིས་ གདུལ་བ␣ར་ བྱ་བ་ འགའ་ ལྟ་ ཡོད་ དམ་ སྙམ་པ་ དང་ །
fr: Se trouve-t-il quelqu'un qui doive être dompté par moi ? »

source: དེ␣ས་ ཡུལ་ ཀཽ་ ཤཱཾ་ བཱི་ ན་ གནས་པ␣འི་ སྐྱེ་བོ་ ཕལ་ཆེར་ བདག་ གིས་ གདུལ་བ␣ར་ འགྱུར་བ་ མཐོང་ ནས །
fr: Il vit que la majorité des personnes vivant à Kauśāmbī seraient domptés par lui. Ensuite,

source: ཇི་སྲིད་ དགའ་བ␣འི་ བར་ དུ་ རྒྱལ་པོ␣འི་ ཁབ་ ཏུ་ གནས་ ནས་
fr: il resta à Rājagṛha tant qu'il voulut et

source: དེ␣ས་ ཤམ་ཐབས་ དང་ ཆོས་གོས་ བགོས་ ཏེ །
fr: le matin, il revêtit le nivāsana et le cīvara, puis

source: ལྷུང་བཟེད་ ཐོགས་ ནས་
fr: il prit son bol à aumône et

source: ཡུལ་ ཀཽ་ ཤཱཾ་ བཱི་ ན་ ག་ལ་བ་ དེ␣ར་ རྒྱུ་ ཞིང་ སོང་ སྟེ་
fr: il voyagea et se rendit au pays de Kauśāmbī et

source: དེ་ མཐར་གྱིས་ རྒྱུ་ ཞིང་ སོང་བ་ ལ␣ས་
fr: voyageant et allant [là] progressivement,

source: ཡུལ་ ཀཽ་ ཤཱཾ་ བཱིར་ ཕྱིན་ ནས །
fr: il alla au pays de Kauśāmbī et

source: ཀཽ་ ཤཱཾ་ བཱི་ ན་ ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ་ ན་ གནས་ སོ ། །
fr: à Kauśāmbī, il demeura dans le jardin du père de famille Ghoṣila.

source: ཚེ་ དང་ ལྡན་པ་ དེ་ཡང་ བསོད་ནམས་ ཆེན་པོ་ དང་ ལྡན་པ ། མདུན་ན་འདོན་ གྱི་ བུ་ ལ␣ས་ རབ་ཏུ་ བྱུང་བ་ ཡིན་ ནོ་ ཞེས་
fr: Que « cet honorable possède de grands mérites, il est le fils du prêtre-conseiller du roi qui s'est retiré du monde »

source: གྲགས་ སོ ། །
fr: fut connu de tous (lit. fut proclamé).

source: དེ་ནས་ ཀཽ་ ཤཱཾ་ བཱི་ ན་ གནས་པ␣འི་ སྐྱེ་བོ་ མང་པོ␣ས་ འཕགས་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷཱ་ ཛ་ ལྗོངས་རྒྱུ་ ཞིང་ ཡུལ་ ཀཽ་ ཤཱཾ་ བཱིར་ འོངས་ ཏེ །
fr: Ensuite, la population (lit. les gens vivant à) de Kauśāmbī [entendit que] « Piṇḍola­bhāradvāja a voyagé et il est venu à Kauśāmbī et

source: ཀཽ་ ཤཱཾ་ བཱི་ ན་ ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ་ ན་ འདུག་ གོ་ ཞེས་
fr: à Kauśāmbī, il demeure dans le jardin du père de famille Ghoṣila »,

source: ཐོས་ སོ ། །
fr: entendirent-ils.

source: ཐོས་ ནས་ ཀྱང་
fr: L'ayant entendu,

source: ཚོགས་ ནས་ ཚོགས་ དང་ སྡེ་ཚན་ ནས་ སྡེ་ཚན་ དུ་ འདུས་ ཤིང་ ཚོགས་ ཏེ །
fr: ils se rassemblèrent et se regroupèrent en groupes (lit. de groupe en groupe) et en assemblées (lit. d'assemblée en assemblée), et

source: ཀཽ་ ཤཱཾ་ བཱི་ ནས་ བྱུང་ ནས །
fr: ils sortirent de Kauśāmbī et

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ལྷགས་ ནས །
fr: ils allèrent à l'endroit où se trouvait l'honorable Piṇḍola­bhāradvāja et

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ་
fr: ils se prosternèrent aux pieds de l'honorable Piṇḍola­bhāradvāja et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ མདུན་ དུ་ འཁོད་ དོ ། །
fr: s'installèrent devant lui pour écouter le Dharma.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས ། དེ་དག་ གི་ བསམ་པ་ དང་ བག་ ལ་ ཉལ་ དང་ ཁམས་ དང་ རང་བཞིན་ རྟོགས་ ནས་
fr: Alors, l'honorable Piṇḍola­bhāradvāja discerna leurs pensées, leurs tendances habituelles, leurs tempéraments (lit. élément) et leurs caractères (lit. la nature) et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors,

source: ཀཽ་ ཤཱཾ་ བཱི་ ན་ གནས་པ␣འི་ སྐྱེ་བོ␣འི་ ཚོགས་འདུ␣ས་པ་ རྣམས་ ཀྱིས་ སྟན་ དེ་ཉིད་ ལ་ འཁོད་ བཞིན་ དུ་ ཁ་ཅིག་ གིས་ ནི་ དྲོ་བ␣ར་ གྱུར་པ་ བསྐྱེད་ དོ ། །
fr: les assemblées, toutes les personnes regroupées qui vivaient à Kauśāmbī, développèrent [le niveau de] la chaleur alors qu'elles étaient encore assises sur les mêmes sièges.

source: ཁ་ཅིག་ གིས་ ནི་ སྤྱི་བོ་ དང་ བདེན་པ་ དང་ འཐུན་པ␣འི་ བཟོད་པ་ དང་ འཇིག་རྟེན་ གྱི་ ཆོས་ ཀྱི་ མཆོག་ དང་ མཐོང་བ␣འི་ སྙོམས་པར་ འཇུག་པ་ བསྐྱེད་ དོ ། །
fr: Certains autres [développèrent le niveau] du sommet, [d'autres] de l'acceptation correspondant à la vérité, [d'autres] de [ce qui est] sublime [parmi] les choses du monde, [d'autres] la concentration méditative de la vision.

source: ཁ་ཅིག་ གིས་ ནི་ རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: Certains manifestèrent le résultat de l'entrée dans le courant.

source: ཁ་ཅིག་ གིས་ ནི་ ལན་ཅིག་ ཕྱིར་ འོང་བ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: Certains manifestèrent le résultat de celui qui revient une fois.

source: ཁ་ཅིག་ གིས་ ནི་ ཕྱིར་ མི་ འོང་བ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: Certains manifestèrent le résultat de ceux qui ne reviennent plus.

source: ཁ་ཅིག་ གིས་ ནི་ རབ་ཏུ་ བྱུང་ ནས་
fr: Certains se retirèrent du monde et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: manifestèrent l'état d'arhat.

source: ཁ་ཅིག་ གིས་ ནི་ འཁོར་ལོ␣ས་ སྒྱུར་བ␣འི་ རྒྱལ་པོ␣ར་ འགྱུར་བ␣འི་ ས་བོན་ བསྐྱེད་ དོ ། །
fr: Certains développèrent les graines pour devenir (lit. de) des monarques universels.

source: ཁ་ཅིག་ གིས་ ནི་ སྟོབས་ ཀྱི་ འཁོར་ལོ␣ས་ སྒྱུར་བ␣ར་ འགྱུར་བ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ བརྒྱ་བྱིན་ དུ་ འགྱུར་བ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ ཚངས་པ␣ར་ འགྱུར་བ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ ཉན་ཐོས་ ཀྱི་ བྱང་ཆུབ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ རང་ སངས་རྒྱས་ ཀྱི་ བྱང་ཆུབ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཀྱི་ ས་བོན་ བསྐྱེད་ དོ ། །
fr: Certains développèrent les graines pour devenir des monarques universels établis par la force, certains celles pour devenir Indra, certains celles pour devenir Brahmā, certains celles de l'éveil des auditeurs, certains celles de l'éveil des bouddhas par soi, certains celles de l'insurpassable éveil complet et parfait.

source: འཁོར་ དེ་དག་ གི་ ནང་ ནས་ ཕལ་ཆེར་ ནི་ སངས་རྒྱས་ ལ་ གཞོལ་
fr: La majorité des personnes parmi cet entourage s'engagèrent (lit. descendirent) auprès du Bouddha,

source: ཆོས་ ལ་ འབབ །
fr: s'accordèrent (lit. tomber [d'accord avec]) avec le Dharma,

source: དགེ་འདུན་ ལ་ བབ་པ␣ར་ བྱས་ ཏེ་
fr: intégrèrent (lit. être tombé [d'accord avec]) la Saṅgha. Il les fit [atteindre ceci] et

source: བཀོད་ དོ ། །
fr: les y établit.

source: དེ་དག་ གིས་ བདེན་པ་ མཐོང་ ནས་
fr: Après qu'ils aient vu vu les vérités,

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: ils se levèrent de leurs sièges et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: ils [replièrent] leur vêtement supérieur sur une épaule et le laissèrent retomber [devant eux] et

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ དེ །
fr: joignirent les mains et s'inclinèrent en direction de l'honorable Piṇḍola­bhāradvāja et

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ ལ་ འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: dirent ceci à l'honorable Piṇḍola­bhāradvāja : «

source: འཕགས་པ་ ལ␣ས་ བརྟེན་ ཏེ་
fr: Grâce à [l'être] sublime,

source: བདག་ཅག་ སེམས་ཅན་ དམྱལ་བ་ དང་ དུད་འགྲོ་ དང་ ཡི་དགས་ རྣམས་ ལ␣ས་ བཏོན་ ནས །
fr: nous sommes extraits des êtres des enfers, des animaux et des esprits affamés et

source: ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གོམ་པ་ འདོར་ དུ་ བཅུག་ སྟེ །
fr: vous (lit. on) nous avez fait marcher chez les dieux et les hommes et

source: ཁྲག་ དང་ མཆི་མ␣འི་ རྒྱ་མཚོ་ ནི་ སྐམས །
fr: l'océan de sang et de larmes est asséché.

source: རུས་པ␣འི་ ལ་ ནི་ བསྒྲལ །
fr: Nous avons dépassé le col des ossements.

source: ཐོག་མ་ མེད་པ་ ནས་ གོམས་པ␣འི་ ཉོན་མོངས་པ་ དེ་དག་ ནི་ བོར་ ཏེ་ བསལ་ ཏོ ། །
fr: Ces émotions perturbatrices auxquelles nous étions habitués depuis [des temps] sans commencement sont jetées [au loin] et sont dissipées.

source: འཕགས་པ་
fr: [Être] sublime,

source: བདག་ཅག་ ཇི་སྲིད་ འཚོ␣འི་ བར་ དུ་ བདག་ཅག་ ལ␣ས་ ཞལ་ཟས་ དང་ ན་བཟའ་ དང་ གཟིམས་ ཆ་ དང་ གདན་ དང་ སྙུན་ གསོས་ དང་ སྨན་ཟོང་ རྣམས་ བཞེས་པ␣ར་ ཅི་ གནང་ ཞེས་
fr: tant que nous serons en vie, veuillez accepter de notre part la nourriture, les vêtements, les couvertures, les sièges, les médicaments et les fournitures médicales »,

source: བྱས་ སོ ། །
fr: dirent-ils.

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས་ སྨྲས་པ །
fr: L'honorable Piṇḍola­bhāradvāja dit : «

source: གྲོགས་པོ་ དག་ གཞན་དག་ ལ་ ཡང་ ཕན་ གདགས་ དགོས་ ཀྱིས་
fr: Je dois aussi aider d'autres [personnes], donc

source: ཐོང་ ཤིག །
fr: laissez-moi partir (lit. lâchez-moi). »

source: དེ་ནས་ ཀཽ་ ཤཱཾ་ བཱི་ ན་ གནས་པ␣འི་ སྐྱེ་བོ␣འི་ ཚོགས་ རྣམས ། ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས་ སྨྲས་པ་ ལ་ མངོན་པར་ བསྟོད་ དེ་
fr: Ensuite, les assemblées de personnes vivant à Kauśāmbī louèrent les propos de l'honorable Piṇḍola­bhāradvāja et

source: རྗེས་སུ་ ཡི་ རང་ ནས །
fr: s'en réjouirent et

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣འི་ རྐང་པ་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་
fr: ils se prosternèrent aux pieds de l'honorable Piṇḍola­bhāradvāja en touchant leurs pieds de leurs têtes et

source: དོང་ ངོ་ ། །
fr: s'en allèrent.

source: དེ་ནས་ བདེན་པ་ མཐོང་བ་ དེ་དག་ དུས་ དུས་ སུ་ ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣འི་ ཐད་ དུ་ འདོང་ ཞིང་
fr: Ensuite, ceux qui avaient vu les vérités venaient auprès de l'honorable Piṇḍola­bhāradvāja régulièrement et

source: ཆོས་ ཉན་ ཏོ ། །
fr: écoutaient le Dharma.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཀཽ་ ཤཱཾ་ བཱི་ ན་ གནས་པ␣འི་ ཚོགས་ ནས་ ཚོགས་ དང་ འདུས་པ་ ནས་ འདུས་པ␣འི་ སྐྱེ་བོ␣འི་ ཚོགས་ རྣམས ། འདུས་ ཤིང་ ཚོགས་ ཏེ་
fr: Ensuite, plus tard, les personnes vivant à Kauśāmbī s'assemblèrent et se regroupèrent en assemblées et en regroupements et

source: འདོང་བ␣ར་ བྱེད་ ལ །
fr: se mirent en chemin. Alors,

source: བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ་ ཡང་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་པ་ གོ་ བསྐོན་ ནས་
fr: Udayin, le roi de Vatsa, apprêta les quatre parties de son armée et

source: རི་ དག␣ས་ ཤོ␣ར་ དུ་ དོང་བ་ དང་ །
fr: partait à la chasse. À ce moment,

source: བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས ། ཀཽ་ ཤཱཾ་ བཱི་ ན་ གནས་པ␣འི་ སྐྱེ་བོ␣འི་ ཚོགས་ རྣམས ། ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ␣ར་ འདོང་བ་ མཐོང་ ངོ་ ། །
fr: Udayin, le roi de Vatsa, vit que les assemblées d'habitants de Kauśāmbī allaient au jardin du père de famille Ghoṣila.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: བློན་པོ་ རྣམས་ ལ་ དྲིས་པ །
fr: il demanda aux ministres : «

source: ཡུལ་མི་ འདི་དག་ གར་ འདོང་
fr: Où vont ces sujets (lit. personnes du pays) ? »

source: བློན་པོ་ རྣམས་ ཀྱིས་ གསོལ་པ །
fr: les ministres lui répondirent : «

source: ལྷ་
fr: Deva,

source: མདུན་ན་འདོན་ གྱི་ བུ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ ཞེས་ བགྱི་བ་ ཞིག་ མཆིས་པ་ དེ␣ས་ ཁྱིམ་ དང་ ཅོད་པན་ མ་ མཆིས་པ␣འི་ རྒྱལ་སྲིད་ བོར་ ནས་
fr: Il se trouve un fils de du prêtre-conseiller royal nommé Piṇḍola­bhāradvāja qui a délaissé la vie de famille (lit. la maison) et [la charge de] régner sans la couronne et

source: རབ་ཏུ་ བྱུང་ སྟེ །
fr: qui s'est retiré du monde. Et

source: དེ་ ལྗོངས་རྒྱུ་ ཞིང་ མཆིས་པ་ ལ␣ས་
fr: alors qu'il voyageait (lit. qu'il se trouvait à parcourir les campagnes),

source: ཀཽ་ ཤཱཾ་ བཱིར་ མཆིས་ ནས །
fr: il arriva (lit. se trouva) à Kauśāmbī et

source: ཀཽ་ ཤཱཾ་ བཱི་ ན་ ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ་ ན་ གནས་ ཏེ །
fr: à Kauśāmbī, il s'établit dans le jardin du père de famille Ghoṣila.

source: འདི་དག་ ནི་ དེ་ ལ་ བལྟ་བ␣འི་ སླད་ དུ་ མཆིས་པ་ ལགས་སོ ། །
fr: Ces [personnes] sont [en route] pour lui rendre visite. »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ␣ས་ སྨྲས་པ །
fr: Juste après qu'il ait entendu ceci, le roi dit : «

source: དེ་ ནི་ ང␣འི་ ཡང་ ཡུན་རིང་པོ་ ནས་ སྙིང་ དུ་ སྡུག་པ་ དང་ ཡིད་ དུ་ འོང་བ་ དང་ མཁན་པོ་ དང་ དྲན་པ␣ར་ བྱ་བ་ ཡིན་ གྱིས་
fr: Lui, depuis longtemps il est [quelqu'un que] je porte dans mon cœur (lit. il m'est agréable), [que] je apprécie, [qui est] un précepteur [pour moi] et qui est [quelqu'un] à qui je pense. De ce fait,

source: ང་ ཡང་ དེ་ ལ་ བལྟ་བ་ དང་ ། བསྙེན་བཀུར་ བྱ་བ␣འི་ ཕྱིར་ འགྲོ་ ཞེས་
fr: Moi aussi, je vais aller le voir et lui rendre hommage »,

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ་ ག་ལ་བ་ དེ␣ར་ སོང་བ་ དང་ །
fr: il alla à l'endroit où se trouve le jardin du père de famille Ghoṣila et

source: གནས་བརྟན་ དེ␣ས་ རྒྱལ་པོ་ བསུ་ ཡང་ མ་ བསུ་
fr: l'Ancien ne reçut pas le roi (lit. même le recevoir, il ne le reçut pas),

source: ལངས་ ཀྱང་ མ་ ལངས་ སོ ། །
fr: et ne se leva même pas (lit. même se lever, il ne se leva pas).

source: དེ་ནས་ མཐོང་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ ཁྲོ་བ␣འི་ ཀུན་ ནས་ དཀྲིས་པ་ ཆེན་པོ␣ས་ ནོན་ ཏེ །
fr: Alors, en voyant ceci, le roi donna naissance à une émotion (lit. ce qui enserre entièrement) de colère intense. Alors,

source: ཁྲོ␣ས་ ནས་
fr: S'étant mis en colère,

source: གནས་བརྟན་ ལ་ བསྙེན་བཀུར་ བྱས་ ཏེ་
fr: il rendit hommage à l'Ancien et

source: སོང་ ངོ་ ། །
fr: s'en alla.

source: དེ་ནས་ དེ␣ས་ བློན་པོ་ རྣམས་ ལ་ སྨྲས་པ །
fr: Ensuite, il dit aux ministres : «

source: ཁྱེད་ ཀྱིས་ ང␣འི་ ཡུལ་ ན་ འདུག་པ␣འི་ མདུན་ན་འདོན་ གྱི་ བུ་ རབ་ཏུ་ བྱུང་བ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ འདི་ ལ་ ལྟོས་ དང་ །
fr: Regardez donc ce Piṇḍola­bhāradvāja, le fils du prêtre-conseiller qui s'est retiré du monde et qui vit dans le pays.

source: ཁོས་ ང་ མཐོང་ ན་ བསུ་ ཡང་ མ་ བསུ་
fr: il m'a vu et ne m'a même pas reçu (lit. même me recevoir, il ne m'a pas reçu),

source: ལངས་ ཀྱང་ མ་ ལངས་ སོ་ ཞེས་
fr: ne s'est même pas levé non plus (lit. même se lever, il ne s'est pas levé) »,

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ བློན་པོ་ སྡང་བ་ རྣམས་ ཀྱིས་ སྨྲས་པ །
fr: Ensuite, les ministres hostiles [à lui] dirent : «

source: ལྷ་
fr: Deva,

source: འདི་ལྟར་ མཐོང་བ་ བཞིན་ དུ་མ་ བསུ་བ་ དང་ མ་ ལངས་པ་ འདི་ ནི་ དེ␣ས་ འཚམ་པ␣ར་ བགྱིས་པ་ མ་ ལགས་སོ་ ཞེས་
fr: ainsi, ne pas vous recevoir et ne pas se lever alors qu'il vous avait vu n'est pas un comportement (lit. une action) approprié »,

source: བྱས་ ནས །
fr: dirent-il. Puis,

source: དེ་དག་ གིས་ རྒྱལ་པོ་ དེ་ ལྷག་པར་ སྙིང་ ན་བ␣ར་ བྱས་ ཏེ །
fr: ils firent que le roi se sentit plus encore touché (lit. avoir mal au cœur) et

source: གཞི་ དེ␣ས་ རྒྱལ་པོ་ དེ་ ལྷག་པར་ ཡང་ མི་ དགའ་བ␣ར་ གྱུར་ ནས །
fr: à cause de cela (lit. cette base), le roi devint encore plus de mauvaise humeur et

source: དེ་ ཁྲོ␣ས་ ཏེ་
fr: il se mit en colère et

source: དཔུང་ གི་ ཚོགས་ དེ་དག་ དང་ རི་ དག␣ས་ ཤོ␣ར་ དུ་ སོང་ ནས་
fr: il s'en fut à la chasse avec les plusieurs parties de son armée et

source: ཕྱིར་ལོག་ སྟེ་
fr: il revint et

source: གཙུག་ལག་ཁང་ དེ་ཉིད་ ཀྱི་ འདབ་ ཏུ་ སོང་ ནས་
fr: il passa près de ce même vihāra et

source: བསམས་པ །
fr: il pensa : «

source: ང་ དགེ་སློང་ དེ་ ལ་ བལྟ་བ␣འི་ ཕྱིར་ཡང་ སོང་ ལ །
fr: Je retournerai voir ce moine. Alors,

source: གལ་ཏེ་ དེ␣ས་ ང་ མཐོང་ ན་ བསུ་ ཡང་ མི་ བསུ་
fr: s'il me voit mais ne me reçoit pas,

source: ལྡང་ ཡང་ མི་ ལྡང་བ␣ར་ གྱུར་ ན་ ནི །
fr: [s']il ne se lève pas non plus,

source: དེ་ མགོ་བོ་ བཅད་ དེ་
fr: je couperai sa tête et

source: དོར་ རོ་ སྙམ་ དུ་
fr: je la jetterai »,

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: དེ་ ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ␣ར་ ཡང་ སོང་ ངོ་ ། །
fr: il alla à nouveau au jardin du père de famille Ghoṣila.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ་ བདག་ ལ་ བལྟ་བ␣འི་ ཕྱིར་ཡང་ འོངས་ སོ་ ཞེས་
fr: Ensuite, l'honorable Piṇḍola­bhāradvāja, qu'Udayin, le roi de Vatsa revenait pour le voir,

source: ཐོས་ སོ ། །
fr: il l'entendit [dire].

source: དེ་ནས་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ དེ་ ཅིའི་ཕྱིར་ ཡང་ བདག་ ལ་ ལྟར་ འོང་ སྙམ་ དུ་
fr: Au moment où il l'eut entendu, « Pourquoi le roi revient-il me voir ? »

source: བསམས་པ་ དང་ །
fr: pensa-t-il. Alors,

source: དེ␣ས་ གལ་ཏེ་ དགེ་སློང་ འདི་ བདག་ བསུ་བ␣ར་ ཡང་ མི་ བྱེད་
fr: que celui-ci [pensait] « si ce moine ne me reçoit pas,

source: ལྡང་བ␣ར་ ཡང་ མི་ བྱེད་པ␣ར་ གྱུར་ ན །
fr: [s']il ne se lève pas non plus,

source: འདི␣འི་ མགོ་ འུད་པོ␣ར་ བཅད་ དེ་
fr: je vais lui couper la tête d'un coup et

source: ས་ ལ་ དོར་ རོ་ སྙམ་ དུ་
fr: je la jetterai par terre »,

source: སྡང་བ␣འི་ སེམས་ ཀྱིས་ འོངས་པ␣ར་ དེ␣ས་ མཐོང་ སྟེ །
fr: qu'il venait avec ces pensées malveillantes, il le vit. Puis,

source: དེ␣ས་ རྒྱལ་པོ་ དེ␣འི་ བསམ་པ་ སེམས་ ཀྱིས་ ཤེས་ ནས །
fr: après avoir vu par l'esprit les pensées du roi,

source: ཏིང་ངེ་འཛིན་ དེ་ལས་ ལངས་ ཏེ་
fr: il se leva de sa concentration méditative et

source: གོམ་པ་ དྲུག་ བོར་ ནས་ བསུ་བ་ དང་ །
fr: il le reçut en faisant six pas. Ensuite,

source: བསུ་བ␣འི་ མོད་ ལ་ རྒྱལ་པོ་ དེ␣འི་ ལུས་ ལ␣ས་ འོད་ འབྱུང་བ་ དེ་ མེད་པ␣ར་ གྱུར་ ཏེ་
fr: au moment où il l'eut reçu, la lumière que le corps du roi émettait disparut et

source: ས་ ཡང་ ག␣ས་ སོ ། །
fr: le sol se fendit.

source: དེ་ནས་ དེ་ མཐོང་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ དེ་ སྐྲག་ ནས །
fr: Ensuite, dès qu'il eut vu ceci, le roi prit peur et

source: དགེ་སློང་ འདི་ ནི་ རྫུ་འཕྲུལ་ ཆེ་བ་ དང་ མཐུ་ ཆེ་བ་ ཞིག་ སྟེ །
fr: « Ce moine [possède] de grands pouvoirs surnaturels et ses pouvoirs sont grands :

source: བདག་ འདི་ ལ་ སྡང་བ␣འི་ སེམས་ ཀྱིས་ སོང་བ་ ལ␣ས་
fr: je marchais avec des pensées (lit. un esprit) malveillantes et de ce fait,

source: འདི␣འི་ མཐུ␣ས་ བདག་ གི་ འོད་ མེད་པ␣ར་ གྱུར་ ལ་
fr: sa puissance a fait disparaître ma lumière et

source: ས་ ཡང་ གས་པ␣ར་ གྱུར་ ཏོ་ སྙམ་ དུ་
fr: le sol s'est aussi fendu »,

source: རིག་ ནས །
fr: comprit-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་
fr: il se rendit à l'endroit où se trouvait l'honorable Piṇḍola­bhāradvāja et

source: རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: se prosterna à ses pieds et

source: སྨྲས་པ །
fr: dit : «

source: འཕགས་པ་ བདག་ བྱིས་པ་ རྨོངས་པ་ མི་ གསལ་བ་ མི་ མཁས་པ␣འི་ ནོངས་པ་ བཟོད་པ␣ར་ གསོལ །
fr: [Être] sublime, veuillez pardonner mon erreur puérile, ignorante et étourdie. »

source: གནས་བརྟན་ གྱིས་ སྨྲས་པ །
fr: L'Ancien dit : «

source: རྒྱལ་པོ་ ཆེན་པོ་
fr: Grand roi,

source: ངས་ ནི་ བཟོད་ མོད་ ཀྱི་
fr: moi, je vous pardonne, mais

source: རང་ གི་ སེམས་ ལ་ བཟོད་པ་ གསོལ་ ཅིག་ ཅེས་
fr: demandez pardon à votre propre esprit »,

source: བྱས་ སོ ། །
fr: dit-il.

source: རྒྱལ་པོ␣ས་ སྨྲས་པ །
fr: Le roi dit : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ རྒྱལ་སྲིད་ ལ␣ས་ ཉམས་པ་ འམ་ སྲོག་ གི་ བར་ཆད་ དུ་ མི་ འགྱུར་ ལགས་ གྲང་ །
fr: Risquerais-je de déchoir du [rang] de roi ou d'avoir un obstacle à ma vie ? »

source: གནས་བརྟན་ གྱིས་ སྨྲས་པ །
fr: L'Ancien dit : «

source: རྒྱལ་པོ་ ཆེན་པོ་
fr: Grand roi,

source: མ་ སྐྲག་ ཤིག་
fr: n'ayez pas peur.

source: མ་ སྐྲག་ ཤིག །
fr: N'ayez pas peur.

source: ཁྱོད་ རྒྱལ་སྲིད་ ལ␣ས་ ཀྱང་ ཉམས་པ␣ར་ མི་ འགྱུར་ ལ་
fr: Vous ne serez pas déchu du [rang] de roi, et

source: སྲོག་ གི་ བར་ཆད་ དུ་ ཡང་ མི་ འགྱུར་ རོ ། །
fr: vous n'aurez pas d'obstacle à votre vie non plus.

source: རྒྱལ་པོ་ ཆེན་པོ་
fr: Grand roi,

source: དེ་ལྟ་ མོད་ ཀྱི་
fr: ceci étant,

source: བདག་ གིས་ ཁྱོད་ ལ་ གོམ་པ་ དྲུག་ བསུ་བ་ དེས་ན་ ཁྱོད་ ཟླ་བ་ དྲུག་ གི་ བར་ དུ་ རྒྱལ་སྲིད་ སྟོར་བ␣ར་ འགྱུར་ ཏེ །
fr: puisque j'ai dû vous recevoir en faisant six pas vers vous, vous perdrez (lit. sera éclaté) le pouvoir pendant six mois. Puis,

source: ཟླ་བ་ དྲུག་ ལོན་ ནས་
fr: quand six mois seront passés,

source: ཕྱིར་ཡང་ རྒྱལ་སྲིད་ ཐོབ་པ␣ར་ འགྱུར་ རོ ། །
fr: vous obtiendrez à nouveau le pouvoir.

source: རྒྱལ་པོ་ ཆེན་པོ་
fr: Grand roi,

source: གཞན་ ཡང་ བདག་ ལ་ སེམས་ དགའ་བ␣ར་ གྱིས་ ཤིག་ དང་ །
fr: Par ailleurs, que votre cœur s'emplisse de joie à ma pensée.

source: སེམས་ དགའ་བ␣ར་ བྱས་ མ་ ཐག་པ་ དེས་ན་ ཁྱོད་ ས␣འི་ འོག་ ཏུ་ ནུབ་པ␣ར་ མི་ འགྱུར་ ལ །
fr: Dès que votre cœur s'emplira de joie à ma pensée, vous ne tomberez plus sous la terre et

source: ཁྱོད་ ཀྱི་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཡང་ སླར་ འབྱུང་བ␣ར་ འགྱུར་ རོ ། །
fr: votre halo lumineux réapparaîtra. »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ␣ས་ གནས་བརྟན་ ལ་ སེམས་ དགའ་བ་ བསྐྱེད་ དེ །
fr: Ensuite, dès qu'il eut entendu ceci, le roi emplit son cœur de joie à la pensée de l'Ancien et

source: སེམས་ དགའ་བ་ བསྐྱེད་པ␣འི་ མོད་ ལ་ དེ␣འི་ འོད་ ཀྱི་ དཀྱིལ་འཁོར་ ཡང་ སླར་བྱུང་ ལ་
fr: au moment où il eut empli son cœur de joie, son halo lumineux réapparu et

source: ས་ག␣ས་པ་ ཡང་ སླར་ འབྱོར་བ␣ར་ གྱུར་ ཏོ ། །
fr: la crevasse (lit. le sol fendu) se referma (lit. recolla).

source: དེ་ནས་ རྒྱལ་པོ་ དེ་ གནས་བརྟན་ ལ་ ལྷག་པར་ ཡང་ དགའ་བ␣ར་ གྱུར་ ཏོ ། །
fr: Ensuite, la joie qui emplissait le cœur du roi augmenta.

source: དགའ་བ␣ར་ གྱུར་ ནས་
fr: Empli de joie,

source: གནས་བརྟན་ གྱི་ རྐང་པ་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་
fr: il se prosterna devant l'Ancien en touchant ses pieds de sa tête et

source: གནས་བརྟན་ གྱི་ ཐད་ ནས་ སོང་ ངོ་ ། །
fr: il partit de devant l'Ancien.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས་ ཡང་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་པ་ གོ་ བསྐོན་ ཏེ་
fr: Ensuite, plus tard, Udayin, le roi de Vatsa, apprêta à nouveau les quatre parties de son armée et

source: རི་ དག␣ས་ ཤོ␣ར་ དུ་ སོང་བ་ དང་ །
fr: partit à la chasse. À ce moment,

source: དེ་ རི་ དག␣ས་ ཀྱིས་ མིག་ བླངས་ ཏེ་
fr: une proie (lit. un animal) retint son attention (lit. prit son œil) et

source: སོང་ ནས་
fr: il le suivit et

source: དཔུང་ གི་ ཚོགས་ ཀྱང་ ལོགས་ ཤིག་ ཏུ་ སོང་
fr: de leur côté, les parties de son armée allèrent dans une direction ;

source: རྒྱལ་པོ་ ཡང་ ལོགས་ ཤིག་ ཏུ་ སོང་ སྟེ །
fr: de son côté, le roi partit dans une direction et

source: དེ་ དཔུང་ གི་ ཚོགས་ དང་ བྲལ་ ནས་
fr: il fut séparé des parties de son armée et

source: འབྲོག་ འཆོལ་ ཏེ །
fr: il se perdit dans la campagne et

source: བ་ལང་ གི་ ལྷས་ ཞིག་ ཏུ་ སོང་ ནས་
fr: il alla dans un enclos de vaches et

source: དེ་དེ␣ར་ སུ␣ས་ ཀྱང་ ངོ་མ་ ཤེས་ ལ་
fr: là, personne ne le reconnut, et

source: དེ␣ས་ ཀྱང་ སུ་ ཡང་ ངོ་ མི་ ཤེས་ ཏེ །
fr: lui ne reconnut personne non plus, et

source: དེ་ མྱོས་ ནས་
fr: il perdit la tête et

source: དེ་ ཟླ་བ་ དྲུག་ གི་ བར་ དུ་བ་ ལང་ གི་ ལྷས་ དེ་ཉིད་ ན་ འདུག་ གོ ། །
fr: il resta dans cet enclos de vache pendant six mois.

source: དེ་ནས་ དེ་ བུ་ དང་ བློན་པོ་ དང་ ཞམ་རིང་ འཁོར་ རྣམས་ ཀྱིས་ ཀྱང་ བཙལ་བ་ ལ␣ས་
fr: De leur côté (lit. ensuite), son fils, ses ministres et son entourage de serviteurs l'avaient perdu et

source: མ་ རྙེད་ ནས་
fr: ne l'avaient pas retrouvé. Alors,

source: སླར་ རྒྱལ་པོ␣འི་ ཕོ་བྲང་ དུ་ འོང་ སྟེ །
fr: ils étaient retournés au palais royal et

source: བདག་ཅག་ གིས་ མ་ རྙེད་ ན་
fr: « Si nous ne l'avons pas retrouvé,

source: ཇི་ལྟར་ བྱ །
fr: comment ferons-nous ?

source: གར་ སོང་ ཞིག་ གུ་ སྙམ་ ནས་
fr: Où pourrions-nous aller ? » pensèrent-ils. Puis,

source: ཁ་རོག་ སྟེ་
fr: ils se turent et

source: འཁོད་ དོ ། །
fr: restèrent.

source: དེ་ནས་ ཟླ་བ་ དྲུག་ ལོན་པ་ དང་ རྒྱལ་པོ་ དེ་ གཞན་ གྱིས་ མཐོང་ ནས་
fr: Ensuite, quand les six mois furent passés, le roi fut vu par quelqu'un (lit. un autre) et

source: ངོ་ ཤེས་ ཏེ་
fr: il le reconnut et

source: ལྷ་
fr: « Deva,

source: ཁྱོད་ ག་ལ␣ས་ གཤེགས་ ཏེ་
fr: d'où êtes-vous venus pour

source: འདི␣ར་ བྱོན་ ཅེས་
fr: arriver ici ? »

source: དྲིས་ སོ ། །
fr: demanda-t-il.

source: རྒྱལ་པོ་ དེ་ཡང་ སེམས་ རྟ␣ས་ ནས་
fr: Le roi recouvra ses esprits et

source: དེ␣ས་ བ་ལང་ རྫི་ དེ་ ལ་ ཇི་ལྟར་ གྱུར་པ་ ཐམས་ཅད་ བསྙད་ དོ ། །
fr: il raconta au vacher tout ce qu'il s'était passé.

source: བ་ལང་ རྫིས་ སྨྲས་པ །
fr: Le vacher dit : «

source: ལྷ་
fr: Deva,

source: ཐུགས་ རྟོན་ ལ་
fr: reprenez courage et

source: སྤྲོ་བ་ ཆེན་པོ་ བསྐྱེད་ དུ་ གསོལ་ དང་ །
fr: réjouissez-vous grandement.

source: བདག་ གིས་ ཁྱོད་ ཉིད་ ཀྱི་ ཕོ་བྲང་ དུ་ བསྐྱལ་ ལོ་ ཞེས་
fr: Je vous conduirai à votre palais »,

source: སྨྲ␣ས་ ནས །
fr: dit-il. Puis,
