Repository: Esukhia/karmasataka
Catalog: sem/*/06.po
Languages: fr

source: བ་ལང་ རྫི་ དེ␣ས་ རྒྱལ་པོ་ དེ་ ཁྲིད་ དེ །
fr: le vacher guida le roi et

source: ཀཽ་ ཤཱཾ་ བཱི་ ལོགས་ སུ་ ཆ␣ས་ སོ ། །
fr: ils partirent en direction de Kauśāmbī.

source: བློན་པོ་ རིགས་པ␣འི་ མུན་ འཛིན་ གྱི་ བུ་ ཞེས་ བྱ་བ␣ས་ ཀྱང་ ཟླ་བ་ དྲུག་ ལོན་པ་ དང་
fr: Après que six mois soient passés, le ministre nommé Fils de Détenteur-de-l'Obscurité-de-la-Logique

source: ཡིད་ ལ་ དྲན་ ཏེ་
fr: se souvint et

source: རྒྱལ་པོ་ དེ་ག␣ར་ གཤེགས་ ཞིག་ གུ་
fr: « Où pourrait être parti le roi ?

source: བདག་ཅག་ གིས་ བཙལ་ དགོས་ སོ ། །
fr: Nous devons le chercher.

source: གལ་ཏེ་ བདག་ཅག་ གིས་ གསོན་པོ␣ར་ རྙེད་ ན་ ནི་
fr: Si nous le retrouvons en vie,

source: དེ་ཉིད་ རྒྱལ་པོ་ མཛད་པ␣ར་ ཟད་ དོ ། །
fr: il continuera à être (lit. faire) roi.

source: དེ་ མ་ ཡིན་ ཏེ་
fr: Si ce n'était pas le cas,

source: ནོངས་པ␣ར་ གྱུར་ ན་ ནི་
fr: si [l'honorable] s'était trompé,

source: སྲས་ རྒྱལ་སྲིད་ ཀྱི་ དབང་ཕྱུག་ ལ་ དབང་ བྱེད་ དུ་ གཞུག་ གོ་ སྙམ་ དུ་
fr: Nous inciterons le prince à s'approprier [l'état] de seigneur du royaume »,

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་ གོ་ བསྐོན་ ཏེ །
fr: il apprêta les quatre partie de l'armée et

source: གྲོང་ དང་ ། གྲོང་རྡལ་ དང་ ། གྲོང་ཁྱེར་ དང་ ། ཡུལ་འཁོར་ དང་ ། རྒྱལ་པོ␣འི་ ཕོ་བྲང་ དག་ ཏུ་ ཚོལ་ དུ་ དོང་བ་ ལ␣ས །
fr: il partit à sa recherche dans les villages, les bourgs, les villes, les provinces et les châteaux, et

source: བློན་པོ་ རིགས་པ␣འི་ མུན་ འཛིན་ གྱི་ བུས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ་ ཐག་ རིང་པོ་ ནས་ འོང་བ་ མཐོང་ ངོ་ ། །
fr: le ministre nommé Fils de Détenteur-de-l'Obscurité-de-la-Logique vit Udayin, le roi de Vatsa, qui arrivait au loin.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: དགའ་ ཆེས་ ཏེ །
fr: il fut extrêmement (lit. de trop) content et

source: བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ་ ག་ལ་བ་ དེ␣ར་ སོང་ ནས་
fr: il alla à l'endroit où était Udayin, le roi de Vatsa, et

source: སྙུན་ གསོལ་ ཏེ །
fr: s'enquit de sa santé et

source: ལྷ་
fr: « Deva,

source: གང་ དུ་ གཤེགས་ ཞེས་
fr: où étiez-vous parti ? »

source: དྲིས་ སོ ། །
fr: demanda-t-il.

source: དེ་ནས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས་ ཇི་ལྟར་ གྱུར་པ་ རྒྱས་པ␣ར་ བསྙད་ དོ ། །
fr: Ensuite, Udayin, le roi de Vatsa, lui raconta tout ce qu'il s'était passé.

source: བློན་པོ་ རིགས་པ␣འི་ མུན་ འཛིན་ གྱི་ བུས་ སྨྲས་པ །
fr: Le ministre Fils de Détenteur-de-l'Obscurité-de-la-Logique dit : «

source: ལྷ་
fr: Deva,

source: འདི་ ནི་ འཕགས་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས་ ཇི་སྐད་ དུ་ ལུང་བསྟན་པ་ ཐམས་ཅད་ དེ་ ཁོ་ན་ བཞིན་ དུ་ གྱུར་པ་ ལགས་སོ ། །
fr: tout s'est exactement passé comme l'avait prédit le sublime Piṇḍola­bhāradvāja. »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ དེ་ གནས་བརྟན་ ལ་ ཤིན་ཏུ་ དགའ་བ␣ར་ གྱུར་ ནས །
fr: Ensuite, au moment où il entendit ceci, le roi ressenti plus de joie encore à l'égard de l'Ancien. Puis,

source: དེ␣ས་ བསམས་པ །
fr: il pensa : «

source: རེ་ཞིག་ བདག་ གྲོང་ཁྱེར་ དུ་ འགྲོ་བ་ བཏང་ ལ་
fr: Pour un temps, je vais ne pas aller (lit. laisser d'aller) dans la ville et

source: འཕགས་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ དེ་ཉིད་ ལ་ བསྙེན་བཀུར་ བྱ␣འོ་ སྙམ་ དུ་
fr: je vais rendre hommage au sublime Piṇḍola­bhāradvāja »,

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: ཀཽ་ ཤཱཾ་ བཱིར་ མ་ སོང་བ␣ར་ ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ །
fr: sans aller à Kauśāmbī, il alla au jardin du père de famille Ghoṣila et

source: དེ་ ཇི་སྲིད་ དུ ། བཞོན་པ␣ས་ འགྲོ་བ␣ར་ བྱ་བ␣འི་ ས་ དེ་སྲིད་ དུ་ བཞོན་པ␣ས་ སོང་ ནས །
fr: tant qu'il était sur un endroit qu'une monture peut emprunter (lit. aller), il se déplaça sur sa monture, puis

source: བཞོན་པ་ ལ␣ས་ བབས་ ཏེ་
fr: il descendit de sa monture et

source: རྐང་པ␣ས་ ཀུན་དགའ་ར་བ␣ར་ སོང་ ནས །
fr: alla à pied dans le jardin. Puis,

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས །
fr: il alla à l'endroit où se trouvait l'honorable Piṇḍola­bhāradvāja et

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ་
fr: il se prosterna aux pieds de l'honorable Piṇḍola­bhāradvāja et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ མདུན་ དུ་ འདུག་ གོ ། །
fr: s'assit devant lui pour écouter le Dharma.

source: གནས་བརྟན་ གྱིས་ ཀྱང་ དེ་ ལ ། དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏོ ། །
fr: L'Ancien, quant à lui, donna lui prodigua un enseignement lui correspondant.

source: དེ་ནས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས་ ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣འི་ གཏམ་ གྱི་ མཇུག་ རྫོགས་པ␣ར་ རིག་ ནས་
fr: Ensuite, Udayin, le roi de Vatsa, comprit que le discours de l'honorable Piṇḍola­bhāradvāja était terminé et

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: se leva de son siège et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: il [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant lui] et

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ དེ་
fr: joignit les mains et s'inclina en direction de l'honorable Piṇḍola­bhāradvāja et

source: སྨྲས་པ །
fr: dit : «

source: འཕགས་པ་
fr: [Être] sublime,

source: དགེ་སློང་ གི་ དགེ་འདུན་ དང་ བཅས་པ་ དགུང་བདུན་ གྱི་ བར་ དུ་ བདག་ གི་ དེ␣ར་ བཤོས་ གསོལ་བ␣ར་ ཅི་ གནང་ ཞེས་
fr: quelle [réponse] donneriez-vous [à l'offre] de prendre votre repas chez moi pendant sept déjeuners avec la saṅgha des moines ? »

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ་ ལ་ ཅང་ མི་སྨྲ་ བས་ གནང་ ངོ་ ། །
fr: Ensuite, l'honorable Piṇḍola­bhāradvāja accepta en ne disant rien à Udayin, le roi de Vatsa.

source: དེ་ནས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས ། ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས་ ཅང་ མི་སྨྲ་ བས་ གནང་ བར་ རིག་ ནས་
fr: Alors, Udayin, le roi de Vatsa, vit que l'honorable Piṇḍola­bhāradvāja avait accepté en ne lui disant rien. Puis,

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: il se leva de son siège et

source: རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: se prosterna à ses pieds et

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣འི་ ཐད་ ནས་ སོང་ ངོ་ ། །
fr: prit congé de (lit. s'en alla d'auprès de) l'honorable Piṇḍola­bhāradvāja.

source: དེ་ནས་ དེ␣ས་ ཞག་ བདུན་ གྱི་ བར་ དུ་ ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ འཁོར་ དང་ བཅས་པ་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ␣ས་ ཚིམ་པ␣ར་ བྱས་ ནས །
fr: Ensuite, pendant sept jours, il satisfit l'honorable Piṇḍola­bhāradvāja et son entourage de nombreux mets et condiments purs et nobles, et

source: ཐ་མ␣འི་ ཉིན་པ␣ར་ རེ་རེ་ ལ་ ཡང་ རས་ ཟུང་ རེ་ ཕུལ་ ཏེ །
fr: le dernier jour, il leur offrit à chacun une paire de tissus et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ མདུན་ དུ་ འདུག་ གོ ། །
fr: s'assit devant lui pour écouter le Dharma.

source: ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣ས་ ཀྱང་ དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ ཀྱི་ གཏམ་ གྱིས་ ཡང་དག་པ␣ར་ བསྟན །
fr: Ensuite, l'honorable Piṇḍola­bhāradvāja l'instruisit parfaitement par un discours sur le Dharma correspondant à ceci,

source: ཡང་དག་པ␣ར་ འཛིན་ དུ་ བཅུག །
fr: il le lui fit assimiler en entier,

source: ཡང་དག་པ␣ར་ གཟེངས་བསྟོད །
fr: l'encouragea grandement,

source: ཡང་དག་པ␣ར་ དགའ་བ␣ར་ བྱས་ སོ ། །
fr: le réjouit entièrement.

source: ཆོས་ ཀྱི་ གཏམ་ རྣམ་ གྲངས་ དུ་མ␣ས་ ཡང་དག་པ␣ར་ བསྟན །
fr: Il l'instruisit parfaitement par de nombreux discours sur le Dharma,

source: ཡང་དག་པ␣ར་ འཛིན་ དུ་ བཅུག །
fr: il les lui fit assimiler en entier,

source: ཡང་དག་པ␣ར་ གཟེངས་བསྟོད །
fr: l'encouragea grandement,

source: ཡང་དག་པ␣ར་ དགའ་བ␣ར་ བྱས་ ནས་
fr: le réjouit entièrement. Puis,

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: il se leva de son siège et

source: སོང་ ངོ་ ། །
fr: s'en alla.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ བཅོམ་ལྡན་འདས་ རྒྱལ་པོ␣འི་ ཁབ་ ཏུ་ ཇི་སྲིད་ དགྱེས་པ␣འི་ བར་ དུ་ བཞུགས་ ནས་
fr: Ensuite, plus tard, le Bienheureux resta à Rājagṛha tant qu'il en eut envie (lit. que ça lui plaisait) et

source: ཆོས་གོས་ གསོལ་ ཏེ་
fr: il revêtit les habits monastiques et

source: ལྷུང་བཟེད་ བསྣམས་ ནས་
fr: il prit son bol à aumône et

source: དགེ་སློང་ གི་ ཚོགས་ ཀྱིས་ ཞམ་རིང་ བྱས་ ཏེ །
fr: avec un groupe de moines pour le servir,

source: དགེ་སློང་ གི་ དགེ་འདུན་ གྱིས་ མདུན་ དུ་ བདར་ ནས་
fr: précédé de la saṅgha des moines,

source: ཀཽ་ ཤཱཾ་ བཱི་ ག་ལ་བ་ དེ␣ར་ རྒྱུ་ ཞིང་གཤེགས་པ་ ལ␣ས་
fr: il voyagea et se rendit à l'endroit où se trouvait Kauśāmbī. Alors,

source: མཐར་གྱིས་ ཀཽ་ ཤཱཾ་ བཱིར་ བྱོན་ ཏེ །
fr: il alla progressivement au pays de Kauśāmbī et

source: ཀཽ་ ཤཱཾ་ བཱི་ ན་ ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ་ ན་ བཞུགས་ སོ ། །
fr: à Kauśāmbī, il demeura dans le jardin du père de famille Ghoṣila.

source: དེ་ནས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས་ བཅོམ་ལྡན་འདས་ པད་མ␣འི་ ལྗོངས་རྒྱུ་ ཞིང་གཤེགས་ ཏེ །
fr: Ensuite, Udayin, le roi de Vatsa, que « le Bienheureux a voyagé à travers le pays de Vatsa et

source: ཀཽ་ ཤཱཾ་ བཱིར་ བྱོན་ ནས་
fr: il est arrivé à Kauśāmbī et

source: ཀཽ་ ཤཱཾ་ བཱི་ ན་ ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ་ ན་ བཞུགས་ སོ་ ཞེས་
fr: à Kauśāmbī, il demeure dans le jardin du père de famille Ghoṣila »,

source: ཐོས་ སོ ། །
fr: il l'entendit.

source: ཐོས་ ནས་ ཀྱང་
fr: L'ayant entendu,

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས་
fr: il se dirigea et alla à l'endroit où se trouvait le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་
fr: il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ ། །
fr: il s'assit auprès (lit. d'un côté) de lui.

source: ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ ནས་
fr: S'étant assis auprès de lui (lit. d'un côté),

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ་ ཆོས་ ཀྱི་ གཏམ་ གྱིས་ ཡང་དག་པ␣ར་ བསྟན །
fr: le Bienheureux instruisit parfaitement Udayin, le roi de Vatsa, par un discours sur le Dharma,

source: ཡང་དག་པ␣ར་ འཛིན་ དུ་ བཅུག །
fr: il le lui fit assimiler en entier,

source: ཡང་དག་པ␣ར་ གཟེངས་བསྟོད །
fr: l'encouragea grandement et

source: ཡང་དག་པ␣ར་ དགའ་བ␣ར་ མཛད་ དོ ། །
fr: le réjouit entièrement.

source: ཆོས་ ཀྱི་ གཏམ་ རྣམ་ གྲངས་ དུ་མ␣ས་ ཡང་དག་པ␣ར་ བསྟན །
fr: Il l'instruisit parfaitement par de nombreux discours sur le Dharma,

source: ཡང་དག་པ␣ར་ འཛིན་ དུ་ བཅུག །
fr: il les lui fit assimiler en entier,

source: ཡང་དག་པ␣ར་ གཟེངས་བསྟོད །
fr: l'encouragea grandement et

source: ཡང་དག་པ␣ར་ དགའ་བ␣ར་ མཛད་ ནས་
fr: le réjouit entièrement. Puis,

source: ཅང་ མི་ གསུང་བ␣ར་ བཞུགས་ སོ ། །
fr: il resta sans rien dire.

source: དེ་ནས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས ། བཅོམ་ལྡན་འདས་ ཀྱི་ གཏམ་ གྱི་ མཇུག་ རྫོགས་པ␣ར་ རིག་ ནས །
fr: Ensuite, Udayin, le roi de Vatsa, comprit que le discours du Bienheureux était terminé et

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: il se leva de son siège et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant lui] et

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ དེ །
fr: joignit les mains et s'inclina en direction du Bienheureux et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: dit ceci au Bienheureux : «

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: དགེ་སློང་ གི་ དགེ་འདུན་ དང་ བཅས་པ␣ར་ དགུང་ཟླ་ གསུམ་ གྱི་ བར་ ཏུ་ བདག་ ལ␣ས་ ན་བཟའ་ དང་ ཞལ་ཟས་ དང་ གཟིམས་ ཆ་ དང་ གདན་ དང་ སྙུན་ གསོས་ དང་ སྨན་ཟོང་ རྣམས་ བཞེས་པ␣ར་ ཅི་ གནང་ ཞེས་
fr: quelle [réponse] donneriez-vous [à l'offre] de recevoir de ma part les vêtements, la nourriture, les couvertures, les sièges, les médicaments et les fournitures médicales, [vous] et la saṅgha des moines pendant trois lunes pleines ? »

source: གསོལ་ ཏོ ། །
fr: demanda-il.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ་ ལ་ ཅང་ མི་ གསུང་བ␣ས་ གནང་ ངོ་ ། །
fr: Ensuite, le Bienheureux accepta en ne disant rien à Udayin, le roi de Vatsa.

source: དེ་ནས་ བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཅང་ མི་ གསུང་བ␣ས་ གནང་ བར་ རིག་ ནས །
fr: Alors, Udayin, le roi de Vatsa, vit que le Bienheureux avait accepté en ne lui disant rien. Puis,

source: ཁྱིམ་བདག་ གདངས་ ལ␣ས་ རིག་ གི་ ཀུན་དགའ་ར་བ␣ར་ ཡོ་བྱད་ ཐམས་ཅད་ སྦྱར་ ནས །
fr: il fit porter (lit. se procurer) tout le nécessaire (lit. tous les objets) dans le jardin du père de famille Ghoṣila et

source: སངས་རྒྱས་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ ལ་ ཟླ་བ་ གསུམ་ གྱི་ བར་ དུ་ ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ བསྙེན་བཀུར་ བྱས་ ནས །
fr: il servit le Bouddha et le reste de la saṅgha des moines pendant trois lunes pleines en [offrant] tout le nécessaire. Puis,

source: ཐ་མ␣འི་ ཉིན་པ␣ར་ བཅོམ་ལྡན་འདས་ ལ་ ན་བཟའ་ འབུམ་ རི་བ་ ཕུལ་ ལོ ། །
fr: le dernier jour, il offrit au Bienheureux un habit [en étoffe] qui-vaut-cent-mille[-kārshāpaṇa] (lit. de cent mille).

source: དགེ་སློང་ གཞན་དག་ ལ་ ཡང་ རེ་རེ་ ལ་ རས་ ཟུང་ རེ་ ཕུལ་ ནས་
fr: Aux autres moines, il leur offrit à chacun une paire de tissus et

source: སོང་ ངོ་ ། །
fr: s'en alla.

source: དེ་ཡང་ དུས་ དུས་ སུ་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ སོང་ ནས་
fr: Quant à lui, il allait de temps en temps auprès du Bienheureux et

source: ཆོས་ མཉན་པ␣ར་ བྱེད་ དོ ། །
fr: écoutait le Dharma.

source: བཅོམ་ལྡན་འདས་ ལ␣ས་ ཆོས་ མཉན་ ནས་
fr: Après avoir écouté le Dharma,

source: ལྷག་པར་ ཡང་ ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ འབའ་ཞིག་ གི་ ཐད་ དུ་ བསྙེན་བཀུར་ བྱ་བ␣འི་ ཕྱིར་ འགྲོ་བ␣ར་ བྱེད་ དོ ། །
fr: il allait expressément auprès de l'honorable Piṇḍola­bhāradvāja et de personne d'autre (lit. lui seul) pour lui rendre hommage.

source: དེ་ནས་ དགེ་སློང་ རྣམས་ ཀྱིས་ དེ་ མཐོང་ ནས་
fr: Ensuite, les moines virent ceci et

source: ཐེ་ཙོམ་ སྐྱེས་ ཏེ་
fr: ils se demandèrent pourquoi (lit. ils eurent un doute) et

source: རྒྱལ་པོ་ འདི་ ཅིའི་ཕྱིར ། ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ་ འབའ་ཞིག་ ལ་ ལྷག་པར་ བཀུར་སྟི་ བྱེད་ ཞིག་ གུ་ སྙམ་ ནས་
fr: « Pourquoi ce roi rend-il expressément hommage à l'honorable Piṇḍola­bhāradvāja et à personne d'autre (lit. lui seul) ? » se demanèrent-ils et

source: དེ་དག་ གིས་ གཏམ་ དེ་ རྒྱས་པ␣ར་ ཐོས་ སོ ། །
fr: on leur raconta (lit. ils entendirent) cette histoire dans les détails (lit. vastement).

source: ཐོས་ ནས་ ཀྱང་
fr: L'ayant entendue,

source: བཅོམ་ལྡན་འདས་ ལ་ གསོལ་ ཏེ །
fr: ils demandèrent au Bienheureux et

source: འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: dirent ceci : «

source: བཙུན་པ་
fr: Vénérable,

source: བད་ ས␣འི་ རྒྱལ་པོ་ འཆར་ཀ␣ས་ རབ་ཏུ་ སྡང་བ␣འི་ སེམས་ ཀྱིས ། ཚེ་ དང་ ལྡན་པ་ པིཎྜོ་ ལ་བ་ ར་ དྷྭ་ ཛ␣འི་ ཐད་ དུ་ མཆིས་ ནས །
fr: Udayin, le roi de Vatsa, se trouvait auprès de l'honorable Piṇḍola­bhāradvāja avec des pensées d'aversion et

source: གཞི་ དེས་ན་ དེ␣འི་ འོད་མ་ མཆིས་པ␣ར་ གྱུར་ ཏེ་
fr: à cause de ça (lit. sur cette base), la lumière a disparue et

source: དོག་ས་ ལ་ ཡང་ དེའུ་ ནུབ་པ་ ལ␣ས །
fr: il [allait] être englouti dans le sol, puis

source: གང་ གི་ ཚེ་ དེ␣ས་ སླར་ སེམས་ དགའ་བ་ བསྐྱེད་པ་ དེ␣འི་ ཚེ་ འོད་ དེ་ཡང་ སླར་བྱུང་ བར་ གྱུར་ ལ །
fr: au moment où il a à nouveau empli son cœur de joie, cette lumière est réapparue. Puis,

source: དོག་ས་ གས་པ་ ཡང་ སླར་ འབྱོར་པ␣ར་ གྱུར་པ་ ལ་ གཟིགས་ ལགས །
fr: la crevasse (lit. le sol fendu) s'est refermé. Posez-y votre regard (lit. regardez). »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: དེ་ ནི་ ད་ལྟར་ འབའ་ཞིག་ མ་ ཡིན་ ཏེ །
fr: ceci, ce n'est pas uniquement maintenant [que ceci est arrivé].

source: འདི་ལྟར་ འདས་པ␣འི་ དུས་ ན་ ཡང་ གྲོང་ཁྱེར་ འབྲས་ འཕེལ་ ཞེས་ བྱ་བ་ ན་ རྒྱལ་པོ་ ལྷུན་པོ་ ཞེས་ བྱ་བ་ རྒྱལ་པོ་ བྱེད་ དེ །
fr: Similairement (lit. comme ceci), dans le passé aussi, le roi Meru régnait dans la ville nommée Riz-Florissant et

source: དེ␣འི་ རིང་ ལ་ འབྱོར་པ་ དང་ རྒྱས་པ་ དང་ བདེ་བ་ དང་ ལོ་ལེགས་པ་ དང་ སྐྱེ་བོ་ དང་ མི་ མང་པོ␣ས་ གང་བ་ དང་ ། རྩོད་པ་ དང་ འཐབ་པ་ ཞི་བ་ དང་ འཁྲུག་པ་ དང་ ནང་འཁྲུག་ དང་ ཆོམ་རྐུན་ དང་ མུ་གེ་ དང་ ནད་ རྣམས་ མེད་པ་ དང་ །
fr: pendant son règne, le [royaume] abondait de richesses, de bonheur, de récoltes fertiles, d'hommes de science et de sujets. Il était exempt de conflits et de querelles. Il n’y avait pas de luttes, de divisions, de voleurs, de cambrioleurs, de famine ni de maladies. De plus,

source: འབྲས་ སཱ་ ལུ་ དང་ བུ་རམ་ཤིང་ དང་བ་ ལང་ དང་ མ་ཧེ་ དང་ ལྡན་པ␣ར་ འདུག་ སྟེ །
fr: le royaume (lit. il) se trouvait en possession de riz, de cannes à sucre, de vaches et de buffles.

source: བུ་ གཅིག་པ་ སྡུག་པ་ ལ་ བྱ་བ་ བཞིན་ དུ་ ཆོས་བཞིན་ དུ་ རྒྱལ་སྲིད་ བྱེད་ དོ ། །
fr: il régnait en accord avec le Dharma comme il aurait pris soin de son unique enfant bien-aimé.

source: དེ་ནས་ རྒྱལ་པོ་ དེ␣འི་ མདུན་ན་འདོན་ དེ␣ས ། ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས་
fr: Ensuite, ce prêtre-conseiller de ce roi prit une épouse quand il arriva (lit. tomba) à l'âge de se marier et

source: དེ་དེ་ དང་ ལྷན་ཅིག་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་པ་ ལ␣ས་
fr: avec elle, ils se divertirent, ils [apprirent] à s'aimer et laissèrent libre cours à leurs envies et de ce fait,

source: ཕྱིས་ རེ་ཞིག་ ན་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས་
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་
fr: après que soient passés neuf ou dix mois,

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས །
fr: un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ཏེ །
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: རིགས་ དང་ འཐུན་པ␣ར་ མིང་ བཏགས་ ནས །
fr: on lui donna un nom en accord avec sa caste. Puis,

source: འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ ཡི་གེ་ དང་ བྲམ་ཟེ␣འི་ སྤྱོད་ལམ་ དང་ སྤྱོད་པ་ དང་ ཨོཾ་ ཞེས་ བྱ་བ་ དང་ ། བྷོ་ ཞེས་ བྱ་བ་ དང་ ། གཙང་སྦྲ་ དང་ ཆོ་ག་ དང་ ། ཐལ་བ་ བླང་བ་ དང་ ། རིལ་བ་ ཐོགས་པ་ དང་ ། ངེས་བརྗོད་ ཀྱི་ རིག་བྱེད་ དང་ ། མཆོད་སྦྱིན་ གྱི་ རིག་བྱེད་ དང་ ། སྙན་ཚིག་ གི་ རིག་བྱེད་ དང་ ། སྲིད་ སྲུང་ གི་ རིག་བྱེད་ དང་ ། མཆོད་སྦྱིན་ བྱ་བ་ དང་ ། མཆོད་སྦྱིན་ བྱེད་ དུ་ གཞུག་པ་ དང་ ། སྦྱིན་པ་ དང་ ། བླང་བ་ དང་ ། ཁ་ཏོན་ བྱ་བ་ དང་ ། ཁ་ཏོན་ སློབ་ ཏུ་ གཞུག་པ␣འི་ ཐབས་ བསླབས་ ནས །
fr: lorsqu'il eut grandi, il apprit les lettres, la conduite et le comportement d'un brahmane, l'énonciation de /oṁ/, l'énonciation de /bho/, l'hygiène, le rituel, la récolte des cendres, la manipulation (lit. tenir) du vase [des ablutions], le Ṛg Veda, le Yajur Veda, le Sāma Veda, le Atharva Veda. [il apprit aussi] comment réaliser les [rites] sacrificiels, faire réaliser les [rites] sacrificiels, donner, [faire] recevoir, réciter et faire réciter. Ensuite,

source: ལ␣ས་ རྣམ་པ་ དྲུག་ ལ་ མཁས་པ␣འི་ བྲམ་ཟེ␣ར་ གྱུར་ ཏེ །
fr: il devint un brahmane versé dans les six activités brahmaniques et

source: དེ་ མཐར་གྱིས་ རིག་པ␣འི་ གནས་ བཅྭ་ བརྒྱད་ ལ་ བྱང་བ␣ར་ གྱུར་ ཏོ ། །
fr: il maîtrisa progressivement les dix-huit sciences.

source: ཕྱི་ ཞིག་ ན་ དེ␣ས་ བདག་ གི་ ཕ་ཆོས་ དང་ ། ཆོས་མ་ ཡིན་པ␣ས་ རྒྱལ་སྲིད་ འཛིན་པ་ མཐོང་ ངོ་ ། །
fr: Plus tard, il vit son père régner (lit. tenir le pouvoir royal) en accord avec la religion et [aussi] en désaccord avec la religion.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: དེ␣ས་ བསམས་པ་
fr: il pensa : «

source: ཕ་ ཤི་བ␣འི་ འོག་ ཏུ་ བདག་ གི་ ཅོད་པན་ མེད་པ␣འི་ རྒྱལ་སྲིད་ འཛིན་པ␣འི་ བར་ དུ་ གྱུར་ གྱིས །
fr: Après le décès de mon père, ce sera mon tour (lit. mon intervalle) de régner sans couronne. De ce fait,

source: བདག་ གིས་ ཁྱིམ་ ན་ གནས་པ་ བཏང་ ལ་
fr: je vais délaisser la vie de famille et

source: ནགས་ འདབ་ ཏུ་ གནས་ བཅའ་བ␣ར་ བྱ␣འོ་ སྙམ་ དུ་
fr: je m'établirai dans la forêt »,

source: བསམས་ ནས་
fr: pensa-t-il. Puis,

source: ཕ་མ་ ལ་ གསོལ་ ཏེ་
fr: il demanda [la permission] à ses parents et

source: ནགས་ འདབ་ ཏུ་ གནས་ བཅས་ སོ ། །
fr: il s'établit dans la forêt.

source: དེ་དེ␣ར་ སོང་ ནས་
fr: Après qu'il y soit parti,

source: བསམ་གཏན་ བཞི་ དང་ མངོན་པར་ ཤེས་པ་ ལྔ་ བསྐྱེད་ དོ ། །
fr: il développa les quatre concentrations et les cinq clairvoyances.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དེ་ རྒྱལ་པོ␣འི་ ཕོ་བྲང་ འབྲས་ འཕེལ་ དུ་ ཕྱིན་ ནས །
fr: Ensuite, plus tard, il partit au palais royal Riz-Florissant et

source: དེ␣འི་ ཕས་ བུ་ དེ␣འི་ ཕྱིར་ བདག་ གི་ སྐྱེད་མོས་ཚལ་ དུ་ ཡལ་ག་ དང་ ལོ་མ␣འི་ སྤྱིལ་པོ་ ཕུབ་ ནས་
fr: son père construisit dans son parc d'agrément une hutte de branches et de feuilles pour son fils et

source: ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ བསྙེན་བཀུར་ བྱས་ ཏེ །
fr: le servit [en lui donnant] tous les objets nécessaires [à la vie quotidienne]. Puis,

source: དེ་ ལ་དུ␣ས་ དུས་ སུ་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ འདོང་ ཞིང་
fr: d'innombrables (lit. une diversité de) personnes venaient régulièrement chez lui et

source: ཆོས་ ཉན་པ␣ར་ བྱེད་ དོ ། །
fr: écoutaient le Dharma.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ རྒྱལ་པོ་ ལྷུན་པོ␣ས་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་པ་ གོ་ བསྐོན་ ནས་
fr: Ensuite, plus tard, le roi Meru apprêta à nouveau les quatre parties de son armée et

source: རི་ དག␣ས་ ཤོ␣ར་ དུ་ སོང་བ་ དང་ །
fr: partit à la chasse. À ce moment,

source: རྒྱལ་པོ␣ས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ མདུན་ན་འདོན་ གྱི་ སྐྱེད་མོས་ཚལ་ དུ་ འདོང་བ་ མཐོང་ ངོ་ ། །
fr: le roi vit que ces innombrables (lit. cette diversité de) personnes allaient vers le parc d'agrément du prêtre-conseiller.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: སྐྱེ་བོ␣འི་ ཚོགས་ འདི་དག་ གར་ འདོང་ ཞེས་
fr: « Où va ce groupe de personnes ? »

source: དྲིས་ སོ ། །
fr: demanda-t-il.

source: བློན་པོ་ རྣམས་ ཀྱིས་ གསོལ་པ །
fr: les ministres lui répondirent : «

source: ལྷ་
fr: Deva,

source: མདུན་ན་འདོན་ གྱི་ བུ་ དེ་ རབ་ཏུ་ བྱུང་ སྟེ་
fr: ce fils du prêtre-conseiller s'est retiré du monde et

source: དེ་ ནི་ རྫུ་འཕྲུལ་ ཆེ་ ཞིང་ མཐུ་ ཆེ་བ␣ར་ ཡང་ གྱུར་ ཏེ་
fr: il en est venu à [posséder] de grands pouvoirs surnaturels et [avoir] de grands pouvoirs. Puis,

source: འདི་དག་ ནི་ དེ་ ལ་ བལྟ་བ␣འི་ སླད་ དུ་ མཆི་བ་ ལགས་སོ ། །
fr: ces [personnes] sont [là] pour lui rendre visite. »

source: དེ་ནས་ རྒྱལ་པོ␣ས་ བསམས་པ །
fr: Alors, le roi pensa : «

source: དེ་ ནི་ ང་ ཡི་ ཡང་སྙིང་ དུ་ སྡུག་པ་ དང་ ཡིད་ དུ་ འོང་བ་ དང་ ། མཁན་པོ་ དང་ དྲན་པ␣ར་ བྱ་བ་ ཡིན་ གྱིས་
fr: Lui, il est aussi [quelqu'un que] je porte dans mon cœur (lit. il est agréable à mon cœur), [que] j'apprécie, [qui est] un précepteur [pour moi] et qui est [quelqu'un] à qui je pense. De ce fait,

source: ང་ ཡང་ དེ་ བལྟ་བ␣འི་ ཕྱིར་ འགྲོ␣འོ་ སྙམ་ དུ་
fr: moi aussi, je vais le voir »,

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: རྒྱལ་པོ་ དེ་ དྲང་སྲོང་ ག་ལ་བ་ དེ␣ར་ སོང་བ་ དང་ །
fr: le roi se rendit à l'endroit où était ce ṛṣi. À ce moment,

source: དྲང་སྲོང་ དེ␣ས་ དེ་ མཐོང་ ནས་
fr: ce ṛṣi le vit et

source: བསུ་ ཡང་ མ་ བསུ་
fr: ne le reçut même pas (lit. même le recevoir, il ne le reçut pas),

source: ལངས་ ཀྱང་ མ་ ལངས་ སོ ། །
fr: et ne se leva même pas (lit. même se lever, il ne se leva pas).

source: དེ་ནས་ དེ་ མཐོང་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ དེ་ ཁྲོ་བ་ ཆེན་པོ␣ས་ ནོན་ ནས །
fr: Ensuite, dès qu'il eut vu ceci, le roi fut écrasé par une grande colère et

source: འདི་ ང་ ཡི་ ཡུལ་ ན་ འདུག་པ␣འི་ མདུན་ན་འདོན་ གྱི་ བུ་ ཡིན་ ལ །
fr: « Lui, il est le fils du prêtre-conseiller de mon royaume (lit. pays/région), et

source: ང་ འོངས་ ན་ བསུ་ ཡང་ མ་ བསུ་
fr: il ne m'a même pas reçu lorsque je suis arrivé,

source: ལངས་ ཀྱང་ མ་ ལངས་ ཀྱིས་
fr: il ne s'est même pas levé non plus. Donc

source: འདི␣འི་ མགོ་བོ་ བཅད་ དེ་
fr: je vais couper sa tête et

source: བོར་ རོ་ སྙམ་ དུ་
fr: je la jetterai »,

source: བསམས་པ་ དང་ །
fr: pensa-t-il. Alors,

source: རྒྱལ་པོ་ དེ␣འི་ ལུས་ ལ␣ས་ འོད་ འབྱུང་བ་ དེ་དེ␣ས་ སེམས་བསྐྱེད་ མ་ ཐག་ ཏུ་ འོད་ མེད་པ␣ར་ གྱུར་ ཏོ ། །
fr: la lumière que le corps de ce roi émanait a disparue au moment où il a développé cette pensée.

source: ས་ ཡང་ ག␣ས་ ཏེ་
fr: Le sol se fendit aussi et

source: དེ␣ར་ ནུབ་ ཏུ་ བྱེད་པ་ དང་
fr: il était sur le point d'y sombrer. À ce moment,

source: དེ་ མཐོང་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ དེ་ འཇིགས་པ་ ཆེན་པོ་ སྐྱེས་ ཏེ །
fr: dès qu'il vit ceci, ce roi généra une grande peur et

source: དྲང་སྲོང་ དེ་ ལ་ འདི་ ནི་ རྫུ་འཕྲུལ་ ཆེ་ ཞིང་
fr: à propos de (lit. à) ce ṛṣi, « Il [possède] de gands pouvoirs surnaturels et

source: མཐུ་ ཆེ་བ་ ཞིག་ ཡིན་ ནོ་ སྙམ་ ནས་
fr: il est quelqu'un d'une grande puissance », pensa-t-il. Puis,

source: དགའ་བ་ ཆེན་པོ་ སྐྱེས་ སོ ། །
fr: il ressentit une grande joie [à son égard].

source: དེ་ནས་ དེ␣ས་ དེ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: Ensuite, il se prosterna à ses pieds et

source: བཟོད་པ་ གསོལ་ ཏོ ། །
fr: demanda son pardon.

source: དེ་ནས་ དྲང་སྲོང་ གིས་ སྨྲས་པ །
fr: Alors, le ṛṣi dit : «

source: རྒྱལ་པོ་ ཆེན་པོ་
fr: Grand roi,

source: ངས་ ནི་ བཟོད་ མོད་ ཀྱི་
fr: moi, je vous pardonne, mais

source: འོན་ཀྱང་ རང་ གི་ སེམས་ ལ་ བཟོད་པ་ གསོལ་ ཅིག་ ཅེས་
fr: par contre (lit. pourtant), demandez pardon à votre propre esprit. »

source: བྱས་ སོ ། །
fr: dit-il.
