Repository: Esukhia/karmasataka
Catalog: sem/*/07.po
Languages: fr

source: རྒྱལ་མཚན་ ཞེས་ བྱ་བ་ ནི །
fr: Celle qui est nommée La Bannière de victoire

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ཞེས་ བྱ་བ་ རྒྱལ་པོ་ བྱེད་ དེ །
fr: À cette époque, celui nommé Brahmadatta régnait dans la ville de Vārāṇasī et

source: དེ␣འི་ རིང་ ལ་ འབྱོར་པ་ དང་ རྒྱས་པ་ དང་ བདེ་བ་ དང་ ལོ་ལེགས་པ་ དང་ ། སྐྱེ་བོ་ དང་ མི་ མང་པོ␣ས་ གང་བ་ དང་ རྩོད་པ་ དང་ འཐབ་པ་ ཞི་བ་ དང་ འཁྲུག་པ་ དང་ ནང་འཁྲུག་ དང་ ཆོམ་རྐུན་ དང་ མུ་གེ་ དང་ ནད་ རྣམས་ མེད་པ་ དང་ འབྲས་ སཱ་ ལུ་ དང་ བུ་རམ་ཤིང་ དང་བ་ ལང་ དང་ མ་ཧེ་ དང་ ལྡན་པ␣ར་ འདུག་ སྟེ །
fr: pendant son règne, le [royaume] abondait de richesses, de bonheur, de récoltes fertiles, d'hommes de science et de sujets. Il était exempt de conflits et de querelles. Il n’y avait pas de luttes, de divisions, de voleurs, de cambrioleurs, de famine et de maladies. On y trouvait du riz, de la canne à sucre, des vaches et des buffles et

source: བུ་ གཅིག་པ་ སྡུག་པ་ ལ་ བྱ་བ་ བཞིན་ དུ་ ཆོས་བཞིན་ དུ་ རྒྱལ་སྲིད་ བྱེད་ དོ ། །
fr: il régnait en accord avec le Dharma comme il aurait pris soin de son unique enfant bien-aimé.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ རྒྱལ་པོ་ དེ␣འི་ བཙུན་མོ་ ལ་ བུ་ ཆགས་ ནས་
fr: Ensuite, plus tard, la reine de ce roi tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་ །
fr: après que soient passés neuf ou dix mois,

source: བུ་མོ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས །
fr: un fille au corps harmonieux (lit. noble), qui était belle et agréable au regard naquit, et

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ཏེ །
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: བུ་མོ་ འདི␣འི་ མིང་ ཇི་སྐད་ གདགས་ ཞེས་
fr: « Comment nommer cette fille ? »

source: མིང་འདོགས་པ␣ར་ བྱེད་ དོ ། །
fr: un nom lui fut donné : «

source: ཀཱ་ ཤི␣འི་ རྒྱལ་པོ␣འི་ བུ་མོ་ ཡང་ ཡིན་ ལ་
fr: Elle est la fille du roi de Kāśi, mais [aussi]

source: གཟུགས་ ཀྱང་ མཛེས་པ␣ས་ ན །
fr: elle est belle. Donc,

source: བུ་མོ་ འདི␣འི་ མིང་ ཀཱ་ ཤི་ མཛེས་ལྡན་ མ་ ཞེས་ གདགས་ སོ་ ཞེས་
fr: le nom de cette fille sera "Kāśisundarī", la belle de Kāśi »,

source: ཟེར་ རོ ། །
fr: fût-il dit.

source: དེ་ནས་ བུ་མོ་ ཀཱ་ ཤི་ མཛེས་ལྡན་ མ་ པང་ ན་ འཚོ་བ␣འི་ མ་མ་ གཉིས་ དང་ ། ནུ་མ་ སྣུན་པ␣འི་ མ་མ་ གཉིས་ དང་ ། དྲི་མ་ འཁྲུ་བ␣འི་ མ་མ་ གཉིས་ དང་ ། རྩེ་བ␣འི་ མ་མ་ གཉིས་ ཏེ་ མ་མ་ བརྒྱད་ ལ་ གཏད་ ནས །
fr: Ensuite, la fille Kāśisundarī fut remise à huit nourrices, deux nourrices qui l'accueillaient (lit. le faisaient vivre) dans leur giron, deux nourrices qui lui donnaient le sein, deux nourrices qui lavaient ses souillures et deux nourrices pour jouer avec elle. Puis,

source: དེ་ མ་མ་ བརྒྱད་ ཀྱིས་ འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ། ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ་
fr: les huit nourrices la firent se développer au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, elle grandit avec force.

source: དེ་ གང་ གི་ ཚེ་ ཆེན་ མོ␣ར་ གྱུར་ ཏེ །
fr: Lorsqu'elle eut grandi,

source: སྒྱུ་རྩལ་ ཤེས་པ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ ། དེ␣ས་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས་
fr: lorsqu'elle maîtrisa les arts, elle conçut de la dévotion pour l'enseignement du Bienheureux et

source: དེ␣ས་ ཕ་མ་ གཉིས་ ལ་ གསོལ་ ཏེ །
fr: elle demanda [la permission] à ses deux parents et

source: སངས་རྒྱས་ དང་ ཆོས་ དང་ དགེ་འདུན་ ལ་ བཀུར་སྟི་ བྱས་ སོ ། །
fr: il offrit ses services au Bouddha, au Dharma et à la Saṅgha.

source: དེ་ གང་ གི་ ཚེ་ ཆེན་ མོ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ ། ཀཱ་ ཤི␣འི་ རྒྱལ་པོ␣འི་ བུ་མོ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ ཡོད་ དེ །
fr: Ensuite, quand elle eut grandi, « Il se trouve une fille du roi de Kāśi qui a un corps harmonieux, qui est belle et agréable au regard et

source: འཇིག་རྟེན་ ན་ བུ་མོ་ དེ་ དང་ འདྲ་བ་ གཞན་ མེད་ དོ་ ཞེས་
fr: il n'existe pas d'autre fille qui soit son égale. »,

source: ཀུན་ ཏུ་ གྲགས་པ␣ས་ རྒྱས་པ␣ར་ གྱུར་ ཏོ ། །
fr: [ceci] fut connu de toutes parts et [cette renommée] s'étendit.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ ཉི་འོག་ གི་ རྒྱལ་པོ་ དྲུག་ འདོད་ཆགས་ ཀྱི་ མད␣ས་ ཕོག་ ནས །
fr: Ensuite, dès qu'ils l'entendirent, les six rois des pays périphériques (lit. sous le soleil) furent touchés par la flèche du désir et

source: དེ་དག་ ཐམས་ཅད་ ཀྱིས་ ཀཱ་ ཤི␣འི་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ལ་ ཕོ་ཉ་ བཏང་ སྟེ །
fr: ils envoyèrent tous un messager à Brahmadatta le roi de Kāśi et

source: དེ་དག་ རེ་རེ་ ནས་ བུ་མོ་ དེ་ ང་ ལ་ བྱིན་ ཅིག་ ཅེས་
fr: « Donnez-moi cette fille. » [était ce que] chacun d'eux

source: སྤྲིང་ ངོ་ ། །
fr: ont fait dire.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ སེམས་ ཁོངས་ སུ་ ཆུད་ ཅིང་ འདུག་ སྟེ །
fr: Ensuite, dès qu'il eut entendu ces [demandes], le roi Brahmadatta demeura absorbé dans ses pensées et

source: གལ་ཏེ་ བུ་མོ་ འདི་ གཅིག་ ལ་ བྱིན་ ན་ ནི ། གཞན་ རྣམས་ བདག་ གི་ དགྲ␣ར་ འགྱུར་ ན་
fr: « Si je donne cette fille à l'un [d'eux], les autres deviendront des ennemis. Donc,

source: སུ་ ལ་ བྱིན་པ␣ར་ བྱ་ སྙམ་
fr: à qui la donner ? »

source: བསམས་ ནས་
fr: pensait-il. Puis,

source: གང་ ཡང་ སྦྱིན་ མི་འདོད་པ␣ར་ གྱུར་ ཏོ ། །
fr: il n'eut envie de la donner à personne.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཉི་འོག་ གི་ རྒྱལ་པོ་ དྲུག་ གིས་ བསམས་པ །
fr: Ensuite, plus tard, les six rois de la périphérie pensèrent : «

source: དེ␣ས་ བདག་ཅག་ ལ་ དད་པ␣ས་ བུ་མོ་ བྱིན་པ␣ར་ མི་ འགྱུར་ གྱིས་
fr: Lui ne nous la donnera pas par bonté (lit. dévotion). Donc,

source: དེ␣ར་ སོང་ ལ་
fr: [nous] irons là et

source: མཐུ␣ས་ དབྲོག་ གོ་ སྙམ་ དུ་
fr: nous la prendrons par la force »

source: བསམས་ ཏེ །
fr: pensèrent-ils. Puis,

source: ཐམས་ཅད་ ཀྱིས་ ཉི་མ་ གཅིག་ ཏུ་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་ གོ་ བསྐོན་ ནས་
fr: le même jour (lit. un jour), ils apprêtèrent tous les quatre parties de leurs armées et

source: གྲོང་ཁྱེར་ བཱ་ སཱིར་ དོང་ སྟེ །
fr: allèrent à la ville de Vārāṇasī et

source: ཁོ་ར་ ཁོར་ཡུག་ ནས་ བསྐོར་ ཏོ ། །
fr: ils l'encerclèrent entièrement (lit. tout autour).

source: དེ་ནས་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ བདག་ཉིད་ ཕ་རོལ་ གྱི་ དམག་ཚོགས་ ཀྱིས་ གཙེས་པ␣ར་ རིག་ ནས་
fr: Ensuite, le roi Brahmadatta vit qu'il était assiégé (lit. assailli) par des troupes ennemies (lit. des armées des autres) et

source: ཁང་ བཟངས་ ཀྱི་ སྟེང་ དུ་ སོང་ སྟེ །
fr: il alla sur le toit (lit. le dessus) de son palais et

source: ལག་པ་ ལ་ རྐོམ་ཚུགས་ བཅས་ ནས །
fr: posant son visage entre ses paumes,

source: ད་ བདག་ གིས་ ཇི་ལྟར་ བྱ་ སྙམ་ སྟེ་
fr: « Maintenant, comment vais-je faire ? » se demandait-il,

source: སེམས་ ཁོངས་ སུ་ ཆུད་ ཅིང་ འདུག་ གོ ། །
fr: demeurant absorbé dans ses pensées.

source: དེ་ནས་ ཀཱ་ ཤི་ མཛེས་ལྡན་ མས་ རྒྱལ་པོ་ ཁང་ བཟངས་ ཀྱི་ སྟེང་ དུ་ སོང་ ནས་
fr: Ensuite, Kāśisundarī alla au dessus de la demeure royale et

source: ལག་པ་ ལ་ རྐོམ་ཚུགས་ བཅས་ ཏེ་
fr: qu'il posait son visage entre ses paumes et

source: འདུག་པ་ མཐོང་ ངོ་ ། །
fr: qu'il se maintenait [comme ça], elle le vit.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: ཕ་ལ་ འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: elle dit ceci à son père : «

source: ཡབ་
fr: Père,

source: ཅིའི་སླད་དུ་ ཁང་ བཟངས་ ཀྱི་ སྟེང་ དུ་ གཤེགས་ ནས །
fr: pour quelle raison êtes vous allé sur le toit (lit. le dessus) de [votre] demeure et

source: ཕྱག་ ལ་ རྐོམ་ཚུགས་ བཅས་ ཏེ་
fr: posez-vous votre visage entre vos paumes et

source: སེམས་ ཁོངས་ སུ་ ཆུད་ ཅིང་ བཞུགས །
fr: restez-vous absorbé dans vos pensées ? »

source: རྒྱལ་པོ␣ས་ སྨྲས་པ །
fr: Le roi dit : «

source: བུ་མོ་
fr: Fille,

source: ཁྱོད་ ཉིད་ ཀྱི་ ཕྱིར་ རོ ། །
fr: tu en es la raison. »

source: བུ་མོ␣ས་ སྨྲས་པ །
fr: La fille dit : «

source: ཡབ་
fr: Père,

source: བདག་ བྱད་བཞིན་ ངན་ ལགས་ སམ་
fr: ai-je un visage mauvais ?

source: ཅི་ ན་ བདག་ གི་ སླད་ དུ་ ཡབ་ སེམས་ ཁོངས་ སུ་ ཆུད་ ཅིང་ བཞུགས །
fr: Pour quelle raison restez-vous absorbé dans vos pensées à cause de moi ? »

source: རྒྱལ་པོ␣ས་ སྨྲས་པ །
fr: Le roi dit : «

source: བུ་མོ་
fr: Fille,

source: ཁྱོད་ ཡན་ལག་ ཐམས་ཅད་ མཛེས་པ་ དང་ ལྡན་པ␣ས ། དེ␣འི་ ཕྱིར་ ང་ སེམས་ ཁོངས་ སུ་ ཆུད་ ཅིང་ འདུག་ སྟེ །
fr: toutes les parties [de ton corps] sont belles. C'est pourquoi je suis absorbé dans mes pensées. De plus,

source: ཁྱོད་ ཉིད་ ཀྱི་ ཕྱིར་ ཉི་འོག་ གི་ རྒྱལ་པོ་ དྲུག་ འཁྲུགས་ ནས་
fr: les six rois de la périphérie sont troublés par toi (lit. pour toi) et

source: དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་ གོ་ བསྐོན་ ཏེ་
fr: ils ont apprêté les quatre parties de leurs armées et

source: ལྷགས་ ནས་
fr: ils sont venus et

source: བ་ར་ ཎཱ་ སཱིར་ བསྐོར་ ཏེ་
fr: ils ont assiégé Vārāṇasī et

source: འཁོད་ དོ ། །
fr: se trouvent là.

source: ཀཱ་ ཤི་ མཛེས་ལྡན་ མས་ སྨྲས་པ །
fr: Kāśisundarī dit : «

source: ཡབ་
fr: Père,

source: བུ་མོ་ དག་ ལ་ རང་ཉིད་ ཀྱིས་ ཁྱིམ་ཐབ་ འདམ་པ་ མ་ མཆིས་ ལགས་ སམ །
fr: les filles n'ont-elles pas le choix de leur mari ? »

source: རྒྱལ་པོ␣ས་ སྨྲས་པ །
fr: Le roi dit : «

source: བུ་མོ་
fr: Fille,

source: འདམ་པ་ ཡོད་ དོ ། །
fr: elles ont le choix. »

source: བུ་མོ␣ས་ སྨྲས་པ །
fr: La fille dit : «

source: ཡབ་
fr: Père,

source: བདག་ཉིད་ ཀྱིས་ ཁྱིམ་ཐབ་ འདམ་པ␣ར་ གནང་ བར་ མཛད་ དུ་ གསོལ །
fr: veuillez me donner la permission de choisir mon mari. »

source: རྒྱལ་པོ␣ས་ སྨྲས་པ །
fr: Le roi dit : «

source: བུ་མོ་
fr: Fille,

source: ཁྱོད་ ཉི་འོག་ གི་ རྒྱལ་པོ་ རྣམས་ ལ་ ང་ བཟླུགས་ ཀྱི་ བར་ དུ་ སྡོད་ ཅིག་ ཅེས་
fr: reste là jusqu'à ce que j'aie le consentement des rois de la périphérie »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ ཉི་འོག་ གི་ རྒྱལ་པོ་ དེ་དག་ ཐམས་ཅད་ ལ་ བཟླུགས་ ཏེ །
fr: le roi Brahmadatta demanda l'assentiment de tous les rois de la périphérie : «

source: ཀཱ་ ཤི་ མཛེས་ལྡན་ མ་ ནི་ རང་ཉིད་ ཁྱིམ་ཐབ་ འདམ་པ␣ར་ ཆད་ ཀྱིས་
fr: Kāśisundarī s'engage à choisir son époux. Donc,

source: གལ་ཏེ་ ཁྱེད་ འདོད་ ན་
fr: si vous le voulez,

source: འདམ་ དུ་ གཞུག་ གོ ། །
fr: je la ferai choisir. »

source: དེ་ནས་ དེ␣ར་ སོ་སོ་ ནས་ བསམས་པ་
fr: Alors, à ceci, chacun d'eux pensa : «

source: དེ་ ནི་ ང་ ལྟ་བུ་ བཏང་ སྟེ །
fr: Elle, me laissant de côté,

source: གཞན་ འདམ་པ␣ར་ མི་ འགྱུར་ རོ་ སྙམ་ ནས་
fr: elle ne choisira pas un autre. » pensèrent-ils et

source: སྨྲས་པ །
fr: ils dirent : «

source: དེ␣ས་ མ་ ནོངས་ ཀྱིས་
fr: Elle ne fait pas mal. Donc,

source: འདམ་ དུ་ སྩོལ་ ཅིག །
fr: veuillez la laisser choisir. »

source: དེ་ནས་ ཕོ་ཉ་ དེ་ཕྱིར་ སོང་ ནས་
fr: Ensuite, les messagers revinrent et

source: རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ལ་ བསྙད་ དེ །
fr: rapportèrent [ceci] au roi Brahmadatta et

source: དེ་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ཤིན་ཏུ་ དགའ་བ␣ར་ གྱུར་ ཏོ ། །
fr: au moment où il entendit ceci, le roi Brahmadatta fut empli de joie.

source: རྒྱལ་པོ་ དྲུག་པོ་ དེ་དག་ གིས་ ཀྱང་ གཅིག་ ལ་ གཅིག་ བཟླུགས་ ནས །
fr: De leur côté (lit. eux aussi), les six rois se donnèrent mutuellement l'assentiment et

source: ཡིད་ཆེས་པ␣འི་ མནའ་ མཐོ་ བཅད་ དེ་
fr: se firent des promesses solennelles en pleine confiance et

source: མཇལ་དུམ་ བྱས་ ནས་
fr: se réconcilièrent et

source: ས་ཕྱོགས་ གོ་སྐབས་ ཡངས་པ་ ཞིག་ ཏུ་ ཁང་པ་ བརྩེགས་པ་ ཚར་ དུ་ སྦྲེངས་ ཏེ་
fr: ils érigèrent des maisons de plusieurs étages (lit. empilées) à un endroit découvert et

source: རང་རང་ གི་ གཡོག་འཁོར་ དང་ རྒྱན་ ཐམས་ཅད་ ཀྱིས་ བཀླུབས་པ␣འི་ སེང་གེ␣འི་ ཁྲི་ དག་ ལ་ འདུག་ ཅིང་ འཁོད་ དོ ། །
fr: chacun d'eux s'établit sur l'un des trônes de lions ornementé de toutes les parures, de leur entourage et de leurs serviteurs.

source: ཀཱ་ ཤི་ མཛེས་ལྡན་ མ་ ཡང་ བཞོན་པ་ བཟང་པོ་ ལ་ ཞོན་ ཏེ །
fr: Kāśisundarī, quant à elle, monta une noble monture et

source: བུ་མོ་ དག་ གིས་ གཡོག་ བྱས་ ནས་
fr: avec des jeunes femmes qui la servaient. Puis,

source: ཆས་གོས་ ཚོན་ཅན་ གྱི་ རྒྱལ་མཚན་ བསྒྲེངས་ ཏེ །
fr: brandissant une bannière de victoire de tissus colorés,

source: བཱ་རཱ་ཎ་སཱི་ ནས་ བྱུང་ ནས་
fr: elle sortit de Vārāṇasī et

source: དེ་དག་ ཐམས་ཅད་ ཀྱི་ དབུས་ ནས་ ཐལ་ ཏེ །
fr: elle passa devant eux tous et

source: དྲང་སྲོང་ སྨྲ་བ་ ལོགས་ སུ་ ཁ་ བལྟས་ ནས་
fr: elle se tourna vers Ṛṣivadana et

source: བཅོམ་ལྡན་འདས་ ལོགས་ སུ་ མེ་ཏོག་ གི་ ཆུན་པོ་ བོར་ ཏེ་
fr: lança son bouquet de fleurs en direction du Bienheureux et

source: སྨྲས་པ །
fr: dit : «

source: བདག་ ནི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ ལ་ སྐྱབས་ སུ་ མཆིའོ་ ཞེས་
fr: Moi, je prends refuge dans ce Bienheureux Bouddha. »

source: བྱས་ ནས །
fr: dit-elle. Puis,

source: ཤིང་རྟ་ དེ་ དྲང་སྲོང་ སྨྲ་བ་ ལོགས་ སུ་ ཁ་ བསྒྱུར་ ཏོ ། །
fr: elle tourna son chariot dans la direction de Ṛṣivadana.

source: དེ་ནས་ རྒྱལ་པོ་ དེ་དག་ དང་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ དེ་དག་ ཡ་མཚན་ དུ་ གྱུར་ ཏེ །
fr: Ensuite, les rois et les innombrables personnes [présentes] en furent ébahis (lit. émerveillés) et

source: འདི་ འདི་ལྟར་ བྱད་གཟུགས་ མཛེས་ ལ་ འདོད་པ་ རྣམས་ ལ་ ཡང་ མི་ལྟ་བ་ ངོ་མཚར་ ཏོ་ སྙམ་ མོ ། །
fr: ils pensèrent : « Il est étonnant (lit. merveilleux) qu'elle ne regarde même pas les plaisirs (lit. désirs) alors qu'elle possède un corps (lit. apparence physique) aussi beau ! »

source: དེ་ནས་ དེ་དག་ དེ་ཉིད་ ཀྱི་ ཕྱི་བཞིན་ དུ་ འབྲང་ སྟེ་
fr: Ensuite, ils la suivirent et

source: རེ་ཞིག་ འདོང་ ལ་
fr: « Suivons-la un temps pour

source: འདི་ ཅི་ བྱེད་པ་ བལྟ␣འོ་ ཞེས་
fr: voir ce qu'elle va faire. »

source: འཛེར་ ཏོ ། །
fr: dirent-ils.

source: དེ་ནས་ ཀཱ་ ཤི་ མཛེས་ལྡན་ མ་ དྲང་སྲོང་ སྨྲ་བ་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ །
fr: Ensuite, Kāśisundarī se rendit à l'endroit où se trouvait Ṛṣivadana et

source: དེ་ ཅི་ སྲིད་ དུ་ བཞོན་པ␣ས་ འགྲོ་བ␣ར་ བྱ་བ␣འི་ ས་ དེ་སྲིད་ དུ་ བཞོན་པ␣ས་ སོང་ ནས །
fr: tant qu'elle était sur un endroit qu'une monture peut emprunter, elle se déplaça sur sa monture, puis

source: བཞོན་པ་ ལ␣ས་ བབས་ ཏེ་
fr: elle descendit de sa monture et

source: རྐང་པ␣ས་ ཀུན་དགའ་ར་བ␣ར་ སོང་ ནས །
fr: elle alla dans le jardin à pied. Puis,

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས་
fr: elle se dirigea et alla à l'endroit où se trouvait le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: elle se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: elle [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant elle] et

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ དེ །
fr: joignit les mains et s'inclina en direction du Bienheureux et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: elle dit ceci au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ བྱུང་བ་ དང་ བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ མ␣འི་ དངོས་པོ་ འཐོབ་ ཏུ་ རུང་ ན་
fr: s'il m'est possible de m'extraire du monde selon le Dharma du Vinaya si bien enseigné, et [s'il m'est possible] de parfaire l'approche [de la libération], d'obtenir la condition de nonne pleinement ordonnée,

source: བདག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: moi aussi, j'aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ སྐྱེ་དགུ␣འི་ བདག་མོ་ ཆེན་ མོ་ གཽ་ ཏ་ མཱི་ འགུགས་པ་ བཏང་ སྟེ་
fr: Alors, le Bienheureux fit appeler Mahā­prajāpatī Gautamī et

source: དེ་ ལ་ གཏད་ དོ ། །
fr: il la lui remit.

source: སྐྱེ་དགུ␣འི་ བདག་མོ་ ཆེན་ མོ་ གཽ་ ཏ་ མཱིས་ ཀྱང་ དེ་ རབ་ཏུ་ ཕྱུང་ སྟེ་
fr: Mahā­prajāpatī Gautamī lui fit se retirer du monde, puis

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ བྱས་ ནས་
fr: lui donna l'ordination complète et

source: དེ་ ལ་ལུང་ ཡང་ ཕོག་ གོ ། །
fr: lui [accorda] la transmission orale.

source: དེ␣ས་ ཀྱང་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: De son côté, elle s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: elle manifesta l'état d'arhat (lit. l'arhat-même). Alors,

source: དེ་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: elle devint une arhat libre de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à ses yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: elle [vint à] posséder un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: elle [possédait] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ །
fr: sa sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: elle avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ་ དང་ །
fr: elle avait tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: elle était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ དེ་དག་ ཀྱང་ ཡ་མཚན་ དུ་ གྱུར་ ནས །
fr: Les innombrables personnes furent ébahis et

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ལྷགས་ ནས་
fr: ils se dirigèrent et allèrent à l'endroit où se trouvait le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: ils se prosternèrent devant le Bienheureux en touchant ses pieds de leur tête et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ བཅོམ་ལྡན་འདས་ ཀྱི་ སྤྱན་སྔ␣ར་ འཁོད་ དོ ། །
fr: s'assirent devant le Bienheureux pour entendre le Dharma.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་དག་ ལ་ དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་པ་ མཛད་ དོ ། །
fr: Alors, le Bienheureux leur prodigua un enseignement leur correspondant.

source: དེ་དག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ལ␣ས་ ཆོས་ མཉན་ ནས་
fr: Ils écoutèrent le Dharma du Bienheureux et

source: རང་རང་ གི་ ཡུལ་ དུ་ དོང་ ངོ་ ། །
fr: rentrèrent chacun dans leur pays.

source: དེ་ནས་ དགེ་སློང་ དག་ གིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: Puis les moines s'adressèrent au Bienheureux : «

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: ཀཱ་ ཤི་ མཛེས་ལྡན་ མས་ ལ␣ས་ ཅི་ བགྱིས་ ན་
fr: quelles actions Kāśisundarī a[-t-elle] réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རྒྱལ་པོ␣འི་ རིགས་ སུ་ སྐྱེས་ ཏེ །
fr: le résultat de ces actions la fasse naître dans une lignée royale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens,

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ དང་ བྱད་གཟུགས་ དཔེ་ མ་ མཆིས་པ␣ར་ གྱུར་ ལ་
fr: [pour que] son corps devienne harmonieux (lit. noble), agréable au regard et [qu']elle possède une beauté sans égal (lit. sans exemple),

source: དེ␣ས་ བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ་
fr: [pour] qu'elle contente le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་ ན །
fr: ne fasse rien qui le mécontente, puis

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: [qu']elle se retire [du monde] selon l'enseignement du Bienheureux, puis

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: [qu']elle élimine toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་ ལགས །
fr: [qu']elle manifeste l'état d'arhat ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: སྨོན་ལམ་ གྱི་ དབང་ ལ␣ས་ གྱུར་ ཏོ ། །
fr: Ceci est arrivé par le pouvoir de ses souhaits. »

source: བཙུན་པ་
fr: « Vénérable,

source: འདི␣ས་ སྨོན་ལམ་ གང་ དུ་ བཏབ་ ལགས །
fr: « Quels souhaits a-t-elle formulés ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན་ བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན ། ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ་ བདེ་བ␣ར་ གཤེགས་པ་ འཇིག་རྟེན་ མཁྱེན་པ་ སྐྱེས་བུ་ གདུལ་བྱ␣འི་ ཁ་ལོ་ སྒྱུར་བ་ བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན་ ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ་ ཡོངས་སུ་ འཛིན་པ་ ཡངས་ ཤིང་ རྒྱ་ཆེ་བ་ རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ ལྡན་པ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ འགྲན་པ་ ཞིག་ གནས་པ་
fr: À cette époque, dans la ville de Vārāṇasī, un homme vivait dans l'opulence et possédait beaucoup de richesses. Ses biens étaient grands. Ses possessions étaient étendues et vastes. Il possédait la richesse de Vaiśravaṇa. Il possédait des richesses rivalisant avec celles de Vaiśravaṇa.

source: དེ␣ས ། ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས །
fr: Arrivé à (lit. tombé à) l'âge de se marier (lit. d'une épouse), il prit une épouse et

source: དེ་དེ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་པ་ ལ␣ས །
fr: Avec elle, ils se divertirent, ils [apprirent] à s'aimer et laissèrent libre cours à leurs envies et de ce fait,

source: ཕྱི་ ཞིག་ ན་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས་
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་
fr: après que soient passés neuf ou dix mois,

source: བུ་མོ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ཏེ །
fr: un fille au corps harmonieux (lit. noble), qui était belle et agréable au regard naquit, et

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ནས་
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: རིགས་ དང་ འཐུན་པ␣ར་ མིང་ བཏགས་ ཏེ་
fr: on lui donna un nom en accord avec sa caste. Puis,

source: འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: elle se développa au fil du temps grâce à du lait, du beurre, du yaourt, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, elle grandit avec force.

source: དེ་ནས་ དེ་ གང་ གི་ ཚེ་ ཆེན་ མོ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས་
fr: quand elle devint grande, elle conçut de la dévotion pour l'enseignement du complet et parfait Bouddha Kāśyapa, et

source: དེ␣ས་ ཕ་མ་ ལ་ གསོལ་ ཏེ །
fr: elle demanda [la permission] à ses parents et

source: རྣམ་པ་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ␣འི་ གཙུག་ལག་ཁང་ བརྩིགས་ ནས །
fr: elle construit un vihāra [possédant] au complet tous les éléments [constitutifs] et

source: སངས་རྒྱས་ འོད་སྲུང་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ རྣམས་ ལ་ ཕུལ་ ཏེ །
fr: elle l'offrit au Bouddha Kāśyapa et aux autres (lit. etc.) [membres] de la saṅgha des moines et

source: དགེ་སློང་ རྣམས་ ལ་ ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ བསྙེན་བཀུར་ བྱས་ ནས་
fr: elle servit les moines [en leur offrant] tous les objets nécessaires [à la vie quotidienne]. Puis,

source: ཕ་མ་ གཉིས་ ལ་ གསོལ་ ཏེ །
fr: elle demanda [la permission] à ses deux parents et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ངོ་ ། །
fr: elle se retira du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa.

source: དེ་ རབ་ཏུ་ བྱུང་ ནས་
fr: Après s'être retirée du monde,

source: སྡེ་སྣོད་ གསུམ་ བསླབས་ ཏེ་
fr: elle étudia les trois corbeilles et

source: རིག་པ་ དང་ གྲོལ་བ␣འི་ སྤོབས་པ་ དང་ ལྡན་པ␣འི་ ཆོས་ སྨྲ་བ␣ར་ གྱུར་ ཏོ ། །
fr: elle devint une enseignante du Dharma qui possédait les connaissances et l'éloquence pour libérer.

source: དེ་ནས་ དེ␣ས་ བསམས་པ །
fr: Ensuite, elle pensa : «

source: ཐོས་པ␣ར་ བྱ་བ་ གང་ཡིན་པ་ དེ་ ནི་ བདག་ གིས་ བྱས་ ཟིན་ གྱིས །
fr: ce qu'il faut écouter, je l'ai déjà [écouté]. Donc,

source: མ་ལ་
fr: décidément,

source: ད་ནི་ བདག་ གིས་ བསམ་གཏན་ ལ་ འབད་པ␣ར་ བྱ␣འོ་ སྙམ་ དུ་
fr: maintenant, je vais m'efforcer à la concentration méditative »

source: བསམས་ ནས །
fr: pensa-t-elle. Puis,

source: ཡིད་ ལ་ བྱེད་པ␣འི་ ལུང་ མནོས་ ཏེ་
fr: elle reçut la transmission de l'action de maintenir à l'esprit et
