Repository: Esukhia/karmasataka
Catalog: sem/*/07.po
Languages: fr

source: སྲོད་ དང་ ཐོ་རངས་ མི་ ཉལ་བ␣ར་ བརྩོན་པ་ ལྷུར་ བྱེད་པ་ ལ་ གནས་པ␣ས་ བྱམས་པ␣འི་ སེམས་ ཀྱི་ ཏིང་ངེ་འཛིན་ བསྐྱེད་ ནས །
fr: Ensuite, maintenant de grands efforts sans dormir ni à l'aube ni au crépuscule, elle développa la concentration méditative de la bonté et

source: དེ␣ས་ དེ␣ར་ ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དེ །
fr: elle vécut ainsi chastement toute sa vie, puis

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: elle fit ce souhait au moment de mourir : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: བདག་ གིས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ སྦྱིན་པ་ དག་ སྦྱིན་ ཞིང་
fr: j'ai pratiqué la générosité (lit. les dons) pour l'enseignement du complet et parfait Bouddha Kāśyapa, et

source: བསོད་ནམས་ དག་ བྱས་པ་ དང་
fr: j'ai accumulé les mérites,

source: རབ་ཏུ་ བྱུང་ ནས་
fr: je me suis retirée du monde et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣འི་ དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ ན །
fr: j'ai vécu chastement toute ma vie (lit. une vie). Par ces racines vertueuses,

source: བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཅི་ ནས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ་ དང་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ དང་ བྱད་གཟུགས་ དཔེ་མེད་པ␣ར་ གྱུར་ཅིག །
fr: où (lit. où et où) que je naisse, puissé-je toujours (lit. à chacun de ces endroits) naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, posséder un corps harmonieux (lit. noble), être belle et agréable au regard et être douée d'une beauté (lit. apparence physique) sans égal.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས ། བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: M'étant retirée du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même). »

source: བྱས་ སོ ། །
fr: dit-elle.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་བ␣འི་ དགེ་སློང་ མ་ གང་ཡིན་པ་ དེ་ ནི་ ཀཱ་ ཤི་ མཛེས་ལྡན་ མ་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, la nonne qui s'était retirée du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa est Kāśisundarī elle-même et

source: དེ␣ས་ དེ␣ར་ སྦྱིན་པ་ དག་ བྱིན་ ཞིང་
fr: [qu'elle] ait pratiqué la générosité et

source: བསོད་ནམས་ དག་ བྱས་པ་ དང་
fr: accumulé les mérites et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ ནས་
fr: [qu'elle] ait vécu chastement toute sa vie et

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: [qu'elle] ait fait ce souhait au moment de mourir : «

source: བདག་ གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ་ དང་ ། གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ དང་ བྱད་གཟུགས་ དཔེ་མེད་པ␣ར་ གྱུར་ཅིག །
fr: où (lit. où et où) que je naisse, puissé-je toujours (lit. à chacun de ces endroits) naître dans une lignée familiale qui est riche, posséder de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, possède un corps harmonieux (lit. noble), être belle et agréable au regard et être douée d'une beauté (lit. apparence physique) sans égal.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: M'étant retirée du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: elle a éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même). »

source: བྱས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས ། གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ཏེ །
fr: le résultat de l'action d'avoir fait [ces souhaits] la fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits). Ainsi,

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ དང་ བྱད་གཟུགས་ དཔེ་མེད་པ␣ར་ གྱུར་ ཏེ །
fr: [pour que] son corps devienne harmonieux (lit. noble), agréable au regard et [qu']elle possède une beauté sans égal (lit. sans exemple). Ainsi,

source: དགེ་སློང་ དག་
fr: moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ །
fr: elle m'a contentée et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: elle s'est retirée du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: elle a éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: elle a manifesté l'état d'arhat.

source: དེ␣ས་ དེ␣ར་ བྱམས་པ␣འི་ སེམས་ ཀྱི་ ཏིང་ངེ་འཛིན་ བསྐྱེད་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི་ གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ བྱད་གཟུགས་ དཔེ་མེད་པ␣ར་ གྱུར་ ཏོ །། །།
fr: le résultat de l'action d'avoir développé la concentration méditative de la bonté la pourvut (lit. devint) d'une beauté (lit. apparence physique) sans égal (lit. sans exemple).
