Repository: Esukhia/karmasataka
Catalog: sem/*/08.po
Languages: fr

source: བསྙེན་པ␣ར་ རྫོགས་ ནས་
fr: prirent l'ordination complète et

source: དེ་ གཉིས་ ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ ཀྱང་ ཡོན་ཏན་ གྱི་ ཚོགས་ ཅི་ཡང་ མ་ ཐོབ་པ␣ས ། དེ་ གཉིས་ ཀྱིས་ འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: bien qu'ils vécurent chastement toute leur vie, puisqu'ils n'obtinrent aucune [qualité] de l'ensemble de toutes les qualités, ils formulèrent tous les deux ce souhait au moment de mourir : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: བདག་ཅག་ གཉིས་ ཀྱིས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ སྦྱིན་པ་ དག་ བྱིན་ ཞིང་
fr: Nous avons tous les deux pratiqué la générosité (lit. les dons) pour l'enseignement du complet et parfait Bouddha Kāśyapa, et

source: བསོད་ནམས་ དག་ བྱས་ ཏེ་
fr: nous avons accumulé les mérites et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ ཀྱང་
fr: nous avons vécu chastement toute notre vie. Malgré ceci,

source: ཡོན་ཏན་ གྱི་ ཚོགས་ ཅི་ཡང་ མ་ ཐོབ་ ཀྱིས །
fr: nous n'avons obtenu aucune [qualité] de l'ensemble des qualités. Aussi,

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ བདག་ཅག་ གཉིས་ ཅི་ ནས་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ ཤོག་ ཅིག །
fr: grâce à ces racines vertueuses, puissions-nous toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ ཤོག་ ཅིག །
fr: Puissions-nous avoir des corps harmonieux (lit. nobles), agréables au regard et beaux.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ཅག་ གཉིས་ ཀྱིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissions-nous tous les deux contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissions-nous ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: Nous étant retirés du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissions-nous manifester l'état d'arhat (lit. l'arhat-même). »

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ བཟའ་ བྲན་ དུ་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ གཉིས་ ནི་ བདེ་བྱེད་ མ་ འདི་ཉིད་ དང་ རྒྱལ་པོ␣འི་ བུ་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, ces deux [personnes] qui étaient ces deux époux (lit. le mari et la femme) sont Kṣemā et le prince eux-mêmes. De plus,

source: དེ་ གཉིས་ ཀྱིས་ དེ␣ར་ སྦྱིན་པ་ དག་ བྱིན་ ཞིང་
fr: qu'ils aient tous les deux pratiqué la générosité,

source: བསོད་ནམས་ དག་ བྱས་ ནས་
fr: qu'ils aient accumulé les mérites et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དེ །
fr: vécu chastement toute leur vie, puis

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ལ་
fr: [qu']ils aient formulé ce souhait au moment de mourir, le résultat de l'action d'avoir fait [ces souhaits] les fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de leurs naissances (lit. partout où ils naissaient, à chacun de ces endroits). Ainsi,

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ གྱུར་ ཏེ །
fr: [leurs] corps devinrent harmonieux (lit. noble), agréables au regard et beaux. De plus,

source: དགེ་སློང་ དག་
fr: moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི་ གཉིས་ ཀྱིས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ་
fr: ils m'ont contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'ont rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: ils se sont retirés du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: ils ont éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ །། །།
fr: ils ont manifesté l'état d'arhat. »
