Repository: Esukhia/karmasataka
Catalog: sem/*/08.po
Languages: fr

source: ལ␣ས་ བརྒྱ་ ཐམ་པ །
fr: Les cent karmas

source: བམ་པོ་ གསུམ་པ །
fr: Troisième feuillet

source: བདེ་བྱེད་ མ་ ཞེས་ བྱ་བ་ ནི །
fr: Celle nommée Kṣemā

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ མཉན་ དུ་ཡོད་པ་ ན་ རྒྱལ་པོ་ གསལ་རྒྱལ་ རྒྱལ་པོ་ བྱེད་ ལ །
fr: À cette époque, le roi Prasenajit régnait (lit. faisait le roi) et

source: བཱ་རཱ་ཎ་སཱི་ ན་ ནི་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ཞེས་ བྱ་བ་ རྒྱལ་པོ་ བྱེད་པ་ ལ␣ས་
fr: à Vārāṇasī, le roi nommé Brahmadatta régnait (lit. faisait le roi). Ainsi,

source: དེ་ གཉིས་ ཕན་ཚུན་ མི་ འཐུན་པ␣ར་ གྱུར་ ཏེ །
fr: eux deux devinrent ennemis et

source: དུས་ དུས་ སུ་ སྐྱེ་བོ་ མང་པོ་ ཁ་ འདོག་པ␣ར་ བྱེད་ དོ ། །
fr: de manière réccurente (lit. à moment [et] moment), ils faisaient périr de nombreuses êtres.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་ གོ་ བསྐོན་ ཏེ་
fr: Ensuite, plus tard, le roi Brahmadatta apprêta les quatre partie de son armée et

source: ཀོ་ས་ལ␣འི་ ཡུལ་ དུ་ སོང་ ནས་
fr: alla dans le pays de Kośala, puis

source: ཆུ་ ཀླུང་ཁང་ ལྡན་ གྱི་ འགྲམ་ དུ་ ཕྲུ་མ་ བཏབ་ སྟེ་
fr: établirent leur camp près de la rivière Ajiravatī. Puis,

source: འཁོད་ དོ ། །
fr: ils s'y installèrent.

source: རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱིས་ ཀྱང་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་ གོ་ བསྐོན་ ནས །
fr: Le roi Prasenajit, que le roi Brahmadatta avait apprêté les quatre parties de son armée et

source: བདག་ དང་ གཡུལ་འགྱེད་ དུ་ འོངས་ སོ་ ཞེས་
fr: [qu']il venait lui livrer bataille,

source: ཐོས་ སོ ། །
fr: il l'entendit [dire].

source: ཐོས་ ནས་
fr: L'ayant entendu,

source: དེ␣ས་ ཀྱང་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་ གོ་ བསྐོན་ ནས་
fr: il apprêta lui aussi les quatre partie de son armée et

source: ཀཱ་ ཤི␣འི་ རྒྱལ་པོ་ དང་ གཡུལ་འགྱེད་ དུ་ སོང་ སྟེ །
fr: il alla livrer bataille au roi de Kāśi et

source: དེ␣ས་ ཀྱང་ ཆུ་ ཀླུང་ཁང་ ལྡན་ གྱི་ འགྲམ་ དུ་ ཕྲུ་མ་ བཏབ་ སྟེ་
fr: lui aussi établit son camp près de la rivière Ajiravatī. Puis,

source: འཁོད་ དོ ། །
fr: il s'y installa.

source: དེ་ནས་ དེ་ གཉིས་ དེ་ ན་ འཁོད་པ␣ས་ ཕན་ཚུན་ དུ་ སྐྱེ་བོ་ མང་པོ་ ཁ་ འདོག་པ␣ར་ བྱེད་ དོ ། །
fr: Ensuite, puisqu'ils étaient tous les deux installés là, ils firent périr de chaque côté de nombreux êtres.

source: དེ་ གཉིས་ཀ་ ཡང་ མཐུ་ ཆེ་ ཞིང་ ཚུགས་པ␣ར་ དཀའ་བ་ ཡིན་ ཏེ །
fr: Ils étaient tous deux puissants et difficiles à vaincre. Ainsi,

source: དེ་ གཉིས་ གཅིག་ གིས་ གཅིག་ མི་ ཐུབ་ ཅིང་
fr: ni l'un ni l'autre ne prenait le dessus et

source: འདུག་ གོ ། །
fr: ils se maintenaient [ainsi].

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དེ་ ཁོ་ན་ འཁོད་ བཞིན་ དུ་ རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱི་ བུ་མོ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ སོ ། །
fr: Ensuite, plus tard, alors qu'ils étaient installés de cette manière, une fille au corps harmonieux (lit. noble), qui était belle et agréable au regard naquit [dans la famille] du roi Prasenajit.

source: ཀཱ་ ཤི␣འི་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱི་ བུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ ཀྱང་ བཙས་ ནས །
fr: Un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit [dans la famille] de Brahmadatta le roi de Kāśi. Alors,

source: དེ␣ར་ དེ་ གཉིས་ སོ་སོ␣འི་ ཕོ་བྲང་ འཁོར་ དུ་ དགའ་བ␣འི་ རོལ་མོ་ བརྡུངས་ སོ ། །
fr: ils firent tous les deux jouer la musique des célébrations autour de leur camps (lit. palais) respectifs.

source: དེ་ནས་ དེ་ གཉིས་ ཀྱིས་ ཕན་ཚུན་ དུ་ ཐོས་ ནས་
fr: Ensuite, ils entendirent chacun [la musique] de l'autre et

source: འདི␣ར་ དགའ་བ␣འི་ རོལ་མོ་ བརྡུངས་པ་ དེ་ ཅི་ཞིག་ ཅེས་
fr: « Pourquoi joue-t-on la musique des célébrations ? »

source: དྲིས་ ནས་
fr: demandèrent-ils. Puis,

source: བློན་པོ་ རྣམས་ ཀྱིས་ བསྙད་ དེ །
fr: les ministres expliquèrent (lit. racontèrent) : «

source: རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱི་ ནི་ བུ་མོ་ བཙས ། ལྷ␣འི་ ནི་ སྲས་པོ་ བལྟམ་ མོ་ ཞེས་
fr: Une fille est née au roi Prasenajit. Quant à [vous,] Deva, c'est un fils »,

source: བྱས་ སོ ། །
fr: dirent-ils.

source: རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱི་ བློན་པོ་ རྣམས་ ཀྱིས་ ཀྱང་ བསྙད་ དེ །
fr: Les ministres du roi Prasenajit l'expliquèrent (lit. racontèrent) aussi : «

source: ལྷ␣འི་ ནི་ སྲས་མོ་ བལྟམ ། རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱི་ ནི་ བུ་ ཕོ་ བཙས་ སོ་ ཞེས་
fr: Une fille est née chez [vous,] Deva. C'est un fils pour le roi Brahmadatta »,

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ དེ་ གཉིས་ དགའ་བ␣ར་ གྱུར་ ཏེ །
fr: Ensuite, au moment où chacun d'eux (lit. les deux) entendit [l'explication], ils devinrent joyeux et

source: བདག་ཅག་ གཉིས་ ཕན་ཚུན་ དགྲ␣ར་ མི་ བྱེད་པ␣ར་ གཉེན་ བྱེད་པ␣འི་ ཐབས་ རྙེད་ དོ་ སྙམ་ མོ ། །
fr: « Voilà (lit. j'ai trouvé) le moyen de ne plus être ennemis l'un de l'autre, mais d'être apparentés », pensèrent-ils.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ རྒྱལ་པོ་ གསལ་རྒྱལ་ ལ་ ཕོ་ཉ་ བཏང་ སྟེ །
fr: Alors, au moment où il entendit ceci, le roi Brahmadatta envoya un messager au roi Prasenajit : «

source: ཁྱོད་ ཀྱི་ བུ་མོ་ བཙས་པ་ དེ་ བདག་ གི་ བུ་ འདི␣འི་ ཆུང་མ␣ར་ བྱིན་ ཅིག་ ཅེས་
fr: Donne-moi la fille qui est née chez toi comme femme pour mon fils. »

source: སྤྲིང་ ངོ་ ། །
fr: fit-il dire.

source: དེ་ནས་ རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱིས་ བསམས་པ་
fr: Alors, le roi Prasenajit pensa : «

source: ཐབས་ འདི␣ས་ ནི་ བདག་ ཇི་སྲིད་ འཚོ␣འི་ བར་ དུ ། རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ དང་ མཛའ་བ␣ར་ འགྱུར་ རོ་ སྙམ་ ནས་
fr: Grâce à ça (lit. ce moyen [fera que]), je deviendrai ami avec le roi Brahmadatta tant que je serai en vie. »

source: དེ␣ས་ ཀྱང་ དེ་ ལ་ ཕོ་ཉ་ བཏང་ སྟེ་
fr: À son tour, il envoya un messager : «

source: ཇི་ལྟར་ དགའ་བ་ དེ་བཞིན་ དུ་ བྱ␣འོ་ ཞེས་
fr: Je ferai comme il vous plaira. »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: དེ་ གཉིས་ གཅིག་ ལ་ གཅིག་ བཟོད་པ་ གསོལ་ ཏེ་
fr: ils (lit. les deux) se demandèrent pardon l'un à l'autre et

source: མཛའ་བོ་ བྱས་ ནས་
fr: ils devinrent (lit. faire) amis et

source: གཅིག་ གིས་ ཀྱང་ བུ་མོ་ ལ་ གོས་ དང་ རྒྱན་ མང་པོ་ བསྐུར་ རོ ། །
fr: l'un envoya beaucoup de vêtements et d'ornements pour la fille.

source: གཅིག་ གིས་ ཀྱང་ ཁྱེའུ་ ལ་ གོས་ དང་ རྒྱན་ མང་པོ་ བསྐུར་ ཏེ །
fr: L'autre aussi envoya beaucoup de vêtements et d'ornements au garçon. Puis,

source: དེ་ གཉིས་ ཕན་ཚུན་ གཉེན་ དུ་ བྱས་ ནས་
fr: ils firent [en sorte] de s'apparenter et

source: མགུལ་ ནས་ འཇུས་ ཏེ་
fr: bras dessus bras dessous (lit. se tenant le cou),

source: ཡུལ་ དེ་ནས་ དོང་ ངོ་ ། །
fr: ils partirent de cet endroit (lit. région).

source: དེ་ནས་ རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱིས་ བསམས་པ་
fr: Ensuite, le roi Prasenajit pensa : «

source: བུ་མོ་ འདི་ བཙས་པ␣ས་ ང་རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ དང་ བདེ་བ␣ར་ གྱུར་ ཏོ་ སྙམ་ ནས །
fr: Puisque cette fille est née, je m'entends bien (lit. je suis bien) avec le roi Brahmadatta. » pensa-t-il. Puis,

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ཏེ །
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: མིང་ བདེ་བྱེད་ མ་ ཞེས་ བཏགས་ སོ ། །
fr: elle fut nommée Kṣemā.

source: དེ་ནས་ བུ་མོ་ བདེ་བྱེད་ མ་ འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: Ensuite, la fille Kṣemā se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, elle grandit avec force.

source: དེ་ནས་ གང་ གི་ ཚེ་ ཆེན་ མོ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ །
fr: Ensuite, lorsqu'elle eut grandi,

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ དེ །
fr: elle conçut de la dévotion pour l'enseignement du Bienheureux et

source: དེ␣ས་ སྐྱབས་ སུ་ འགྲོ་བ་ དང་ བསླབ་པ␣འི་ གཞི་ རྣམས་ བླངས་ ནས །
fr: elle prit refuge et [prit] les vœux (lit. bases de l'entraînement). Puis,

source: སྦྱིན་པ་ དག་ བྱིན་ ཏེ་
fr: elle pratiqua la générosité et

source: བསོད་ནམས་ དག་ བྱས་ སོ ། །
fr: accumula des mérites.

source: དགེ་སློང་ མ␣འི་ གཙུག་ལག་ཁང་ དུ་ ཡང་ རྒྱུན་ མི་འཆད་པ␣ར་ འགྲོ་ ཞིང་
fr: elle allait sans cesse au vihāra des nonnes et

source: ཆོས་ ཉན་ ཏོ ། །
fr: écoutait le Dharma.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དེ␣ས་ ཕྱིར་ མི་ འོང་བ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: Ensuite, plus tard, elle manifesta le résultat de ceux qui ne reviennent plus et

source: རྫུ་འཕྲུལ་ ཡང་ བསྒྲུབས་ ནས །
fr: obtint aussi les pouvoirs surnaturels et

source: རྫུ་འཕྲུལ་ ཆེན་ མོ་ མཐུ་ཆེན་ མོ་ རྣམ་པ␣ར་ ཐར་པ་ བརྒྱད་ ལ་ བསམ་གཏན་པ␣ར་ གྱུར་ ཏོ ། །
fr: en tant que [détentrice] de grands pouvoirs surnaturels et [détentrice] des grands pouvoirs, elle contempla les huit libérations complètes.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དེ␣ས་ ཕ་མ་ གཉིས་ ཀྱི་ མདུན་ དུ་ རྫུ་འཕྲུལ་ གྱི་ ཆོ་འཕྲུལ་ བསྟན་ ཏེ་
fr: Ensuite, plus tard, devant ses deux parents, elle fit montre des miracles de ses pouvoirs surnaturels et

source: སྨྲས་པ །
fr: dit : «

source: ཡབ་ཡུམ་
fr: Père, mère,

source: བདག་ གིས་ ནི་ ཆོས་ འདི་ ལྟ་བུ་ ཐོབ་པ␣ས་ ན་ འདོད་པ་ ཡོངས་སུ་ སྤྱོད་པ␣འི་ རྔོ་ མི་ ཐོགས་ ཀྱིས །
fr: Moi, puisque j'ai obtenu des capacités (lit. choses) comme celles-ci, je ne parviendrai pas à avoir de relation sexuelle (lit. jouir pleinement des plaisirs). Donc,

source: བདག་ གིས་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ གནང་ བར་ མཛད་ དུ་ གསོལ །
fr: veuillez me donner la permission de me retirer [du monde] selon l'enseignement du Bienheureux. »

source: ཕ་མ་ གཉིས་ ཀྱིས་ སྨྲས་པ །
fr: Les deux parents dirent : «

source: བུ་མོ་
fr: Fille,

source: ཁྱོད་ བཙས་མ་ ཐག་ ཏུ་ བདག་ཅག་ གིས་ ཁྱིམ་ཐབ་ ལ་ བྱིན་ ཟིན་ གྱིས་
fr: dès ta naissance, nous t'avons donnée comme épouse. Donc,

source: བདག་ཅག་ གིས་ གནང་ བར་ བྱ␣ར་ མི་ རུང་ ངོ་ ། །
fr: il n'est pas convenable [pour nous] de te donner la permission.

source: དེ་ལྟ་ མོད་ ཀྱི་
fr: Ceci étant,

source: བདག་ཅག་ གིས་ དེ་ ལ་ བཟླུགས་ ཏེ །
fr: [quand] nous les aurons informés et

source: དེ་ དང་ བདག་ཅག་ ཅི་ ནས་ ཕྱིས་ འཁོན་ དུ་ མི་འགྱུར་བ␣ར་ བྱས་ ལ །
fr: [quand] nous aurons fait en sorte qu'il n'y ait aucune rancœur par la suite et

source: བག་མ་ ལེན་པ་ འོངས་ ནས་
fr: [lorsqu'] il sera venu pour te chercher comme future épouse,

source: ཁྱོད་ ཉིད་ ཀྱིས་ ཁྱིམ་ཐབ་ ལ་ གསོལ་བ་ ཐོབ་ ལ་
fr: fais-en toi-même la demande toi-même à ton époux, puis

source: རབ་ཏུ་ འབྱུང་བ␣ར་ གྱིས་ ཤིག་ ཅེས་
fr: retire-toi [du monde]. »

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དེ་ནས་ རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱིས་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ལ་ ཕོ་ཉ་ བཏང་ སྟེ །
fr: Ensuite, le roi Prasenajit envoya un messager au roi Brahmadatta : «

source: བུ་མོ་ བདེ་བྱེད་ མ་ ནི་ རབ་ཏུ་ འབྱུང་བ␣ར་ འདོད་ དེ་
fr: La fille Kṣemā veut se retirer du monde et

source: བཟློག་པ␣ར་ མི་ ནུས་ ཀྱི་
fr: nous ne parvenons pas à la dissuader (lit. détourner). Donc,

source: མ་ཐོགས་པ␣ར་ བག་མ་ ལོང་ ཤིག་ ཅེས་
fr: prenez-la comme future mariée sans tarder. »

source: སྤྲིང་ ངོ་ ། །
fr: firent-ils dire.

source: རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ ཀྱང་ ཕོ་ཉ་ བཏང་ སྟེ །
fr: Le roi Brahmadatta envoya à son tour un messager : «

source: ཚེས་གྲངས་ འདི་ ལ་ འོང་ གིས་
fr: Nous viendrons à telle date. Donc,

source: བག་མ་ བཏང་བ␣འི་ སྟ་གོན་ གྱིས་ ཤིག་ ཅེས་
fr: faites les préparatifs pour la donner en mariage. »

source: སྤྲིང་ ངོ་ ། །
fr: firent-ils dire.

source: དེ་ནས་ རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱིས་ ཐོས་ མ་ ཐག་ ཏུ་ བག་མ་ བཏང་བ␣འི་ སྟ་གོན་ བྱས་ སོ ། །
fr: Ensuite, dès qu'il eut entendu ceci, le roi Prasenajit fit les préparatifs pour la donner en mariage.

source: རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ ཀྱང་ བུ་ འབྱོར་པ་ ཆེན་པོ་ དང་ རྒྱལ་པོ␣འི་ མཐུ་ཆེན་པོ་ དང་ ལྡན་པ␣ས་ བཏང་ ངོ་ ། །
fr: Le roi Brahmadatta, de son côté, envoya son fils avec de grandes richesses et une grande [démonstration de] la puissance royale.

source: དེ་ནས་ རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱིས་ དེ་ བཀུར་སྟི་ ཆེན་པོ␣ས་ མཉན་ དུ་ཡོད་པ␣ར་ གཡར་ དྲངས་ སོ ། །
fr: Ensuite, le roi Prasenajit les mena dans Śrāvastī avec un grand respect.

source: གཡར་ དྲངས་ ནས་
fr: Les y ayant menés,

source: རང་ གི་ ཕོ་བྲང་ དུ་ སྟེགས་བུ་ བྱས་ ཏེ །
fr: il fit construire une estrade dans son palais,

source: རྒྱན་ གྱིས་ བརྒྱན་ ནས་
fr: la fit ornementer et

source: དེ␣ར་ སྐྱེ་བོ་ ཕལ་ཆེར་ འདུས་ སོ ། །
fr: d'innombrables personnes se rassemblèrent.

source: བུ་མོ་ དེ་ཡང་ རྒྱན་ ཐམས་ཅད་ ཀྱིས་ བཀླུབས་ ནས་
fr: La fille, quant à elle, fut parée de tous les ornements et

source: སྟེགས་བུ་ བརྒྱན་པ་ དེ␣འི་ སྟེང་ དུ་ དྲངས་ ཏེ་
fr: fut menée sur l'estrade ornementée et

source: བཞག་ གོ ། །
fr: fut laissée là.

source: ཁྱེའུ་ དེ་ཡང་ སྟེགས་བུ་ བརྒྱན་པ་ དེ␣འི་ སྟེང་ དུ་ བཏང་ སྟེ་
fr: Le garçon, quant à lui, fut envoyé sur l'estrade ornementée et

source: བུ་མོ་ བདེ་བྱེད་ མ་ དྲང་བ␣ར་ བྱས་པ་ ལ␣ས །
fr: quand il voulut (lit. fit) prendre (lit. conduire) la fille Kṣemā,

source: དེ␣འི་ སྟེང་ གི་ བར་སྣང་ ལ་ འཕགས་ ཏེ་
fr: [elle] s'éleva dans les airs et

source: འབར་བ་ དང་ ། ལམ་ མེ␣ར་ འདུག་པ་ དང་ ཆ␣ར་ འབབ་པ་ དང་ གློག་ འགྱུ་བ␣འི་ ཆོ་འཕྲུལ་ རྣམས་ བསྟན་ ཏོ ། །
fr: elle montra les miracles de s'élever (lit. brûler) et de demeurer immobile, puis [ceux] de la pluie qui tombe et des éclairs qui filent.

source: དེ་ནས་ ཁྱེའུ་ དེ་ དང་ སྐྱེ་བོ་ དེ་དག་ གིས་ མཐོང་ མ་ ཐག་ ཏུ་ བདེ་བྱེད་ མ་ལ་ དགའ་བ་ ཆེན་པོ་ སྐྱེས་ སོ ། །
fr: Ensuite, dès que ce garçon et les autres personnes eurent vu ceci, ils furent émerveillés (lit. emplis de joie) par Kṣemā.

source: དེ་ནས་ ཁྱེའུ་ དེ␣ས་ བསམས་པ །
fr: Ensuite, le garçon pensa : «

source: གལ་ཏེ་ འདི་ ལྟ་བུ␣འི་ ཡོན་ཏན་ དག་ ཐོབ་པ་ ཡིན་ ན །
fr: Si elle a obtenu toutes les qualités (lit. choses) comme celles-ci,

source: འདི་ བདག་ དང་ ལྷན་ཅིག་ ཏུ་ འདོད་པ་ ཡོངས་སུ་ སྤྱོད་པ␣ར་ ག་ལ་ འགྱུར་ སྙམ་ དུ་
fr: comment pourrait-elle avoir des relations sexuelles (lit. jouir pleinement des plaisirs) avec moi ? »

source: བསམས་ ནས་ སྨྲས་པ །
fr: pensa-t-il, puis il dit : «

source: བཟང་མོ་
fr: Noble [dame],

source: མར་ སྤྱོན་ དང་
fr: redescendez donc.

source: ཁྱོད་ ཉིད་ ཅི་དག␣ར་ འདམ་ དུ་ གཞུག་ གོ ། །
fr: Je vous laisserai choisir ce qui vous plaira. »

source: བདེ་བྱེད་ མས་ སྨྲས་པ །
fr: Kṣemā dit : «

source: ཇོ་བོ་
fr: Seigneur,

source: བདག་ ནི་ འདོད་པ་ ཡོངས་སུ་ སྤྱོད་པ␣འི་ རྔོ་ མི་ ཐོགས་ ཀྱིས་
fr: je ne parviendrai pas à avoir de relation sexuelle (lit. jouir pleinement des plaisirs). Donc,

source: བདག་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ འབྱུང་བ␣ར་ གནང་ བར་ མཛོད་ ཅིག །
fr: Permettez-moi de me retirer [du monde] selon l'enseignement du Bienheureux. »

source: ཁྱེའུ␣ས་ སྨྲས་པ །
fr: Le garçon dit : «

source: གནང་ ངོ་ ། །
fr: Je te la donne. »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ བུ་མོ་ བདེ་བྱེད་ མ་ བབས་ ཏེ །
fr: Ensuite, dès qu'elle eut entendu ceci, la fille Kṣemā se posa et

source: དེ␣ས་ སྐྱེ་བོ␣འི་ ཚོགས་ དེ་དག་ ལ་ ཆོས་ བསྟན་ ནས་
fr: elle exposa le Dharma à toutes les personnes assemblées, puis,

source: ཕ་མ་ གཉིས་ ལ་ གསོལ་ ཏེ །
fr: elle demanda [la permission] à ses deux parents et

source: རྒྱལ་བུ་ རྒྱལ་བྱེད་ ཀྱི་ ཚལ་ དུ་ སོང་ ནས །
fr: elle alla dans le parc du prince Jeta et

source: དེ་ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས །
fr: elle se dirigea et alla à l'endroit où se trouvait le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: elle se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: elle dit ceci au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ དང་ ། བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ མ␣འི་ དངོས་པོ་ འཐོབ་ ཏུ་ རུང་ ན །
fr: s'il m'est possible de m'extraire du monde selon le Dharma du Vinaya si bien enseigné, et [s'il m'est possible] de parfaire l'approche [de la libération], d'obtenir la condition de nonne pleinement ordonnée,

source: བདག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: moi aussi, j'aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ སྐྱེ་དགུ␣འི་ བདག་མོ་ ཆེན་ མོ་ གཽ་ ཏ་ མཱི་ ལ་ གཏད་ དོ ། །
fr: Alors, le Bienheureux la remit à Mahā­prajāpatī Gautamī.

source: སྐྱེ་དགུ␣འི་ བདག་མོ་ ཆེན་ མོ་ གཽ་ ཏ་ མཱིས་ ཀྱང་ དེ་ རབ་ཏུ་ ཕྱུང་ སྟེ་
fr: Mahā­prajāpatī Gautamī lui fit se retirer du monde, puis

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ བྱས་ ནས་
fr: lui donna l'ordination complète et

source: དེ་ ལ་ལུང་ ཡང་ ཕོག་ གོ ། །
fr: lui [accorda] la transmission orale.

source: དེ␣ས་ ཀྱང་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: De son côté, elle s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: elle manifesta l'état d'arhat (lit. l'arhat-même). Alors,

source: དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: elle devint une arhat libre de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à ses yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: elle [vint à] posséder un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: elle [possédait] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ །
fr: sa sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: elle avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ །
fr: elle avait tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏེ །
fr: elle était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ཤེས་རབ་ དང་ ལྡན་པ་ རྣམས་ ཀྱི་ མཆོག་ ཏུ་ བསྟན་ ཏོ ། །
fr: Le Bienheureux proclama (lit. la montra) qu'elle était suprême parmi ceux doté de sagesse.

source: བདེ་བྱེད་ མ་ དེ་ལྟར་ རབ་ཏུ་ བྱུང་ ནས་
fr: Kṣemā s'étant ainsi retirée du monde,

source: རྒྱལ་པོ␣འི་ བུ་ དེ␣ས་ བསམས་པ །
fr: le prince pensa : «

source: བུད་མེད་ ཀྱིས་ ཀྱང་ འདི་ ལྟ་བུ␣འི་ ཆོས་ རྟོགས་པ␣ར་ འགྱུར་ ན །
fr: Si même une fille obtient de telles qualités (lit. choses),

source: མ་ལ་
fr: décidément,

source: བདག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ འབྱུང་ གོར་མ་ཆག་ སྙམ་ དུ་
fr: moi aussi, il n'y a aucun doute qu'il faille que je me retire selon l'enseignement du Bienheureux. »

source: བསམས་ ནས་
fr: pensa-t-il. Puis,

source: དེ␣ས་ ཀྱང་ ཕ་མ་ ལ་ གསོལ་ ཏེ །
fr: lui aussi demanda la permission à ses parents et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: se retira du monde selon l'enseignement du Bienheureux et

source: དེ␣ས་ ཀྱང་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: lui aussi s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: manifesta l'état d'arhat (lit. l'arhat même).

source: དེ་ནས་ དགེ་སློང་ དག་ གིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ་
fr: Puis les moines s'adressèrent au Bienheureux : «

source: བཙུན་པ །
fr: Vénérable,

source: བུ་མོ་ བདེ་བྱེད་ མ་ དང་ རྒྱལ་པོ␣འི་ བུ་ དེ␣ས་ ལ␣ས་ ཅི་ བགྱིས་ ན་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ལ །
fr: quelles actions la fille Kṣemā et le prince ont-ils réalisées pour que le résultat de ces actions les fasse naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens,

source: འདི་ གཉིས་ ཀྱིས་ བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ །
fr: [pour] qu'ils contentent tous les deux le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་ ནས །
fr: [qu']ils ne fassent rien qui le mécontente, puis

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: [qu']ils se retirent du monde d'après l'enseignement du Bienheureux et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: [qu']ils éliminent toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་ ལགས །
fr: [qu']ils manifestent l'état d'arhat (lit. l'arhat même) ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: སྨོན་ལམ་ གྱི་ དབང་ ལ␣ས་ གྱུར་ ཏོ ། །
fr: Ceci est arrivé par le pouvoir de leurs souhaits. »

source: བཙུན་པ་
fr: « Vénérable,

source: འདི་ གཉིས་ ཀྱིས་ སྨོན་ལམ་ གང་ དུ་ བཏབ་ ལགས །
fr: quels souhaits ont-ils formulés ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན ། ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ་ བདེ་བ␣ར་ གཤེགས་པ་ འཇིག་རྟེན་ མཁྱེན་པ་ སྐྱེས་བུ་ འདུལ་བ␣འི་ ཁ་ལོ་ སྒྱུར་བ་ བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན ། ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ་ ཞིག་ གནས་པ་ དེ␣ས ། ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས་
fr: à cette époque, dans la ville de Vārāṇasī, un homme vivait dans l'opulence, possédait beaucoup de richesses et de grands biens. Puis, arrivé à (lit. tombé) l'âge de se marier (lit. d'une épouse), il prit une épouse et

source: དེ་དེ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་ དོ ། །
fr: Avec elle, ils se séduisirent (lit. jouèrent), ils [apprirent] à s'aimer et laissèrent libre cours (lit. faire) à leurs envies.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དེ་ གཉིས་ ཀྱིས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས །
fr: Ensuite, plus tard, ils conçurent tous les deux de la dévotion pour l'enseignement du complet et parfait Bouddha Kāśyapa, et

source: དེ་ གཉིས་ གཅིག་ ལ་ གཅིག་ སྨྲས་པ །
fr: ils se dirent l'un à l'autre : «

source: བཟང་མོ་
fr: Noble [dame],

source: བདག་ཅག་ གཉིས་ ལ་ བུ་ ཡང་ མེད་ བུ་མོ་ ཡང་ མེད་པ␣ས་ འདས་ ཏེ་ ཤི་བ␣འི་ འོག་ ཏུ་ ཅི་ བདོག་པ་ འདི་དག་ རྒྱལ་པོ་ དབང་བ␣ར་ འགྱུར་ གྱིས །
fr: puisque nous n'avons ni de fils, ni de fille, après que nous serons passé dans l'au-delà et que nous serons morts, tout ce que nous possédons, le roi en prendra possession. Donc,

source: བདག་ཅག་ གཉིས་ གསོན་ གྱི་ བར་ དུ་ ཇི་ འདི་དག་ འཇིག་རྟེན་ ཕ་རོལ་ ཏུ་ བསྐྱའོ་ ཞེས་
fr: tant que (lit. dans l'intervalle où) nous sommes tous les deux en vie, transportons tout ceci dans l'au-delà de ce monde. »

source: ཟེར་ ནས །
fr: dirent-ils. Puis,

source: དེ་ བཟའ་ བྲན་ གཉིས་ ཀྱིས་ རྣམ་པ་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ␣འི་ གཙུག་ལག་ཁང་ བརྩིགས་ ནས །
fr: Ce [couple], mari et femme, construisit un vihāra [possédant] au complet tous les [éléments constitutifs] et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ རྣམས་ ལ་ ཕུལ་ ཏེ་
fr: l'offrirent au complet et parfait Bouddha Kāśyapa et aux autres (lit. etc.) [membres] de la saṅgha des moines et

source: ཡོ་བྱད་ ཐམས་ཅད་ སྦྱར་ ནས་
fr: ils l'équipèrent entièrement et

source: དགེ་སློང་ རྣམས་ ལ་ བསྙེན་བཀུར་ བྱས་ སོ ། །
fr: ils servirent les moines.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དེ་ གཉིས་ ཀྱི་ བློ་ སྐྱེས་པ །
fr: Ensuite, plus tard, ils eurent la pensée [suivante] : «

source: བདག་ཅག་ གཉིས་ ཁྱིམ་ ན་ གནས་པ་ བཏང་ ལ་
fr: Délaissons tous deux la vie de famille et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ གསུང་རབ་ ལ་ རབ་ཏུ་ འབྱུང་ ངོ་ ཞེས་
fr: retirons-nous du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa. »

source: ཟེར་ ནས་
fr: dirent-ils. Puis,

source: ཁྱིམ་ གྱི་ འཁོར་ བཏང་ སྟེ །
fr: ils renvoyèrent le personnel de maison et

source: སྦྱིན་པ་ དག་ བྱིན་ ཞིང་
fr: pratiquèrent la générosité,

source: བསོད་ནམས་ དག་ བྱས་ ནས་
fr: accumulèrent les mérites et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: se retirèrent du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa et
