Repository: Esukhia/karmasataka
Catalog: sem/*/09.po
Languages: fr

source: ནོར་བུ␣འི་ འོད་ ཅེས་བྱ་བ་ ནི །
fr: Celui nommé Maṇiprabha

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ ལྷ␣འི་ བུ་ནོར་ བུ␣འི་ འོད་ ཅེས་བྱ་བ་
fr: À cette époque, le dieu nommé Maṇiprabha,

source: རྣ་ཆ་ གདུབ་ཀོར་ དག་ ཅིང་
fr: qui [portait] des anneaux aux oreilles et

source: འགུལ་བ་ ཐོགས་པ །
fr: qui [en] portait autour du cou,

source: ལུས་ དོ་ཤལ་ དང་ སེ་ མོ་ དོས་ མཛེས་པ␣ར་ བྱས་པ །
fr: dont le corps est paré de colliers longs et courts,

source: ལྷ␣འི་ ནོར་བུ་ རིན་པོ་ཆེ␣འི་ གཞལ་མེད་ ཁང་ འོད་ ཤིན་ཏུ་ ཆེ་བ་ དང་ ལྡན་པ །
fr: qui possède un palais qui [émettait] une lumière très forte, [qui était fait] de précieux joyaux divins,

source: འོད་ འཕགས་པ་ དེ␣ས་ ལྷ␣འི་ མེ་ཏོག་ ཨུད་པ་ ལ་ དང་ པད་མ་ དང་ ཀུ་མུ་ད་ དང་ པད་མ་ དཀར་པོ་ རྣམས་ ཀྱིས་ ཐུ་བ་ བཀང་ སྟེ །
fr: qui émettait de la lumière, il remplit le pli de son vêtement de fleurs divines, des lotus bleus, des lotus, des nénuphars et des lotus blancs, et

source: ནམ་ སྲོས་པ་ དང་ མཉན་ དུ་ཡོད་པ␣འི་ ནང་ དུ་ རྒྱལ་བུ་ རྒྱལ་བྱེད་ ཀྱི་ ཚལ་ དུ་ སོང་ ནས །
fr: au lever du jour, il alla dans le parc du prince Jeta dans Śrāvastī. Puis,

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ་ ཕྱིན་ ནས །
fr: il se dirigea et alla à l'endroit où se trouvait le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ལ་ ལྷ␣འི་ མེ་ཏོག་ ཨུད་པ་ ལ་ དང་ ། པད་མ་ དང་ ཀུ་མུ་ད་ དང་ པད་མ་ དཀར་པོ་ རྣམས་ དང་ ལྷ␣འི་ མེ་ཏོག་ མན་ དཱ་ ར་བ་ དག་ གིས་ གཏོར་ ཏེ །
fr: il jeta en offrande au Bienheureux les fleurs divines, les lotus bleus, les lotus, les nénuphars, les lotus blancs et les fleurs divines mandārava. Ensuite,

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ནས་
fr: il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ བཅོམ་ལྡན་འདས་ ཀྱི་ སྤྱན་སྔ␣ར་ འདུག་ གོ ། །
fr: s'assit devant le Bienheureux pour écouter le Dharma.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ␣འི་ བསམ་པ་ དང་ བག་ ལ་ ཉལ་ དང་ ཁམས་ དང་ རང་བཞིན་ ཐུགས་ སུ་ ཆུད་ ནས །
fr: Alors, le Bienheureux discerna ses pensées, ses tendances habituelles, son tempérament (lit. l'élément) et son caractère (lit. la nature) et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il lui prodigua un enseignement lui (lit. à ceci) correspondant. Alors,

source: དེ་ ཐོས་ ནས་
fr: l'ayant écouté,

source: ལྷ␣འི་ བུ་ དེ␣ས་ སྟན་ དེ་ཉིད་ ལ་ འདུག་ བཞིན་ དུ་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས་
fr: ce dieu détruisit les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse alors qu'elle était encore sur ce même siège et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: il manifesta le résultat de l'entrée dans le courant, puis

source: དེ␣ས་ བདེན་པ་ མཐོང་ ནས་
fr: il vit les vérités, et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: il se prosterna devant le Bienheureux en touchant ses pieds de sa tête et

source: བཅོམ་ལྡན་འདས་ ལ་ ལན་ གསུམ་ བསྐོར་བ་ བྱས་ ནས་
fr: il tourna trois fois autour du Bienheureux et

source: དེ་ཉིད་ དུ་ མི་སྣང་བ␣ར་ གྱུར་ ཏོ ། །
fr: disparut sur le champ.

source: དེ␣འི་ ཚེ་ དགེ་སློང་ སྲོད་ དང་ ཐོ་རངས་ མི་ ཉལ་བ␣ར་ བརྩོན་པ་ ལྷུར་ལེན་པ་ ལ་ གནས་པ་ དེ་དག་ གིས་ རྒྱལ་བུ་ རྒྱལ་བྱེད་ ཀྱི་ ཚལ་ ཐམས་ཅད་ སྣང་བ་ ཆེན་པོ␣ས་ ཁྱབ་པ␣ར་ གྱུར་པ་ མཐོང་ ངོ་ ། །
fr: À ce moment, les moines qui ne dormaient ni à l'aube ni au crépuscule et qui maintenaient de grands efforts [dans leur pratique] virent que le parc du prince Jeta était inondé d'une grande lumière.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vue,

source: དེ་དག་ གིས་ བསམས་པ །
fr: ils pensèrent : «

source: ཅི་ མདང་ སུམ་ མི་མཇེད་ ཀྱི་ བདག་པོ་ ཚངས་པ␣འམ་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ ནམ ། རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ བཅོམ་ལྡན་འདས་ ལ་ བལྟ་བ␣འི་ ཕྱིར་ འོངས་ སམ་ སྙམ་ ནས །
fr: Qu'en est-il ? Est-ce que cette nuit, Brahmā le seigneur du monde Sahā , ou bien Śakra le roi des dieux, ou bien les quatre grands rois sont-ils venus voir le Bienheureux ? » pensèrent-ils. Puis,

source: བཅོམ་ལྡན་འདས་ ལ་དོན་ དེ་ ཞུས་པ །
fr: ils soumirent leur questionnement (lit. sujet) au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: ཅི་ ལགས་ མདང་ སུམ་ མི་མཇེད་ ཀྱི་ བདག་པོ་ ཚངས་པ␣འམ་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ ནམ་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ བཅོམ་ལྡན་འདས་ ལ་ བལྟ་བ␣འི་ སླད་ དུ་ མཆིས་ ལགས་ སམ །
fr: Qu'en est-il ? Est-ce que cette nuit, Brahmā le seigneur du monde Sahā , ou bien Śakra le roi des dieux, ou bien les quatre grands rois sont-ils venus voir le Bienheureux ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: མདང་ སུམ་ མི་མཇེད་ ཀྱི་ བདག་པོ་ ཚངས་པ␣འམ་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ ནམ ། འཇིག་རྟེན་ སྐྱོང་བ་ བཞི་ ང་ ལ་ བལྟ་བ␣འི་ ཕྱིར་ འོངས་པ་ མ་ ཡིན་ གྱི །
fr: cette nuit, ce n'est pas Brahmā le seigneur du monde Sahā , ni Śakra le roi des dieux, ni les quatre gardiens du monde qui sont venus me voir.

source: ལྷ␣འི་ བུ་ནོར་ བུ␣འི་ འོད་ ལྷ␣འི་ གཞལ་མེད་ ཁང་ འོད་ ཤིན་ཏུ་ ཆེ་བ་ དང་ ལྡན་པ ། འོད་ འཕགས་པ་ དེ་ མདང་ སུམ་ ང་ ལ་ བལྟ་བ་ དང་ ། བསྙེན་བཀུར་ བྱ་བ␣འི་ ཕྱིར་ འོངས་ ནས །
fr: Le dieu Maṇiprabha, qui possède un palais divin qui [émet] une lumière très forte, qui émet de la lumière, est venu cette nuit me voir et me rendre hommage, puis

source: དེ་ འོངས་པ་ ལ་ ངས་ ཆོས་ བསྟན་ ཏེ །
fr: je lui ai enseigné le Dharma, à lui qui était venu et

source: དེ␣ས་ ང་ ལ␣ས་ ཆོས་ ཐོས་ ནས་
fr: il a écouté le Dharma de ma part et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: il manifesta le résultat de l'entrée dans le courant, puis

source: དེ␣ས་ བདེན་པ་ མཐོང་ ནས་
fr: il vit les vérités, et

source: རང་ གི་ གནས་ སུ་ སོང་ ངོ་ ། །
fr: il repartit chez lui (lit. à son endroit). »

source: བཙུན་པ་
fr: « Vénérable,

source: ལྷ␣འི་ བུ་ དེ␣ས་ ལ␣ས་ ཅི་ བགྱིས་ ན །
fr: quelles actions ce dieu a réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ལྷ␣ར་ སྐྱེས་ ཏེ །
fr: le résultat de ces actions fasse qu'il naisse dans [la condition] de dieu ? Puis,

source: ནོར་བུ་ རིན་པོ་ཆེ␣འི་ གནས་ སུ་ གྲུབ་པ␣ར་ གྱུར་ ལ །
fr: qu'il se trouve (lit. qu'il soit accompli) dans un endroit fait de joyaux divins et

source: བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ །
fr: qu'il contente le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་ ལགས །
fr: [qu'il] ne fasse rien qui le mécontente ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: ནོར་བུ␣འི་ འོད་ འདི་ཉིད་ ཀྱིས་ སྔོན་ལས་ བྱས་ ཤིང་ བསགས་ ཏེ །
fr: Maṇiprabha lui-même a réalisé et accumulé des actions dans le passé, et

source: དགེ་སློང་ དག་
fr: moines,

source: ལ␣ས་ བྱས་ ཤིང་ བསགས་པ་ རྣམས་ ནི ། ཕྱི་རོལ་ གྱི་ ས␣འི་ ཁམས་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ མི་ འགྱུར་ ལ །
fr: les actions réalisées et accumulées ne mûrissent pas sur l'élément de la terre à l'extérieur et

source: ཆུ␣འི་ ཁམས་ དང་ ། མེ␣འི་ ཁམས་ དང་ ། རླུང་ གི་ ཁམས་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ མི་ འགྱུར་ ཏེ །
fr: [elles] ne mûrissent pas sur l'élément de l'eau, ni sur l'élément du feu, ni sur l'élément du vent. Ainsi,

source: ལ␣ས་ དགེ་བ་ དང་ མི་དགེ་བ་ བྱས་ ཤིང་ བསགས་པ་ རྣམས་ ནི ། ཟིན་པ␣འི་ ཕུང་པོ་ དང་ ཁམས་ དང་ སྐྱེ་མཆེད་ རྣམས་ འབའ་ཞིག་ ལ་ རྣམ་པ␣ར་ སྨིན་པ␣ར་ འགྱུར་ རོ ། །
fr: les actions vertueuses et non-vertueuses qui sont réalisées et accumulées mûrissent uniquement sur les agrégats, les dimensions et les sources des sens qui sont tenues [par la sensation d'un être].

source: ལུས་ཅན་ དག་ གི་ ལ␣ས་ རྣམས་ ནི ། ། བསྐལ་པ་ བརྒྱ␣ར་ ཡང་ ཆུད་ མི་ ཟ ། །
fr: les actes de ceux possédant un corps, ne se détérioreront pas même après cent kalpas.

source: ཚོགས་ ཤིང་ དུས་ ལ་ བབ་པ་ ན །
fr: lorsque [les causes et les conditions] sont rassemblées et que le moment est venu,

source: འབྲས་བུ་ ཉིད་ དུ་ སྨིན་པ␣ར་ འགྱུར ། །
fr: elles mûrissent dans leur propre résultat.

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ་ བདེ་བ␣ར་ གཤེགས་པ་ འཇིག་རྟེན་ མཁྱེན་པ་ སྐྱེས་བུ་ འདུལ་བ␣འི་ ཁ་ལོ་ སྒྱུར་བ་ བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ བཱ་རཱ་ཎ་སཱི་ ན ། ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ་ ཡོངས་སུ་ འཛིན་པ་ ཡངས་ ཤིང་ རྒྱ་ཆེ་བ་ རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ ལྡན་པ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ འགྲན་པ་ ཞིག་ གནས་པ་ དེ␣ས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ དབུ་སྐྲ་ དང་ སེན་མོ་ བླངས་ ནས །
fr: À cette époque, dans la ville de Vārāṇasī, un homme qui vivait dans l'opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant celles de Vaiśravaṇa prit des cheveux et des ongles du complet et parfait Bouddha Kāśyapa et

source: དབུ་སྐྲ་ དང་ སེན་མོ␣འི་ མཆོད་རྟེན་ དང་ རྣམ་པ་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ␣འི་ གཙུག་ལག་ཁང་ བརྩིགས་ ཏེ །
fr: construisit un stūpa [pour] les cheveux et les ongles et un vihāra [possédant] au complet tous les éléments [constitutifs] et

source: དེ␣ས་ གཙུག་ལག་ཁང་ དེ␣ར་ ཡོ་བྱད་ ཐམས་ཅད་ ཕུལ་ ལོ ། །
fr: il offrit tous les [objets nécessaires] dans ce vihāra.

source: མཆོད་རྟེན་ དེ␣འི་ ཆ␣ར་ ཁབ་ ལ་ ཡང་ ནོར་བུ་ རིན་པོ་ཆེ་ བཏགས་ ཏེ །
fr: Il suspendit aussi un précieux joyau au parasol de ce stūpa et

source: དེ␣འི་ མཐུ␣ས་ མཆོད་རྟེན་ དང་ བཅས་པ␣འི་ གཙུག་ལག་ཁང་ དེ་ མཚན་མོ་ ཡང་ ཉིན་ མོ་ བཞིན་ དུ་ སྣང་བ␣ར་ གྱུར་ ཏོ ། །
fr: grâce à ceci, le vihāra et le stūpa étaient illuminés comme en plein jour pendant la nuit.

source: དེ་ནས་ དེ␣ས་ གཙུག་ལག་ཁང་ དེ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ རྣམས་ ལ་ ཕུལ་ ལོ ། །
fr: Ensuite, ce vihāra, il l'offrit au Bouddha Kāśyapa et aux autres (lit. etc.) [membres] de la saṅgha des moines.

source: དགེ་སློང་ རྣམས་ ལ་ ཡང་ ཡོ་བྱད་ ཐམས་ཅད་ ཀྱིས་ བསྙེན་བཀུར་ བྱས་ སོ ། །
fr: Il servit les moines [en leur offrant] tous les objets nécessaires [à la vie quotidienne].

source: ཚེ་ གཅིག་ ཏུ་ སྐྱབས་ སུ་ འགྲོ་བ་ དང་ བསླབ་པ␣འི་ གཞི་ རྣམས་ ཀྱང་ བསྲུངས་ ནས །
fr: Il observa aussi toute sa vie le [vœu de] refuge et certains vœux et

source: ལྷ␣འི་ ནང་ དུ་ སྐྱེས་ སོ ། །
fr: il renaquit chez les dieux.

source: དེ␣ར་ སྐྱེས་ ནས་
fr: Y étant rené,

source: དེ␣འི་ ནོར་བུ་ རིན་པོ་ཆེ␣འི་ གཞལ་མེད་ ཁང་ གྲུབ་པ␣ར་ གྱུར་ ཏོ ། །
fr: son palais de joyaux divins s'est constitué.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ ཁྱིམ་བདག་ གང་ གིས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ གསུང་རབ་ ལ་ མཆོད་རྟེན་ དང་ བཅས་པ␣འི་ གཙུག་ལག་ཁང་ བརྩིགས་ ནས་ ནོར་བུ་ རིན་པོ་ཆེ་ བཏགས་པ་ དེ་ ནི ། ལྷ␣འི་ བུ␣འི་ ནོར་བུ␣འི་ འོད་ འདི་ ཡིན་ ཏེ །
fr: À cette époque, le père de famille qui avait construit un vihāra avec un stūpa pour l'enseignement du complet et parfait Bouddha Kāśyapa et qui [y] avait suspendu un précieux joyau est le dieu Maṇiprabha lui-même. De plus,

source: དེ␣ས་ དེ␣ར་ རྣམ་པ་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ␣འི་ མཆོད་རྟེན་ དང་ བཅས་པ␣འི་ གཙུག་ལག་ཁང་ བརྩིགས་ ཏེ །
fr: [qu']il ait construit (lit. fait) un vihāra [possédant] au complet tous les éléments [constitutifs] avec un stūpa et

source: བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ རྣམས་ ལ་ ཕུལ་བ་ དང་ མཆོད་རྟེན་ དེ་ ལ་ ནོར་བུ་ རིན་པོ་ཆེ་ བཏགས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ལྷ␣འི་ ནང་ དུ་ སྐྱེས་ ཏེ །
fr: [qu']il l'ait offert au Bienheureux Kāśyapa et à la saṅgha des moines, et [qu']il ait suspendu un précieux joyau à ce stūpa, le résultat de ces actions l'a fait naître parmi les dieux. De plus,

source: དགེ་སློང་ དག་
fr: moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ་
fr: il m'a contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ སོ །། །།
fr: n'a rien fait qui me mécontente. »
