Repository: Esukhia/karmasataka
Catalog: sem/*/12.po
Languages: fr

source: ལ␣ས་ བརྒྱ་ ཐམ་པ །
fr: Les cent karmas

source: བམ་པོ་ བཞི་པ །
fr: Quatrième feuillet

source: འདུས་ མོ་ ཞེས་ བྱ་བ་ ནི །
fr: Celle nommée Assemblée

source: གླེང་ གཞི་ རྒྱལ་པོ␣འི་ ཁབ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Rājagṛha.

source: དེ␣འི་ ཚེ་ ཡུལ་ ཏཀྵ་ ཤཱི་ ལ་ ན ། རྒྱལ་པོ་ པད་མ␣འི་ སྙིང་པོ་ ཅན་ ཞེས་ བྱ་བ་ རྒྱལ་པོ་ བྱེད་ དེ །
fr: À cette époque, le roi Padmagarbha régnait dans le pays de Takṣaśīla et

source: དེ␣འི་ རིང་ ལ་ འབྱོར་པ་ དང་ ། རྒྱས་པ་ དང་ ། བདེ་བ་ དང་ ། ལོ་ལེགས་པ་ དང་ ། སྐྱེ་བོ་ དང་ ། མི་ མང་པོ␣ས་ གང་བ་ དང་ ། རྩོད་པ་ དང་ ། འཐབ་པ་ ཞི་བ་ དང་ ། འཁྲུག་པ་ དང་ ། ནང་འཁྲུག་ དང་ ། ཆོམ་རྐུན་ དང་ ། མུ་གེ་ དང་ ། ནད་ རྣམས་ མེད་པ་ དང་ ། འབྲས་ སཱ་ ལུ་ དང་ ། བུ་རམ་ཤིང་ དང་ ། བ་ལང་ དང་ ། མ་ཧེ་ དང་ ལྡན་པ␣ར་ འདུག་ སྟེ
fr: pendant son règne, le [royaume] abondait de richesses, de bonheur, de récoltes fertiles, de troupeaux (lit. êtres/animaux) et de sujets. Les conflits et les querelles étaient apaisées. Il n’y avait pas de luttes, de luttes internes, de voleurs, de cambrioleurs, de famine et de maladies. On y trouvait du riz, de la canne à sucre, des vaches et des buffles et

source: བུ་ གཅིག་པ་ སྡུག་པ་ ལ་ བྱ་བ་ བཞིན་ དུ་ ཆོས་བཞིན་ དུ་ རྒྱལ་སྲིད་ བྱེད་ དོ ། །
fr: il régnait en accord avec le Dharma comme il aurait pris soin de son unique enfant bien-aimé.

source: དེ་ནས་ དེ་ བཙུན་མོ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་པ་ ལ␣ས །
fr: Ensuite, lui et sa reine se divertirent, ils [apprirent] à s'aimer et laissèrent libre cours à leurs envies et de ce fait,

source: བཙུན་མོ་ ལ་ བུ་ ཆགས་ ནས །
fr: la reine tomba enceinte et

source: དེ␣འི་ ཡིད་ ལ་ གཞུང་ སྨྲ་བ་ རྣམས་ དང་ ལྷན་ཅིག་ ཏུ་ རྩོད་ ཀྱང་ ཅི་མ་རུང་ སྙམ་ དུ་ ཡིད་ ལ་ འདོད་པ ། དེ་ལྟ་ བུ་ ཞིག་ སྐྱེས་ སོ ། །
fr: elle conçut le désir suivant : « Que j'ai envie (lit. que ceci arrive) de débattre avec les exégètes ! »

source: དེ་ནས་ རྒྱལ་པོ␣ས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ ལྟས་མཁན་ རྣམས་ ལ་ བསྟན་ ཏེ །
fr: Ensuite, dès que le roi eut entendu ceci, il consulta les devins et

source: ལྟས་མཁན་ རྣམས་ ན་རེ་
fr: les devins dirent : «

source: ལྷ་
fr: Deva,

source: འདི་ ནི་ ལྟོ་ ན་ མཆིས་པ␣འི་ སེམས་ཅན་ དེ␣འི་ མཐུ་ ལགས་ ཏེ །
fr: ceci est dû à l'être qui est dans son ventre. Ceci parce

source: དེ␣ས་ ནི་ བསྟན་བཅོས་ ཐམས་ཅད་ རྟོགས་པ␣ར་ འགྱུར་ ལ་ གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་གཅོད་པ␣ར་ འགྱུར་ ཏེ །
fr: qu'il maîtrisera (lit. comprendra) tous les traités et vaincra tous les exégètes. Ainsi,

source: དེ␣འི་ སླད་ དུ་ འདི␣འི་ ཡིད་ ལ་ འདོད་པ ། དེ་ལྟ་ བུ་ སྐྱེས་པ་ ལགས་སོ་ ཞེས་
fr: c'est pour cette raison qu'elle conçoit ce désir »,

source: ཟེར་ རོ ། །
fr: dirent-ils.

source: རྒྱལ་པོ␣ས་ སྨྲས་པ །
fr: Le roi dit : «

source: ཤེས་ལྡན་ དག་
fr: Sages,

source: གལ་ཏེ ། བཙུན་མོ␣འི་ ཡིད་ ལ་ འདོད་པ་ སྐྱེས་པ་ དེ་ མ་ བསལ་ ན ། དེ་ ཅིར་ འགྱུར་
fr: si ce désir qu'elle conçoit n'est pas assouvi (lit. dissipé), qu'arrivera-t-il ? »

source: ལྟས་མཁན་ རྣམས་ ཀྱིས་ སྨྲས་པ །
fr: Les devins dirent : «

source: སྲས་ དེ་ཡན་ ལག་ མ་ཚང་ བར་ སྐྱེ་བ␣ར་ འགྱུར་ ལགས་སོ ། །
fr: Votre fils naîtra avec des membres manquants. »

source: དེ་ནས་ རྒྱལ་པོ␣ས་ བསམས་པ །
fr: Alors, le roi pensa : «

source: བདག་ གི་ བུ་ ཡིན་ ལ་ ཡན་ལག་ མ་ཚང་ བར་ འགྱུར་ ན་ མི་ རུང་ ངོ་ སྙམ་ ནས་
fr: Il n'est pas convenable qu'il soit mon fils et qu'il ait des membres manquants. » Alors,

source: བཙུན་མོ་ ཡོལ་བ␣འི་ ནང་ དུ་ བཞག་ སྟེ །
fr: il installa la reine derrière (lit. dans) un rideau et

source: གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ བསགས་ ནས་
fr: il rassembla (lit. accumula) tous les exégètes et

source: གཟུ་བོ་ རྣམས་ ཀྱང་ བསྐོས་ ཏེ །
fr: il installa aussi des juges (lit. des éloignés) et

source: གཞུང་ གིས་ རྩོད་ དུ་ བཅུག་ གོ ། །
fr: lança le débat sur les traités.

source: དེ་ནས་ དེ␣ས་ གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་ ནས །
fr: Ensuite, elle vainquit tous les exégètes et

source: དེ␣འི་ ཡིད་ ལ་ འདོད་པ་ སྐྱེས་པ་ དེ་ མེད་པ␣ར་ གྱུར་ ཏོ ། །
fr: le désir qu'elle avait conçu disparut.

source: དེ་ནས་ དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་ ། བུ་མོ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས །
fr: Après que neuf ou dix mois soient passés, elle donna le jour à une fille bien proportionnée (lit. au corps noble), dont la beauté réjouissait la vue et

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ཏེ །
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: བུ་མོ་ འདི␣འི་ མིང་ ཅི་ སྐད་ གདགས་ ཞེས་
fr: « Comment nommer cette fille ? »

source: མིང་འདོགས་པ␣ར་ བྱེད་ དེ །
fr: Un nom lui fut donné : «

source: བུ་མོ་ འདི␣འི་ མས་ འདུས་པ␣འི་ ནང་ དུ་ གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་པ␣ས་ ན་ བུ་མོ་ འདི␣འི་ མིང་ འདུས་ མོ་ ཞེས་ གདགས་ སོ་ ཞེས་
fr: Puisque la mère de cette fille a vaincu tous les exégètes dans une assemblée, elle portera le nom de "Assemblée" »,

source: ཟེར་ རོ ། །
fr: fût-il dit.

source: དེ་ནས་ བུ་མོ་ འདུས་ མོ་ པང་ ན་ འཚོ་བ␣འི་ མ་མ་ གཉིས་ དང་ ། ནུ་མ་ སྣུན་པ␣འི་ མ་མ་ གཉིས་ དང་ ། དྲི་མ་ འཁྲུ་བ␣འི་ མ་མ་ གཉིས་ དང་ ། རྩེ་བ␣འི་ མ་མ་ གཉིས་ ཏེ ། མ་མ་ བརྒྱད་ ལ་ གཏད་ ནས །
fr: Ensuite, la fille Assemblée fut remise à huit nourrices, deux nourrices qui l'accueillaient (lit. le faisaient vivre) dans leur giron, deux nourrices qui lui donnaient le sein, deux nourrices qui lavaient ses souillures et deux nourrices pour jouer avec elle. Puis,

source: དེ་ སྲེད་ མེད་ ཀྱི་ བུ␣འི་ ལག་ ན་ ཐོགས་པ␣འི་ རྨ་བྱ␣འི་ མདོངས་ དང་ བསྲུང་བ␣འི་ སྲད་བུ་ དང་ ། འོ་མ་ དང་ ། ཞོ་ དང་ ། མར་ དང་ ། ཞུན་མར་ དང་ ། མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ
fr: elle se développa au fil du temps grâce à la plume de paon que tient Nārāyaṇa, au cordon de protection, à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. essence du beurre) et

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, elle grandit avec force.

source: དེ་ནས་ དེ་ གང་ གི་ ཚེ་ ཆེན་ མོ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ ། དེ་ རྒྱལ་པོ␣འི་ ཕོ་བྲང་ དེ་ཉིད་ དུ་ ཡོལ་བ␣འི་ ནང་ དུ་ བཞག་ ནས་
fr: quand elle eut grandi, elle fut mise derrière (lit. dans) un rideau dans ce même palais et

source: ཡི་གེ་ བསླབས་ སོ ། །
fr: elle apprit à lire (lit. les lettres).

source: དེ་ ཡི་གེ་ བྱང་ ནས་
fr: Après avoir appris à lire (lit. les lettres),

source: དེ␣ས་ ཡོལ་བ␣འི་ ནང་ འབའ་ཞིག་ ཏུ་ བསྟན་བཅོས་ ཐམས་ཅད་ བསླབས་ ནས་
fr: elle apprit tous les traités toujours (lit. seulement) derrière ce rideau et

source: ཡུལ་ ཏཀྵ་ ཤཱི་ ལ་ དེ␣ར་ གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་ དོ ། །
fr: elle vainquit tous les exégètes du pays de Takṣaśīla.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ རྒྱལ་པོ␣ས་ བུ་མོ་ དེ་ ལ་ དྲིས་པ །
fr: Ensuite, plus tard, le roi demanda à la fille : «

source: ཁྱོད་ ངས་ སུ་ ལ་ སྦྱིན་པ␣ར་ བྱ །
fr: À qui te donnerai-je ? »

source: བུ་མོ␣ས་ སྨྲས་པ །
fr: La fille dit : «

source: སུ␣ས་ གཞུང་ བརྩད་པ␣ས་ བདག་ ཐུབ་པ␣ར་ ནུས་པ་ དེ་ ལ་ སྩལ་བ␣ར་ གསོལ །
fr: Veuillez me donner à qui réussira à me vaincre (lit. pouvoir) en débattant des traités. »

source: དེ་ནས་ རྒྱལ་པོ␣ས་ དེ་ ཐོས་ ནས་
fr: Ensuite, après que le roi ait entendu ceci,

source: འདི␣ས་ འདི་ ལྟ་བུ␣འི་ ཚིག་ སྨྲས་པ་ ལ␣ས་ ན །
fr: puisqu'elle avait dit ces paroles-là (lit. comme ceci),

source: བུ་མོ་ འདི་ ནི་ ངས་ གཞུང་ སྨྲ་བ་ གང་ གིས་ འདི་ ཐུབ་པ་ དེ་ འབའ་ཞིག་ ལ་ སྦྱིན་པ␣ར་ བྱ␣འི་
fr: « Cette fille, je la donnerai uniquement à l'exégète qui la vaincra.

source: བྱད་གཟུགས་ བཟང་བ་ ལ་ ཡང་ མི་ སྦྱིན །
fr: Je ne la donnerai pas à celui doué de beauté.

source: རིགས་ མཐོ་བ་ ལ་ ཡང་ མི་ སྦྱིན །
fr: Je ne la donnerai pas à celui issu d'une caste élevée.

source: དབང་ཕྱུག་ དང་ ལྡན་པ་ ལ་ ཡང་ མི་ སྦྱིན་ ནོ་ ཞེས་
fr: Je ne la donnerai pas à celui qui est puissant »,

source: ཟེར་ རོ ། །
fr: dit-il.

source: དེ་ནས་ དེ␣འི་ སྒྲ་ དེ་ ཀུན་ ཏུ་ གྲགས་ ནས །
fr: Ensuite, cette décision (lit. ce son) fut proclamée partout et

source: དེ་ ཐོས་ མ་ ཐག་ ཏུ་ ཕྱོགས་ ཀུན་ ནས་ གཞུང་ སྨྲ་བ་ རྣམས་ ལྷགས་པ་ ལ␣ས་
fr: dès qu'ils l'eurent entendu, les exégètes arrivèrent de toute part et

source: བུ་མོ་ དེ␣ས་ ཐམས་ཅད་ ཚར་ བཅད་ དོ ། །
fr: cette fille les vainquit tous.

source: དེ་ནས་ དེ␣འི་ ཚེ་ ལྷོ་ཕྱོགས་ ན་ གཞུང་ སྨྲ་བ་ རིའུ་ ཞེས་ བྱ་བ་
fr: Ensuite, à cette époque, il se trouvait un exégète nommé Riu dans le Sud,

source: བསྟན་བཅོས་ ཐམས་ཅད་ ལ་ འཇིགས་པ་ མེད་པ་
fr: il était impavide sur tous les traités,

source: གཙུག་ལག་ ཆེ་བ །
fr: son érudition était grande,

source: གཙུག་ལག་ ལ་ འབྱམ་པ་
fr: son érudition était vaste,

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ །
fr: son corps était harmonieux, il était beau et agréable au regard,

source: ཁ་དོག་ ཤིན་ཏུ་ རྒྱས་པ་ དང་ ལྡན་པ་ ཞིག་ གནས་པ་ དེ␣ས་ ཡུལ་ ཏཀྵ་ ཤཱི་ ལ␣འི་ རྒྱལ་པོ་ པད་མ␣འི་ སྙིང་པོ␣འི་ སྲས་མོ␣ས་ གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་ ལ་
fr: sa couleur était ravissante (lit. très épanouie). Que la fille du roi Padmagarbha de Takṣaśīla vainque tous les exégètes et

source: དེ␣འི་ ཡབ་ ཀྱིས་ ཀྱང་ དེ་ལྟ་ བུར་ དམ་བཅ␣ས་ སོ་ ཞེས་
fr: que son père ait prit cette décision,

source: ཐོས་ སོ ། །
fr: il l'entendit.

source: དེ་ ཐོས་ མ་ ཐག་ ཏུ་
fr: Dès qu'il l'eut entendu,

source: དེ་ ཡ་མཚན་ དུ་ གྱུར་ ཏེ །
fr: il fut grandement étonné et

source: བདག་ དེ␣ར་ སོང་ ལ་
fr: « Je vais aller là et

source: དེ་ ཅི་ ཤེས་པ་ བལྟ␣འོ་ སྙམ་ མོ ། །
fr: je verrai ce qu'elle sait », se dit-il.

source: དེ་ནས་ དེ་ འཁོར་ ལྔ་ བརྒྱ་ དང་ ཆ␣ས་ ཏེ །
fr: Ensuite, il partit avec un entourage de cinq cent [personnes] et

source: གྲོང་ དང་ ། གྲོང་ཁྱེར་ དང་ ། གྲོང་རྡལ་ དང་ ། ནགས་ཁྲོད་ ཀྱི་ གྲོང་ དང་ ། ཡུལ་པོ་ ཆེ་ རྣམས་ སུ་ རྒྱུ་ ཞིང་
fr: il traversa les villages, les villes, les bourgs, les villages des forêts et les campagnes et

source: གཞུང་ སྨྲ་བ་ རྣམས་ ཀྱང་ ཚར་གཅོད་པ␣ར་ བྱེད་པ་ ལ␣ས་
fr: vainquit aussi tous les exégètes et

source: མཐར་གྱིས་ ཡུལ་ ཏཀྵ་ ཤཱི་ ལ␣ར་ ཕྱིན་ ནས་
fr: arriva progressivement au pays de Takṣaśīla et

source: དེ␣ས་ རྒྱལ་པོ་ པད་མ␣འི་ སྙིང་པོ་ ཅན་ གྱི་ ཐད་ དུ་ སོང་ ནས་
fr: il alla auprès du roi Padmagarbha et

source: སྨྲས་པ །
fr: dit : «

source: བདག་ གིས་ ཐོས་ ན་ ལྷ␣འི་ སྲས་མོ␣ས་ གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་ ཅེས་ གདའ་ ན
fr: Si ce que j'ai entendu, que la fille de Deva a vaincu tous les exégètes, est vrai,

source: བདག་ གིས་ ཀྱང་ མཁན་པོ་ ལ␣ས་ བསྟན་བཅོས་ བསླབས་པ་ དག་ མཆིས་པ␣ས་ བདག་ ཀྱང་ དེ་ དང་ བཀའ་ མཆིད་ བགྱི་ བར་ འཚལ་ ལོ ། །
fr: il se trouve que j'ai aussi appris de mes maîtres les traités et j'aimerais donc m'entretenir avec elle. »

source: རྒྱལ་པོ␣ས་ སྨྲས་པ །
fr: Le roi dit : «

source: ཁྱོད་ ཇི་ལྟར་ དགའ་བ་ བཞིན་ དུ་ བྱ␣འོ་ ཞེས་
fr: Fais comme il te plaira »,

source: སྨྲ␣ས་ ནས །
fr: dit-il. Puis,

source: རྒྱལ་པོ་ དེ␣ས་ གཞུང་ སྨྲ་བ␣འི་ འཁོར་ བསགས་ ཏེ་
fr: le roi rassembla (lit. accumula) les exégètes de son entourage (lit. son entourage d'exégètes) et

source: སོ་སོ␣འི་ གཞུང་ བཙུགས་ ནས་
fr: leur fit exposer (lit. planter) leurs traités respectifs et

source: བུ་མོ་ དེ་ ཡོལ་བ␣འི་ ནང་ དུ་ བཞག་ སྟེ །
fr: installa la fille derrière (lit. dans) le rideau et

source: བུ་མོ་ དེ␣ས་ གཞུང་ སྨྲ་བ␣འི་ རིའུ་ ཞེས་ བྱ་བ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ ། མཛེས་པ་ ཁ་དོག་ རྒྱས་པ་ མཆོག་ དང་ ལྡན་པ་ མཐོང་ ནས་
fr: cette fille vit Riu l'exégète, dont le corps était harmonieux (lit. noble), qui était beau et agréable au regard, dont le teint était ravissant (lit. la couleur épanouie) et

source: དེ་ མཐོང་ མ་ ཐག་ ཏུ་ འདོད་ཆགས་ ཀྱི་ མད␣ས་ ཕོག་ སྟེ
fr: dès qu'elle l'eut vu, elle fut touchée par la flèche du désir et

source: དེ␣ས་ བསམས་པ །
fr: elle pensa : «

source: བདག་ གིས་ ཁྱིམ་ཐབ་ འདི་འདྲ་བ་ ག་ལ␣ས་ ཀྱང་ མི་ རྙེད་ ཀྱིས་
fr: Je ne trouverai nulle part de mari comme lui. Donc,

source: འདི་ཁོ་ན་ བདག་ གི་ ཁྱིམ་ཐབ་ ཏུ་ བྱ་ དགོས་ ཀྱི་
fr: il faut que ce soit lui qui soit (lit. je fasse de lui seul) mon mari.

source: གཞན་ ནི་ མི་ འདོད་ དོ་ སྙམ་ དུ་
fr: Je ne veux pas d'autre [mari] »,

source: བསམས་ ནས །
fr: pensa-t-elle. Puis,

source: དེ␣ས་ ཅི་ ནས་ གཞུང་ སྨྲ་བ་ དེ␣ས་ བདག་ ཐུབ་པ␣ར་ འགྱུར་བ་ དེ་ལྟར་ བྱས་ སོ ། །
fr: elle fit en sorte qu'il ne puisse pas manquer de la vaincre.

source: དེ་ནས་ རྒྱལ་པོ␣ས་ བསམས་པ །
fr: Alors, le roi pensa : «

source: བདག་ གིས་ དམ་བཅ␣ས་པ་ ལ་ གཞུང་ སྨྲ་བ་ གང་ གིས་ འདི་ ཐུབ་པ␣ར་ འགྱུར་བ་ དེ་ ལ་ བདག་ གིས་ འདི་ སྦྱིན་པ␣ར་ བྱ␣འི །
fr: Ma promesse « Je la donnerai à l'exégète qui réussira à la vaincre.

source: བདག་ གིས་ འདི་ བྱད་གཟུགས་ བཟང་བ་ ལ་ ཡང་ མི་ སྦྱིན །
fr: Je ne la donnerai pas à celui doué de beauté.

source: རིགས་ མཐོ་བ་ ལ་ ཡང་ མི་ སྦྱིན་
fr: Je ne la donnerai pas à celui issu d'une caste élevée.

source: དབང་ཕྱུག་ དང་ ལྡན་པ་ ལ་ ཡང་ མི་ སྦྱིན་ ནོ་ ཞེས་
fr: Je ne la donnerai pas à celui qui est puissant »,

source: དམ་བཅ␣ས་པ་ ལ␣ས །
fr: [c'est] la promesse que j'ai faite. De plus,

source: འདི␣ས་ འདི་ ཐུབ་པ␣ར་ གྱུར་ ལ་
fr: il l'a vaincue et

source: འདི་ ཡང་ གཟུགས་བཟང་ ཞིང་
fr: son corps est harmonieux (lit. noble),

source: བལྟ་ ན་ སྡུག་ ལ་ མཛེས་ ཏེ །
fr: il est beau et agréable au regard,

source: བདག་ གིས་ འདི་ ལ␣ས་ ལྷག་པ་ གུད་ ནས་ གཞུང་ སྨྲ་བ་ ཆེས་ ཁྱད་པར་ དུ་ འཕགས་པ་ མི་ རྙེད་ ཀྱིས །
fr: je ne trouverai nulle part ailleurs d'exégète largement supérieur à lui. Donc,

source: མ་ལ་
fr: décidément,

source: བདག་ གིས་ འདི་ཁོ་ན་ ལ་ སྦྱིན་པ␣ར་ བྱ␣འོ་ སྙམ་ དུ་
fr: c'est bien à lui que je la donnerai »,

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: ཁྱིམ་པ་ རྣམས་ ཀྱི་ ཁྱིམ་པ␣འི་ ཆོས་ གང་ཡིན་པ་ དེ་བཞིན་ དུ་ བྱས་ ཏེ །
fr: il suivit (lit. fit) les traditions (lit. dharma) familiales vertueuses des pères de famille et

source: བུ་མོ་ དེ་དེ་ ལ་ བྱིན་ ནས་
fr: il lui donna cette fille et

source: དབང་ཕྱུག་ ཆེན་པོ␣ར་ ཡང་ བསྐོས་ སོ ། །
fr: il lui octroya un [rang] élevé dans la noblesse.

source: དེ་ཡང་ དེ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་ དོ ། །
fr: Lui et elle se séduisirent (lit. jouèrent), ils [apprirent] à s'aimer et laissèrent libre cours (lit. faire) à leurs envies.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན ། བུ་མོ་ དེ་ ལ་ བུ་ ཆགས་ ནས་
fr: Ensuite, plus tard, la fille tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་
fr: après que soient passés neuf ou dix mois,

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ཏེ །
fr: un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ནས་
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: ཁྱེའུ་ འདི␣འི་ མིང་ ཇི་སྐད་ གདགས་ ཞེས་
fr: « Comment nommer ce garçon ? »

source: མིང་འདོགས་པ␣ར་ བྱེད་ དེ །
fr: Un nom lui fut donné : «

source: ཁྱེའུ་ འདི་རུ␣ས་ ཀཱ་ ཏྱཱ་ ཡ་ ན་ ཡིན་ ལ་
fr: Puisque son clan est Kātyāyana et

source: འདུས་ མོ␣འི་ བུ་ ཡིན་པ␣ས་ ན་ འདུས་པ␣འི་ ཀཱ་ ཏྱཱ་ ཡ་ ན་ ཞེས་ གདགས་ སོ་ ཞེས་
fr: qu'il est l'enfant de Assemblée, il portera le nom de "Kātyāyana-de-l'Assemblée" »,

source: ཟེར་ རོ ། །
fr: fût-il dit.

source: དེ་ནས་ ཁྱེའུ་ འདུས་པ␣འི་ ཀཱ་ ཏྱཱ་ ཡ་ ན་ འོ་མ་ དང་ ། ཞོ་ དང་ མར་ དང་ ། ཞུན་མར་ དང་ ། མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: Alors, le garçon Kātyāyana-de-l'Assemblée se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre),

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, il grandit avec force.

source: དེ་ནས་ དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ ཡི་གེ་ དང་ བྲམ་ཟེ␣འི་ སྤྱོད་ལམ་ དང་ སྤྱོད་པ་ དང་ ། ཨོཾ་ ཞེས་ བྱ་བ་ དང་ ། བྷོ་ ཞེས་ བྱ་བ་ དང་ ། གཙང་སྦྲ་ དང་ ། ཆོ་ག་ དང་ ། ཐལ་བ་ བླང་བ་ དང་ ། རིལ་བ་ ཐོགས་པ་ དང་ ། ངེས་བརྗོད་ ཀྱི་ རིག་བྱེད་ དང་ ། མཆོད་སྦྱིན་ གྱི་ རིག་བྱེད་ དང་ ། སྙན་ཚིག་ གི་ རིག་བྱེད་ དང་ ། སྲིད་ སྲུང་ གི་ རིག་བྱེད་ དང་ ། མཆོད་སྦྱིན་ བྱ་བ་ དང་ ། མཆོད་སྦྱིན་ བྱེད་ དུ་ གཞུག་པ་ དང་ ། སྦྱིན་པ་ དང་ ། བླང་བ་ དང་ ། ཁ་ཏོན་ བྱ་བ་ དང་ ། ཁ་ཏོན་ སློབ་ ཏུ་ གཞུག་པ␣འི་ ཐབས་ བསླབས་ ནས་
fr: Ensuite, lorsqu'il eut grandi, il apprit les lettres, la conduite et le comportement d'un brahmane, l'énonciation de oṁ, l'énonciation de bho, l'hygiène, le rituel, la récolte des cendres, la manipulation (lit. tenir) du vase [des ablutions], le Ṛg Veda, le Yajur Veda, le Sāma Veda, le Atharva Veda. [il apprit aussi] comment réaliser les [rites] sacrificiels, faire réaliser les [rites] sacrificiels, donner, [faire] recevoir, réciter et faire réciter. Ensuite,

source: ལ␣ས་ རྣམ་པ་ དྲུག་ ལ་ མཁས་པ␣འི་ བྲམ་ཟེ␣ར་ གྱུར་ ཏེ །
fr: il devint un brahmane versé dans les six activités brahmaniques et

source: དེ་ མཐར་གྱིས་ རིག་པ␣འི་ གནས་ བཅྭ་ བརྒྱད་ ལ་ བྱང་བ␣ར་ གྱུར་ ཏོ ། །
fr: il maîtrisa progressivement les dix-huit sciences.

source: དེ␣ས་ ལོ་ བཅུ་དྲུག་ ལོན་ ནས་
fr: Quand il eut seize ans,

source: བསྟན་བཅོས་ ཐམས་ཅད་ རྟོགས་ ཏེ །
fr: il maîtrisa tous les traités et

source: གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་ ནས་
fr: il vainquit tous les exégètes et

source: དེ␣འི་ བློ་ འདི་ ལྟ་བུ་ ཞིག་ སྐྱེས་ ཏེ །
fr: il eut une pensée comme la suivante : «

source: འཛམ་བུ␣འི་ གླིང་ ན་ བདག་ དང་ མཉམ་པ་ ཡང་ མེད་ ན་ ལྷག་པ་ ལྟ་ཅི་ སྨོས་ སྙམ་ དུ་
fr: Dans le Jambudvīpa, s'il n'y a [personne] égal à moi, cela va sans dire pour [des personnes] supérieures [à moi]. »

source: རློམ་པ་ དེ␣ས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ ལ་ ཁྱད་ དུ་ གསོད་པ␣ར་ བྱེད་ དོ ། །
fr: cette arrogance lui faisait mépriser la plupart (lit. diversité) des gens.

source: དེ་ནས་ དགེ་བསྙེན་ ཞིག་ གིས་ དེ་ ལ་ སྨྲས་པ །
fr: Ensuite, un upāsaka lui dit . «

source: ཁྱེའུ་
fr: Garçon,

source: ཁྱོད་ བདག་ དང་ མཉམ་པ་ སུ་ ཡང་ མེད་ ན ། ལྷག་པ་ ལྟ་ཅི་ སྨོས་ སྙམ་ དུ་
fr: qu'il n'y ait [personne] égal à toi, et encore moins [de personnes] supérieures [à toi],

source: རློམ་པ་ འདི␣ས་ རྒྱགས་པ␣ར་ མ་ བྱེད་ ཅིག །
fr: ne t'enorgueillis pas de cette présomption.

source: ཁྱེའུ་
fr: Garçon,

source: ཡུལ་དབུས་ ན་ ཤཱཀྱའི་ བུ་ ཞིག་ སྐྱེས་པ་ དེ་ བྲམ་ཟེ་ ལྟས་མཁན་ བྱེ་བྲག་ ཕྱེད་པ་ རྣམས་ ཀྱིས་ ལུང་བསྟན་ ཏེ་
fr: dans le Magadha, un fils des Śākyas a reçu une prédiction des devins qui tirent les présages :

source: གལ་ཏེ་ ཁྱིམ་ ན་ གནས་ ན་ ནི་ འཁོར་ལོ␣ས་ སྒྱུར་བ␣འི་ རྒྱལ་པོ␣ར་ འགྱུར་ རོ ། །
fr: "S'il mène une vie de famille (lit. s'il reste dans une maison), il deviendra un monarque universel.

source: གལ་ཏེ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ་
fr: S'il se rase les cheveux et la barbe et

source: ཆོས་གོས་ ཚོན་ཅན་ བགོས་ ནས་
fr: qu'il porte des habits religieux teintés et

source: ཡང་དག་པ␣འི་ དད་པ་ ཁོ་ན␣ས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པ␣ར་ རབ་ཏུ་ བྱུང་ ན་ ནི ། འཇིག་རྟེན་ དུ་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ སྒྲ་ ཆེ␣ར་ གྲགས་པ␣ར་ འགྱུར་ རོ་ ཞེས་
fr: qu'il se retire du monde, passant d'une vie de famille à une vie sans famille uniquement par une véritable dévotion, sa renommée de Tathāgata, d'Arhat, de parfait et complet Bouddha résonnera grandement",

source: ལུང་བསྟན་པ་ ལ␣ས་
fr: prédirent-ils. Donc,

source: དེ་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ ཏེ་
fr: il s'est rasé les cheveux et la barbe et

source: ཆོས་གོས་ ཚོན་ཅན་ བགོས་ ནས་
fr: il a revêtu des habits religieux teintés et

source: ཡང་དག་པ␣འི་ དད་པ་ ཁོ་ན␣ས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པ␣ར་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: il s'est retiré du monde uniquement par une véritable dévotion, passant d'une vie de famille à une vie sans famille et

source: བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ␣ར་ སངས་རྒྱས་པ་ དེ་ ལ་ ནི ། ཁྱོད་ ཀྱི་ གཟུགས་ དང་ ཤེས་རབ་ ཀྱིས་ ཀྱང་ བརྒྱ␣འི་ ཆ␣ར་ ཡང་ མི་ ཕོད་
fr: à celui qui s'est pleinement éveillé à l'éveil insurpassable, complet et parfait, ton corps et ton intelligence ne parviennent pas (lit. n'osent pas) à un centième [des siens],

source: སྟོང་ གི་ ཆ␣ར་ ཡང་ མི་ ཕོད །
fr: ils ne parviennent pas (lit. n'osent pas) non plus à un millième [des siens],

source: འབུམ་ གྱི་ ཆ␣ར་ ཡང་ མི་ ཕོད །
fr: ils ne parviennent pas (lit. n'osent pas) non plus à un cent-millième [des siens],

source: ཁྲག་ཁྲིག་ གི་ ཆ␣ར་ ཡང་ མི་ ཕོད་ དེ །
fr: ils ne parviennent pas (lit. n'osent pas) non plus à un cent-millionième. De fait,

source: གྲངས་ སུ་ བགྲང་ དུ་ ཡང་ མེད་ དོ་ ཞེས་
fr: ils ne peuvent pas être quantifiés »,

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ ཁྱེའུ་ དེ␣ས་ སངས་རྒྱས་ ཞེས་ བྱ་བ␣འི་ སྒྲ་ སྔོན་མ་ ཐོས་པ་ ཐོས་ ནས་
fr: Ensuite, ce garçon qui entendait le mot (lit. son) « Bouddha » qu'il n'avait pas entendu auparavant,

source: སྤུ་ ཐམས་ཅད་ ཟིང་ ཞེས་ བྱས་ ཏེ་
fr: a eu la chair de poule (lit. tous ses poils ont fait "zing !") et

source: ལྟ་ འདོད་པ␣ར་ གྱུར་ ཏོ ། །
fr: il eut envie de le voir.

source: དེ་ནས་ དེ␣ས་ ཕ་མ་ ལ་ གསོལ་ ཏེ །
fr: Ensuite, il demanda [la permission] à ses parents : «

source: ཡབ་ཡུམ་
fr: Père, mère,

source: བདག་ ཡུལ་དབུས་ སུ་ མཆིས་ ཏེ །
fr: étant dans le Magadha,

source: བཅོམ་ལྡན་འདས་ དེ␣འི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ གྱིས་
fr: j'aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. Donc,

source: གནང་ བར་ མཛད་ དུ་ གསོལ་ ཞེས་
fr: veuillez m'accorder [votre permission] »,

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ ཕ་མ་ གཉིས་ ཀྱི་ བསམས་པ །
fr: Ensuite, les deux parents pensèrent : «

source: འདི་ ནི་ བདག་ཅག་ གིས་ བཟློག་པ␣ར་ མི་ ནུས་ སོ་ སྙམ་ དུ་
fr: Lui, nous n'arriverons pas à le détourner »,

source: རིག་ ནས་
fr: virent-ils. Puis,

source: སྨྲས་པ །
fr: ils dirent : «

source: སྡོད་ ཅིག་ དང་
fr: Attends.

source: བདག་ཅག་ གཉིས་ ཀྱིས་ ཁྱིམ་ གྱི་ འཁོར་ བཏང་ ནས་
fr: Nous renverrons le personnel de maison et

source: དེ␣འི་ འོག་ ཏུ་ ལྷན་ཅིག་ ཏུ་ འདོང་ ལ་
fr: nous partirons ensuite [tous] ensembles et

source: བཅོམ་ལྡན་འདས་ དེ␣འི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ བྱ␣འོ་ ཞེས་
fr: nous vivrons une vie chaste (lit. suivre le brahmacarya) auprès de ce Bienheureux »,

source: དེ་སྐད་ སྨྲ␣ས་ ནས །
fr: dirent-ils. Puis,

source: དེ་ གཉིས་ ཀྱིས་ ཁྱིམ་ གྱི་ འཁོར་ བཏང་ སྟེ་
fr: eux deux renvoyèrent le personnel de maison et

source: སྦྱིན་པ་ དག་ བྱིན་ ཞིང་
fr: ils pratiquèrent la générosité et

source: བསོད་ནམས་ དག་ བྱས་ ནས་
fr: accumuler (lit. faire) des mérites et

source: ཡུལ་དབུས་ སུ་ དོང་ སྟེ །
fr: partirent dans le Magadha et

source: དེ་དག་ མཐར་གྱིས་ དོང་ དོང་བ་ ལ␣ས་
fr: ils voyagèrent (lit. allèrent et allèrent) progressivement et

source: རྒྱལ་པོ␣འི་ ཁབ་ ཏུ་ ཕྱིན་ ནས་
fr: arrivèrent à Rājagṛha et

source: དེ་དག་ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ དོང་བ་ དང་ །
fr: Ils se dirigèrent vers le Bienheureux et

source: ཁྱེའུ་ དེ་ དང་ དེ␣འི་ ཕ་མ་ གཉིས་ ཀྱིས་ ཐག་ རིང་པོ་ ཞིག་ ནས ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ སྐུ་སྐྱེས་ བུ་ཆེན་པོ␣འི་ མཚན་ སུམ་ཅུ་རྩ་གཉིས་ ཀྱིས་ ལེགས་པ␣ར་ བརྒྱན་ ཅིང་ སྤ་བ␣ར་ བྱས་པ །
fr: le garçon et ses parents virent le Bienheureux Bouddha au loin. À la perfection, il portait comme des ornements ou de manière cachée les trente-deux marques des grands êtres,

source: མེ་ ལུས་ ཀྱི་ དབྱིབས་ སུ་ འདུག་པ་ ལྟ་བུ །
fr: il se tenait comme une masse de feu à forme humaine,

source: མེ་ལྕེ་ མར་ གྱིས་ བཏབ་པ་ ལྟ་བུ །
fr: comme une flamme que de l'huile attise,

source: མར་མེ་ གསེར་ གྱི་ སྣོད་ དུ་ བཞག་པ་ ལྟ་བུ །
fr: comme une flamme dans un lampe d'or remplie d'huile,

source: མཆོད་སྡོང་ རིན་པོ་ཆེ་ སྣ་ཚོགས་ ཀྱིས་ སྤྲས་པ་ ལྟ་བུ །
fr: comme un arbre à vénération paré de diverses pierres précieuses.

source: བླ་ གསལ་ ཞིང་ དྲི་མ་ མེད་ ལ་ རྣམ་པ␣ར་ དག་པ་ དང་ ལྡན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ མཐོང་ ངོ་ ། །
fr: [Il] vit le Bienheureux Bouddha dont l'esprit était clair, l'immaculé, qui est doté de la pureté entière.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: མཆོག་ ཏུ་ དགའ་བ་ སྐྱེས་ ཏེ །
fr: ils ressentirent une joie intense (lit. suprême) et

source: དགེ་བ␣འི་ རྩ་བ་ བསགས་པ␣འི་ རྒྱུ་ལ␣ས་ བྱུང་བ␣འི་ སེམས་ཅན་ གྱིས ། དང་པོ་ སངས་རྒྱས་ མཐོང་བ␣འི་ ཉམས་ བདེ་བ་ ཅི་འདྲ་བ་ དེ་ལྟ་ བུ་ ནི་ ལོ་ བཅུ་གཉིས་ ཀྱི་ བར་ དུ་ ཞི་གནས་ ཀྱི་ སེམས་ ལ་ གོམས་པ␣ར་ བྱས་པ་ ལ་ ཡང་ ཉམས་ བདེ་བ་ དེ་ལྟ་ བུ་ སྐྱེ་བ␣ར་ མི་ འགྱུར་ རོ ། །
fr: du fait des causes que sont les mérites accumulés dans le passé, l'expérience de félicité d'un tel être qui aperçoit un bouddha pour la première fois ne peut être ressentie (lit. née) même par celui qui a familiarisé son esprit au calme mental pendant douze années.

source: དེ་ལྟར་ མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu de cette manière,

source: མཆོག་ ཏུ་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: ils ressentirent une joie intense (lit. suprême).

source: དགའ་བ་ སྐྱེས་ ནས་
fr: Ayant ressenti cette joie,

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ དོང་ སྟེ་
fr: Ils se dirigèrent vers le Bienheureux et

source: ལྷགས་ ནས །
fr: arrivés là,

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: ils se prosternèrent devant le Bienheureux en touchant ses pieds de leur tête et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ བཅོམ་ལྡན་འདས་ ཀྱི་ སྤྱན་སྔ␣ར་ འཁོད་ དོ ། །
fr: s'assirent devant le Bienheureux pour entendre le Dharma.
