Repository: Esukhia/karmasataka
Catalog: sem/*/12.po
Languages: fr

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས ། དེ་ རྣམས་ ཀྱི་ བསམ་པ་ དང་ བག་ ལ་ ཉལ་ དང་ ཁམས་ དང་ རང་བཞིན་ ཐུགས་ སུ་ ཆུད་ ནས་
fr: Alors, le Bienheureux discerna leurs pensées, leurs tendances habituelles, leurs tempéraments (lit. l'élément) et leurs caractères (lit. la nature) et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors,

source: དེ་ རྣམས་ ཀྱིས་ སྟན་ དེ་ཉིད་ ལ་ འཁོད་ བཞིན་ དུ་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས་
fr: alors qu'ils étaient encore assis sur les mêmes sièges, ils anéantirent les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: ils manifestèrent le résultat de l'entrée dans le courant.

source: དེ་ རྣམས་ ཀྱིས་ བདེན་པ་ མཐོང་ ནས་
fr: Après qu'ils aient vu vu les vérités,

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: ils se levèrent de leurs sièges et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས་
fr: ils [replièrent] leur vêtement supérieur sur une épaule et le laissèrent retomber [devant eux] et

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ དེ །
fr: joignirent les mains et s'inclinèrent en direction du Bienheureux et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: ils dirent ceci au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ཅག་ ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ བྱུང་བ་ དང་ བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ གི་ དངོས་པོ་ འཐོབ་ ཏུ་ རུང་ ན །
fr: s'il nous est possible de nous extraire du monde selon le Vinaya, le Dharma si bien enseigné, et [s'il nous est possible] de parfaire l'approche [de la libération], d'obtenir la condition de moines pleinement ordonnés,

source: བདག་ཅག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: nous voulons à notre tour pratiquer la conduite de Brahma auprès du Bienheureux. »

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་ གཉིས་ དགེ་སློང་ ཚུར་ ཤོག་ ཅེས་བྱ་བ␣ས་ རབ་ཏུ་ ཕྱུང་ སྟེ་
fr: Puis, le Bienheureux les fit se retirer du monde en leur disant à eux deux « Moines, venez ici ! »

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ མཛད་ དོ ། །
fr: Il les ordonna pleinement et

source: དེ་ གཉིས་ ལ་ལུང་ ཡང་ ཕོག་ སྟེ །
fr: il conféra à eux deux la transmission orale. Alors,

source: དེ་ གཉིས་ ཀྱིས་ ཀྱང་ བརྩོན་པ་ དང་ ། བསྒྲུབ་པ་ དང་ ། འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: De leur côté, eux deux s'efforcèrent, s'appliquèrent et s'évertuèrent à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: ils manifestèrent l'état d'arhat.

source: དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: ils devinrent des arhats libres de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à leurs yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: ils [vinrent à] posséder un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: ils [possédaient] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ་
fr: leur sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: ils avaient obtenu la connaissance, les clairvoyances et les parfaites discriminations ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ །
fr: ils avaient tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: ils étaient désormais dignes (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: དེ་ནས་ འདུས་ མོ་ ཡང་ བཅོམ་ལྡན་འདས་ ཀྱིས་ སྐྱེ་དགུ␣འི་ བདག་མོ་ ཆེན་ མོ་ གཽ་ ཏ་ མཱི་ ལ་ གཏད་ ནས །
fr: Ensuite, le Bienheureux remis Assemblée à Mahā­prajāpatī Gautamī et

source: དེ་ཡང་ དེ␣ས་ རབ་ཏུ་ ཕྱུང་ སྟེ །
fr: elle lui fit se retirer du monde et

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ བྱས་ ནས་
fr: lui donna l'ordination complète et

source: དེ་ ལ་ལུང་ ཡང་ ཕོག་ སྟེ །
fr: elle lui conféra la transmission orale. Alors,

source: དེ␣ས་ ཀྱང་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: de son côté, elle s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: elle manifesta l'état d'arhat (lit. l'arhat-même).

source: དེ་ནས་ དགེ་སློང་ དག་ གིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: Puis les moines s'adressèrent au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: འདུས་པ␣འི་ ཀཱ་ ཏྱཱ་ ཡ་ ནས་ ལ␣ས་ ཅི་ བགྱིས་ ན །
fr: quelles actions Kātyāyana-de-l'Assemblée a réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ཏེ །
fr: le résultat de ces actions le fasse naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, puis

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ དང་
fr: [rende] son corps harmonieux, [le fasse] devenir beau et agréable au regard,

source: བསྟན་བཅོས་ ཐམས་ཅད་ རྟོགས་ ཏེ་
fr: lui [fasse] maîtriser tous les traités et

source: གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་ ལ །
fr: lui [fasse] vaincre tous les exégètes et

source: འདི␣ས་ བཅོམ་ལྡན་འདས་ ཀྱང་ མཉེས་པ␣ར་ བགྱིས་ ཏེ་
fr: lui [fasse] contenter le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་པ་ དང་ །
fr: ne rien faire qui le mécontente et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: le [fasse] se retirer du monde selon l'enseignement du Bienheureux et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: lui [fasse] éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་པ་ དང་ །
fr: lui [fasse] manifester l'état d'arhat et

source: དེ␣འི་ ཕ་མ་ གཉིས་ ཀྱང་ གཞུང་ སྨྲ་བ␣འི་ མཆོག་ ཏུ་ གྱུར་ ཏེ །
fr: ses deux parents, quant à eux, [qu'ont-ils fait pour] devenir suprêmes parmi les exégètes et

source: འདི་ཉིད་ ལ་ བརྟེན་ ནས་
fr: grâce à lui seul,

source: བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ་
fr: pour contenter le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་ ལ །
fr: ne rien faire pour le mécontenter et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: pour se retirer du monde selon l'enseignement du Bienheureux et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: pour éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་ ལགས །
fr: pour manifester l'état d'arhat ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: སྨོན་ལམ་ གྱི་ དབང་ ལ␣ས་ གྱུར་ ཏོ ། །
fr: Ceci est arrivé par le pouvoir de leurs souhaits. »

source: བཙུན་པ་
fr: « Vénérable,

source: འདི་ རྣམས་ ཀྱིས་ གང་ དུ་ སྨོན་ལམ་ བཏབ་ ལགས །
fr: quels souhaits ont-ils formulés ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན་ བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན ། ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ ། བདེ་བ␣ར་ གཤེགས་པ ། འཇིག་རྟེན་ མཁྱེན་པ ། སྐྱེས་བུ་ གདུལ་བྱ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ བཱ་རཱ་ཎ་སཱི་ ན་ བྲམ་ཟེ་ ཞིག་ གནས་པ་ དེ␣ས་ ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་པ་ ལ␣ས །
fr: à cette époque, un brahmane vivait à Vārāṇasī. Puis, arrivé à (lit. tombé) l'âge de se marier (lit. d'une épouse), il prit une épouse et

source: ཕྱི་ ཞིག་ ན་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས་
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་ ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས །
fr: après que neuf ou dix mois soient passés, elle donna le jour à un fils bien proportionné (lit. noble), dont la beauté réjouissait la vue et

source: འོ་མ་ དང་ ཞོ་ དང་ ། མར་ དང་ ཞུན་མར་ དང་ ། མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ
fr: il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme un lotus dans un lac, il grandit avec force.

source: དེ་ནས་ དེ་ ཆེ␣ར་ སྐྱེས་ ནས་
fr: Ensuite, lorsqu'il eut grandi,

source: དེ␣ས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས་
fr: il conçut de la dévotion pour l'enseignement du complet et parfait Bouddha Kāśyapa, et

source: ཕ་མ་ གཉིས་ ལ་ གསོལ་ ཏེ །
fr: il demanda [la permission] à ses deux parents : «

source: ཡབ་ཡུམ་
fr: Père, mère,

source: བདག་ཅག་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་བ␣ར་ གནང་ བར་ མཛད་ དུ་ གསོལ་ ཞེས་
fr: veuillez nous donner la permission de nous retirer [du monde] selon l'enseignement du Bienheureux »,

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ ཕ་མ་ གཉིས་ ཀྱིས་ དེ་ ལ་ སྨྲས་པ །
fr: Les deux parents lui dirent : «

source: བུ་
fr: Enfant,

source: ཁྱོད་ བདག་ཅག་ གཉིས་ ཀྱི་ བུ་ གཅིག་པ་ སྡུག་ ཅིང་ ཡིད་ དུ་ འོང་ ལ་ ཕོངས་པ་ དང་ འཐུན་པ␣ར་ བྱེད་པ་ ཡིན་པ␣ས་ ན་ བདག་ཅག་ གཉིས་ ཀྱིས་ གནང་ བར་ བྱ␣ར་ མི་ རུང་ ངོ་ ཞེས་
fr: tu es notre (lit. de nous deux) seul enfant adorable, ravissant, précieux (lit. dont la perte sera ressentie) et serviable (lit. qui fait ce qui correspond [aux besoins]). De ce fait, il n'est pas convenable que nous te donnons la permission »,

source: བྱས་ སོ ། །
fr: dirent-ils.

source: འོན་ཀྱང་ དེ་ ཕ་མ་ གཉིས་ ཀྱིས་ ཐབས་ སྣ་ཚོགས་ ཀྱིས་ བཟློག་ མ་ནུ␣ས་ ནས་
fr: Pourtant, ses deux parents ne réussirent pas à le dissuader (lit. détourner) même à l'aide de toutes sortes de stratégies (lit. méthodes) et

source: དེ་ ཕ་མ་ གཉིས་ ཀྱིས་ གནང་ སྟེ །
fr: les deux parents lui donnèrent la permission. Alors,

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ གསུང་རབ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: il se retira du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa et

source: བསྙེན་པ␣ར་ རྫོགས་ ཏེ །
fr: prit l'ordination complète et

source: དེ␣ས་ སྡེ་སྣོད་ གསུམ་ བསླབས་ ནས །
fr: il étudia les trois corbeilles et

source: རིག་པ་ དང་ གྲོལ་བ␣འི་ སྤོབས་པ་ དང་ ལྡན་པ␣འི་ ཆོས་ སྨྲ་བ␣ར་ གྱུར་ ཏེ །
fr: il devint un enseignant du Dharma qui possédait les connaissances et l'éloquence pour libérer et

source: གོས་ དང་ ཟས་ དང་ ། མལ་ཆ་ དང་ སྟན་ དང་ ། ནད་གསོ␣ས་ དང་ སྨན་ཟོང་ རྣམས་ རྙེད་ དོ ། །
fr: il reçut (lit. obtint) des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales.

source: དེ་ནས་ དེ␣ས་ ཕ་མ་ གཉིས་ དད་པ་ ཕུན་སུམ་ ཚོགས་པ་ ལ་ བཀོད་ དེ །
fr: Ensuite, il établit ses deux parents dans une dévotion parfaite, puis

source: སྐྱབས་ སུ་ འགྲོ་བ་ དང་ བསླབ་པ␣འི་ གཞི་ རྣམས་ ལ་ གནས་པ␣ར་ བྱས་ ནས །
fr: il les installa (lit. fit rester) dans le refuge (lit. la prise de refuge) et dans les vœux (lit. bases de l'entraînement).

source: དེ་ གཉིས་ སྦྱིན་པ་ དང་ སྦྱིན་པ␣འི་ བགོ་བཤའ་ ལ་ བཙུད་ དོ ། །
fr: Il les fit aussi s'engager (lit. entrer) tous les deux dans la [pratique de la] générosité et l'échange de la générosité.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དེ␣ས་ བསམས་པ་
fr: Ensuite, plus tard, il pensa : «

source: བདག་ གིས་ ཐོས་པ␣འི་ སྒོ་ ནས་ བྱ་བ་ གང་ཡིན་པ་ དེ་ ནི་ བདག་ གིས་ བྱས་ ཟིན་ གྱིས་
fr: Ce que je dois réaliser par l'étude (lit. l'écoute), je l'ai déjà fait. Donc,

source: མ་ལ་
fr: décidément,

source: ད་ནི་ བདག་ གིས་ དགེ་འདུན་ གྱི་ ཞལ་ཏ་ ཆོས་བཞིན་ དུ་ བྱ␣འོ་ སྙམ་ ནས་
fr: maintenant, je vais servir la saṅgha en accord avec le Dharma », pensa-t-il. Puis,

source: དེ␣ས་ ཕ་མ་ གཉིས་ དང་ སྦྱིན་བདག་ དང་ སྦྱིན་པ་པོ་ གཞན་དག་ ལ་ བསྐུལ་ ནས །
fr: il sollicita ses deux parents, d'autres bienfaiteurs et donateurs et

source: བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ ལ་ བཤོས་ གསོལ་ ཏེ །
fr: il offrit les repas du Bienheureux Kāśyapa et des autres (lit. etc.) [membres] de la saṅgha des moines et

source: དབུ་སྐྲ་ དང་ སེན་མོ␣འི་ མཆོད་རྟེན་ རྣམས་ ལ་ བཀུར་སྟི་ བྱས་ ནས །
fr: il offrit aussi ses services aux stūpa [contenant] des cheveux et des ongles et

source: སྨོན་ལམ་ བཏབ་པ །
fr: il fit ce souhait : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ ན་ བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ ཤོག་ ཅིག །
fr: Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ ཤོག་ ཅིག་ ཅེས་
fr: Puissé-je avoir un corps harmonieux (lit. noble), agréable au regard et beau »,

source: བྱས་ སོ ། །
fr: formula-t-il (lit. fit-il).

source: དེ་ གང་ ལ␣ས་ རབ་ཏུ་ བྱུང་བ␣འི་ མཁན་པོ་ དེ␣ས་ ནི་ ལོ་ བཅུ་དྲུག་ ལོན་པ་ ན ། བསྟན་བཅོས་ ཐམས་ཅད་ རྟོགས་ ནས་
fr: Le précepteur avec qui il s'était retiré du monde avait maîtrisé (lit. comprit) les traités lorsqu'il eut seize ans et

source: གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཀྱང་ ཚར་ བཅད་ དོ ། །
fr: il vainquit tous les exégètes.

source: དེ་བཞིན་ དུ་ དེ␣འི་ ཕ་མ་ གཉིས་ ཀྱང་ གཞུང་ སྨྲ་བ␣འི་ མཆོག་ ཏུ་ གྱུར་ ཏེ་
fr: De même, ses deux parents, quant à eux, étaient devenus suprêmes parmi les exégètes et

source: གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་ དོ ། །
fr: ils vainquirent tous les exégètes.

source: དེ་ནས་ དེ␣ས་ སྨྲས་པ །
fr: Alors, il dit : «

source: ཇི་ལྟར་ ན་ བདག་ གི་ མཁན་པོ␣ས་ ལོ་ བཅུ་དྲུག་ ལོན་པ་ ན་ བསྟན་བཅོས་ ཐམས་ཅད་ རྟོགས་ ནས་
fr: Tout comme mon précepteur a maîtrisé (lit. comprit) tous les traités lorsqu'il eut seize ans et

source: གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་པ་ དང་ །
fr: a vaincu tous les exégètes,

source: དེ་བཞིན་ དུ་ དེ␣འི་ ཕ་མ་ གཉིས་ ཀྱང་ གཞུང་ སྨྲ་བ␣འི་ མཆོག་ ཏུ་ གྱུར་ ཏེ །
fr: de même que ses deux parents sont devenu suprêmes parmi les exégètes et

source: དེ་ གཉིས་ ཀྱིས་ ཀྱང་ གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་ བཅད་པ་ དེ་བཞིན་ དུ་ བདག་ གིས་ ཀྱང་ ལོ་ བཅུ་དྲུག་ ཁོ་ན་ ལོན་པ་ ན་ བསྟན་བཅོས་ ཐམས་ཅད་ རྟོགས་པ␣ར་ གྱུར་ཅིག །
fr: ont eux aussi vaincu tous les exégètes, de même, puissé-je moi aussi maîtriser (lit. comprendre) tous les traités quand j'aurai seize ans.

source: གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཚར་གཅོད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je vaincre tous les exégètes.

source: དེ་བཞིན་ དུ་ བདག་ གི་ ཕ་མ་ གཉིས་ ཀྱང་ གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཀྱི་ མཆོག་ ཏུ་ གྱུར་ཅིག །
fr: De même, puissent mes deux parents devenir suprêmes parmi les exégètes.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས ། བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: M'étant retiré du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissions-nous manifester l'état d'arhat (lit. l'arhat-même) »,

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ དེ་ སྨོན་ལམ་ འདེབས་ ཤིང་ འདུག་པ་ ཕ་མ་ གཉིས་ ཀྱིས་ མཐོང་ ནས་
fr: Ensuite, ses deux parents le virent faire ces souhaits et

source: དེ་ གཉིས་ ཀྱིས་ དེ་ ལ་ དྲིས་པ །
fr: ils lui demandèrent tous les deux : «

source: བུ་
fr: Enfant,

source: ཁྱོད་ ཀྱིས་ སྨོན་ལམ་ ཅི་ཞིག་ བཏབ་
fr: quel souhait as-tu fait ? »

source: དེ་ནས་ དེ␣ས་ ཕ་མ་ གཉིས་ ལ་ བདག་ གིས་ སྨོན་ལམ་ འདི་ལྟར་ བཏབ་པོ་ ཞེས་
fr: Ensuite, que « J'ai fait un souhait comme ceci »,

source: རྒྱས་པ␣ར་ བསྙད་ དོ ། །
fr: il le leur raconta en détail (lit. largement).

source: ཕ་མ་ གཉིས་ ཀྱིས་ སྨྲས་པ །
fr: Les deux parents dirent : «

source: དེ␣འི་ ཚེ་ བདག་ཅག་ གཉིས་ ཁྱོད་ ཀྱི་ ཕ་མ་ གཞུང་ སྨྲ་བ␣འི་ མཆོག་ ཏུ་ གྱུར་ཅིག །
fr: À cette époque, puissions-nous, tes deux parents, devenir suprêmes parmi les exégètes.

source: ཁྱོད་ ཀྱང་ བདག་ཅག་ གཉིས་ ཀྱི་ བུར་ གྱུར་ཅིག །
fr: Quant à toi, puisses-tu devenir notre enfant.

source: ཁྱོད་ ཁོ་ན་ ལ་ བརྟེན་ ཏེ་
fr: Que grâce à toi-même (lit. seulement toi),

source: བདག་ཅག་ གཉིས་ ཀྱིས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: nous contentions tous les deux par nos actes le Bienheureux Bouddha.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissions-nous ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: Nous étant retirés du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissions-nous manifester l'état d'arhat (lit. l'arhat-même) »,

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་བ␣འི་ དགེ་སློང་ དུ་ གྱུར་པ ། གང་ཡིན་པ་ དེ་ ནི་ འདུས་པ␣འི་ ཀཱ་ ཏྱཱ་ ཡ་ ན་ འདི་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, celui qui s'était retiré du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa et qui était moine, c'est Kātyāyana-de-l'Assemblée lui-même.

source: དེ␣འི་ ཚེ་ དེ␣འི་ ཕ་མ␣ར་ གྱུར་པ་ གཉིས་ ནི་ ཕ་མ་ འདི་ གཉིས་ ཁོ་ན་ ཡིན་ ནོ ། །
fr: À cette époque, ceux qui étaient ses deux parents sont ces deux parents-ci eux-mêmes (lit. seulement).

source: དེ␣ས་ དེ␣ར་ སྦྱིན་པ་ དག་ བྱིན་ ཅིང་
fr: [Qu']il ait alors (lit. là) pratiqué la générosité et

source: བསོད་ནམས་ དག་ བྱས་ ནས་
fr: accumulé les mérites et

source: སྨོན་ལམ་ བཏབ་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས ། གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ཏེ །
fr: formulé ces souhaits eut pour résultat de le faire naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait) et

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ དང་ །
fr: [de rendre] son corps harmonieux, [de le faire] devenir beau et agréable au regard,

source: བསྟན་བཅོས་ ཐམས་ཅད་ ཀྱང་ རྟོགས་ ལ །
fr: [de lui faire] maîtriser tous les traités et

source: གཞུང་ སྨྲ་བ་ ཐམས་ཅད་ ཀྱང་ ཚར་ བཅད་ དེ །
fr: vaincre tous les exégètes. De plus,

source: དགེ་སློང་ དག་
fr: moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ་
fr: il m'a contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: il s'est retiré du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ
fr: il a éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: il a manifesté l'état d'arhat.

source: ཕ་མ་ དེ་ གཉིས་ ཀྱིས་ དེ␣ར་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: Les souhaits que ses parents ont formulés : «

source: བདག་ཅག་ གཉིས་ ཁྱོད་ ཀྱི་ ཕ་མ་ གཞུང་ སྨྲ་བ␣འི་ མཆོག་ ཏུ་ གྱུར་ཅིག །
fr: Puissions-nous devenir tes parents [et devenir] suprêmes parmi les exégètes.

source: ཁྱོད་ ལ␣ས་ བརྟེན་ ཏེ་
fr: Que grâce à toi,

source: བདག་ཅག་ གཉིས་ ཀྱིས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: nous contentions tous les deux par nos actes le Bienheureux Bouddha.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག་ ཅེས་
fr: Puissions-nous ne rien faire qui le mécontente. »

source: བྱས་པ་ དེ␣ས་ ནི་ ད་ལྟར་ ཡང་ འདི་ གཉིས་ གཞུང་ སྨྲ་བ␣འི་ མཆོག་ ཏུ་ གྱུར་ ཏེ །
fr: Avoir fait [ces souhaits les fit] devenir tous les deux suprêmes parmi les exégètes à notre époque (lit. maintenant) et

source: འདི་ཉིད་ ལ␣ས་ བརྟེན་ ནས་
fr: grâce à lui seul,

source: འདི་ གཉིས་ ཀྱིས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ །
fr: ils m'ont tous les deux contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'ont rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: ils se sont retirés du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: ont éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ །། །།
fr: ils ont manifesté l'état d'arhat. »
