Repository: Esukhia/karmasataka
Catalog: sem/*/13.po
Languages: fr

source: མོད་ ལ་ དབང་པོ་ རབ་ཏུ་ ཞི་བ␣ར་ གནས ། །
fr: à ce moment, il maintient ses sens dans un apaisement total.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་ རྣམས་ ལ་ལུང་ ཕོག་ སྟེ
fr: Puis, le Bienheureux leur accorda la transmission orale et

source: དེ་དག་ གིས་ ཀྱང་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: de leur côté, ils s'efforcèrent, s'appliquèrent et s'évertuèrent à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: ils manifestèrent l'état d'arhat.

source: དེ་དག་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: Ils devinrent des arhats libres de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ་
fr: [un morceau] d'or et une motte de terre étaient identiques [à leurs yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: ils [vinrent à] posséder un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: ils [possédaient] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ་
fr: leur sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ་
fr: ils avaient obtenu la connaissance, les clairvoyances et les parfaites discriminations ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ །
fr: ils avaient tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: ils étaient désormais dignes (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: དེ་ནས་ འཕྱེ་བོ␣ས་ བསམས་པ །
fr: Ensuite, Paṅgu pensa : «

source: གལ་ཏེ་ བདག་ ཀྱང་ ལུས་ འདི་འདྲ་ བར་མ་ གྱུར་ ན་ ནི་ བདག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: Si mon corps n'était pas comme ça, moi aussi, je me retirerais du monde selon l'enseignement du Bienheureux et

source: ཆུ་བོ་ རྣམས་ ལ␣ས་ བརྒལ་བ␣ར་ བྱ་བ་ དང་ སྦྱོར་བ་ རྣམས་ ལ␣ས་ འདའ་བ␣ར་ བྱ་བ␣འི་ ཕྱིར་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ར་ བྱ་བ་ ཞིག་ ན་ སྙམ་ མོ ། །
fr: je m'efforcerais, je m'appliquerais et je m'évertuerais pour traverser les fleuves et transcender ce qui m'engage [dans le samsara] », pensa-t-il.

source: དེ་ནས་ དེ་སྐད་ ཅེས་ བརྗོད་ མ་ ཐག་ ཏུ་ དེ␣འི་ ལུས་ དེ་ རྣམ་པ་ ཐམས་ཅད་ དུ་ ཡོངས་སུ་ རྫོགས་ ཤིང་
fr: Ensuite, au moment où il dit ceci, il fut entièrement doté de toutes les facultés physiques et

source: རངས་པ␣ར་ གྱུར་ ནས་
fr: [il se trouva] en parfait état. Puis,

source: དེ་ ལྷག་པར་ ཡང་ བཅོམ་ལྡན་འདས་ ལ་ དགའ་བ␣ར་ གྱུར་ ཏོ ། །
fr: il ressentit plus encore de joie [en pensant] au Bienheureux.

source: དགའ་བ␣ར་ གྱུར་ ནས་
fr: Empli de joie,

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: il se leva de son siège et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས་
fr: il [replia] son vêtement supérieur sur une épaule et le laissa retomber [devant lui] et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: il dit ceci au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ དང་ བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ གི་ དངོས་པོ་ འཐོབ་ ཏུ་ རུང་ ན །
fr: s'il est possible de s'extraire du monde selon le Vinaya, le Dharma si bien exprimé, et [s'il est possible] de parfaire l'approche [de la libération], d'obtenir la condition de moine pleinement ordonné,

source: བདག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: moi aussi, j'aimerais vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དགེ་སློང་ ཚུར་ ཤོག་ ཅེས་བྱ་བ␣ས་ རབ་ཏུ་ ཕྱུང་ སྟེ་
fr: Ensuite, le Bienheureux le fit se retirer du monde en lui disant « Moine, viens ici ! » et

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ མཛད་ ནས་
fr: lui accorda l'ordination complète et

source: ལུང་ ཡང་ ཕོག་ གོ ། །
fr: lui [accorda] la transmission orale.

source: དེ␣ས་ ཀྱང་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: De son côté, il s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: il manifesta l'état d'arhat (lit. l'arhat-même).

source: དེ་ནས་ དགེ་སློང་ དག་ གིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ་
fr: Puis les moines s'adressèrent au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: འཕྱེ་བོ␣ས་ ལ␣ས་ ཅི་ཞིག་ བགྱིས་ ན་
fr: quelles actions Paṅgu a réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ འཕྱེ་བོ␣ར་ གྱུར་ ལགས །
fr: le résultat de ces actions le rende estropié ?

source: ལ␣ས་ ཅི་ཞིག་ བགྱིས་ ན །
fr: Quelles actions a[-t-il] réalisées pour

source: དེ␣ས་ བཅོམ་ལྡན་འདས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ་
fr: qu'il contente le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་ ལ །
fr: ne fasse rien qui le mécontente, puis

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: pour se retirer du monde selon l'enseignement du Bienheureux et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་ ལགས །
fr: [pour qu']il manifeste l'état d'arhat ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: འདི་ཉིད་ ཀྱིས་ ལ␣ས་ དེ་ལྟ་ བུ་ བྱས་ ཤིང་ བསགས་ ཏེ་
fr: il a lui-même réalisé et accumulé des actions correspondantes (lit. comme ceci). En effet,

source: དགེ་སློང་ དག་
fr: moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ་ བདེ་བ␣ར་ གཤེགས་པ་ འཇིག་རྟེན་ མཁྱེན་པ་ སྐྱེས་བུ་ གདུལ་བྱ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ་ ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt-mille ans, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ བཱ་རཱ་ཎ་སཱི་ འདི་ཉིད་ ན་ ཁྱིམ་བདག་ སྤུན་ གཉིས་ ཤིག་ གནས་པ་ ལ␣ས་
fr: à cette époque, deux frères vivaient à Vārāṇasī desquels

source: གཅིག་ གིས་ ནི་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ ལ␣ས་ ཆོས་ ཐོས་ ཏེ་
fr: l'un entendit le Dharma de la part du complet et parfait Bouddha Kāśyapa et

source: ཕྱིར་ མི་ འོང་བ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ནས །
fr: il manifesta le résultat de ceux qui ne reviennent plus. Puis,

source: དེ␣ས་ ཁ་ན་མ་ཐོ་བ་ དང་ བཅས་པ␣འི་ ལ␣ས་ རྣམས་ སྤངས་ ཏེ
fr: il abandonna les actions non-vertueuses et

source: གཅིག་ ཏུ་ ངེས་པར་ ཁ་ན་མ་ཐོ་བ་ མེད་པ␣འི་ ལ␣ས་ རྣམས་ ལ་ གནས་ སོ ། །
fr: réalisa (lit. se maintint) uniquement les actions entièrement vertueuses.

source: ནུ་བོ་ ཅིག་ཤོས་ ནི་ ཞིང་ལས་ བྱེད་ དེ་
fr: L'autre frère travaillait dans les champs et

source: དེ␣ས་ བསམས་པ་
fr: il pensa : «

source: བདག་ ནི་ གྲང་བ་ ན་ ཡང་ གྲང་བ␣ས་ ཉེན་
fr: Je suis affligé par le froid quand il fait froid,

source: ཚ་བ་ ན་ ཡང་ཚ་ བས་ ཉེན་ ལ །
fr: je suis affligé par la chaleur quand il fait chaud, et

source: འདི་ ནི་ ཁྱིམ་ ན་ འདུག་ ཅིང་
fr: lui, il reste dans la maison et

source: བདེ་བ་ ཉམས་ སུ་ མྱོང་བ␣ར་ བྱེད་ དོ་ སྙམ་ ནས །
fr: il passe du bon temps (lit. fait l'expérience du bonheur) », pensa-t-il. Puis,

source: དེ་ ཁྲོ␣ས་ ཏེ་
fr: il se mit en colère et

source: ཕྱིར་ མི་ འོང་བ་ དེ་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ །
fr: il dit des paroles blessantes à celui qui avait [atteint le niveau de] ceux qui ne reviennent plus : «

source: བདག་ ནི་ གྲང་བ་ ན་ ཡང་ གྲང་བ␣ས་ ཉེན་
fr: Je suis affligé par le froid quand il fait froid,

source: ཚ་བ་ ན་ ཡང་ཚ་ བས་ ཉེན་ ཏེ་
fr: je suis affligé par la chaleur quand il fait chaud, et

source: ལ␣ས་ ཐམས་ཅད་ བྱེད་ ལ་
fr: je fais tous les travaux tandis que

source: ཁྱོད་ ནི་ འཕྱེ་བོ་ བཞིན་ དུ་ ཁྱིམ་ ན་ ཐེན་ ཞིང་
fr: toi, comme un estropié, tu te traînes dans la maison et

source: འདུག་ སྟེ་
fr: tu y restes et

source: ཅི་ཡང་ བྱེད་པ་ མི་ འདོད་ དམ་ ཞེས་
fr: tu n'as pas envie de faire quoi que ce soit ? »

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ ཕྱིར་ མི་ འོང་བ␣ས་ བསམས་པ །
fr: Ensuite, celui qui ne reviendrait plus pensa : «

source: ནུ་བོ་ འདི␣ས་ བདག་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲ␣ས་ ཀྱིས་
fr: Ce frère à moi me dit des paroles blessantes. Donc,

source: གཏན་ དུ་ ཕུང་བ␣ར་ མི་འགྱུར་བ␣ར་ བྱ་བ␣འི་ ཕྱིར་ འདི␣འི་ ར་མདའ་ བྱ་ དགོས་ སོ་ སྙམ་ ནས་
fr: il faut que je l'aide de façon à ce qu'il ne se perde pas de manière définitive », pensa-t-il. Puis,

source: དེ␣ས་ དེ␣འི་ མདུན་ དུ་ རྫུ་འཕྲུལ་ བསྟན་ ཏེ་
fr: il fit montre de ses pouvoirs surnaturels devant lui et

source: སྨྲས་པ །
fr: dit : «

source: ཁྱོད་ ཀྱིས་ ང་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲ␣ས་ ཀྱིས་
fr: Tu m'as dit des paroles blessantes. Donc,

source: ཉེས་པ་ ལ་ཉེ␣ས་ སོ་ ཞེས་
fr: [concernant] ta mauvaise action, [dis] « J'ai mal agi. » et

source: བཤགས་པ␣ར་ གྱིས་ ཤིག །
fr: confesse-toi.

source: འཁོར་བ་ ན་ འཁོར་ ཞིང་
fr: Tu errerais dans le samsara et

source: སྡུག་བསྔལ་ ཆེན་པོ་ རྙེད་ ཏ་ རེ །
fr: subirais de grandes souffrances ! »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ ནུ་བོ་ དེ་ འགྱོད་པ་ ཆེན་པོ་ སྐྱེས་ ཏེ །
fr: dès qu'il entendit ceci, le frère donna naissance à un regret intense (lit. grand) et

source: དེ␣ས་ དེ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: il se prosterna à ses pieds et

source: བཟོད་པ␣ར་ གསོལ་ ཏེ་
fr: lui demanda pardon et

source: འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: lui dit ceci : «

source: བདག་ ཁྱིམ་ ན་ གནས་པ་ བཏང་ སྟེ །
fr: Je vais délaisser la vie de famille et

source: སོང་ ལ་
fr: je vais partir et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ འབྱུང་ ངོ་ ། །
fr: je vais me retirer du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa. »

source: ཕྱིར་ མི་ འོང་བ␣ས་ སྨྲས་པ །
fr: Celui qui ne reviendrait plus dit : «

source: ཁྱིམ་ གྱི་ འཁོར་ ཐོང་ ལ་
fr: Renvoyons le personnel de maison et

source: བདག་ཅག་ གཉིས་ཀ་ རབ་ཏུ་ འབྱུང་བ␣ར་ བྱ␣འོ ། །
fr: retirons-nous tous les deux du monde. »

source: དེ␣ས་ སྨྲས་པ །
fr: Il répondit : «

source: དེ་ལྟར་ བགྱི␣འོ ། །
fr: Faisons ceci. »

source: དེ་ནས་ དེ␣ས་ ཁྱིམ་ གྱི་ འཁོར་ བཏང་ ནས་
fr: Ensuite, il renvoya le personnel de maison et

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ གཉི་ག་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: ils se retirèrent tous les deux selon l'enseignement du complet et parfait Bouddha Kāśyapa, puis

source: ཕྱིར་ མི་ འོང་བ␣ས་ ནི་ རབ་ཏུ་ བྱུང་ ནས་
fr: celui qui ne reviendrait plus se retira du monde et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: il manifesta l'état d'arhat (lit. l'arhat-même).

source: ཅིག་ཤོས་ ཀྱིས་ ནི་ རབ་ཏུ་ བྱུང་ ནས་
fr: L'autre se retira du monde et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དེ་
fr: vécu chastement toute sa vie, puis

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: il fit ce souhait au moment de mourir : «

source: བདག་ གིས་ འདི་ལྟར་ སེམས་ཅན་ དག་པ་ འདི་ ལྟ་བུ་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ␣འི་ ལ␣ས་ དེ␣འི་ སྐལ་བ་ ཅན་ དུ་ བདག་ མ་ གྱུར་ཅིག །
fr: Puissé-je de pas devoir subir [le résultat] d'avoir dit des paroles blessantes à un être comme lui.

source: བརྒྱ་ལ་ ལ␣ས་ དེ␣འི་ འབྲས་བུ་ བདག་ ལ་ སྨིན་པ␣ར་ གྱུར་ ན་ ཡང་ རབ་ཏུ་ འབྱུང་བ␣འི་ སེམས་བསྐྱེད་ མ་ ཐག་ ཏུ་ མ་ ལེགས་པ་ མེད་པ␣ར་ གྱུར་ ཏེ་
fr: Si par hasard (lit. sur cent), le résultat mûrit sur moi, puisse ce mal disparaître dès que je conçois l'idée de me retirer du monde et

source: ལེགས་པ་ འབྱུང་བ␣ར་ གྱུར་ཅིག །
fr: puisse ce qui est bien m'arriver.

source: འདི་ལྟར་
fr: Eh bien (lit. comme ceci),

source: བདག་ རབ་ཏུ་ བྱུང་ ནས་
fr: je me suis retiré du monde et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ ཀྱང་
fr: j'ai vécu chastement toute ma vie (lit. une vie), et

source: ཡོན་ཏན་ ཅི་ཡང་ མ་ ཐོབ་ ཀྱིས་
fr: je n'ai obtenu aucune de toutes les qualités.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: M'étant retirée du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même) »,

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ གསུང་རབ་ ལ་ རབ་ཏུ་ བྱུང་བ␣འི་ དགེ་སློང་ དུ་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ འཕྱེ་བོ་ འདི་ཉིད་ ཡིན་ ཏེ
fr: À cette époque, le moine qui s'était retiré du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa est Paṅgu lui-même et

source: དེ␣ས་ དེ␣ར་ ཕུ་བོ་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ␣འི་ ལ␣ས་ དེ␣ས་ ནི་ གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ འཕྱེ་བོ␣ར་ གྱུར་ ཏོ ། །
fr: l'action d'avoir dit ces paroles blessantes à son frère le rendit estropié partout où il naissait.

source: དེ་ འགྱོད་པ␣ར་ གྱུར་ ཏེ་
fr: Il regretta et

source: རབ་ཏུ་ བྱུང་ ནས་
fr: se retira du monde et

source: ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དེ་
fr: vécut chastement toute sa vie et

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: fit ce souhait au moment de mourir : «

source: འདི་ལྟར་
fr: Eh bien (lit. comme ceci),

source: བདག་ གིས་ སེམས་ཅན་ དག་པ་ འདི་ ལྟ་བུ་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ␣འི་ ལ␣ས་ དེ␣འི་ སྐལ་བ་ ཅན་ དུ་ བདག་ མ་ གྱུར་ཅིག །
fr: puissé-je de pas devoir subir [le résultat] d'avoir dit des paroles blessantes à un être comme lui.

source: བརྒྱ་ལ་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ་ བདག་ ལ་ སྨིན་པ␣ར་ གྱུར་ ན་ ཡང་ རབ་ཏུ་ འབྱུང་བ␣འི་ སེམས་བསྐྱེད་ མ་ ཐག་ ཏུ་ བདག་ གི་ མ་ ལེགས་པ་ མེད་པ␣ར་ གྱུར་ ཏེ །
fr: Si par hasard (lit. sur cent), le résultat mûrit sur moi, puisse mon mal disparaître dès que je conçois l'idée de me retirer du monde et

source: ལེགས་པ་ འབྱུང་བ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puisse ce qui est bien m'arriver. »

source: བྱས་པ་ དེ␣ས་ ནི་ ད་ལྟར་ རབ་ཏུ་ བྱུང་བ␣འི་ སེམས་བསྐྱེད་ མ་ ཐག་ ཏུ་ ལུས་ ཀྱི་ ཡན་ལག་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ␣ར་ གྱུར་ ཏོ ། །
fr: Avoir formulé (lit. fait) ce souhait fit que maintenant, son corps trouva toutes les facultés physiques au moment où il conçut la pensée de se retirer du monde.

source: དེ␣ས་ དེ␣ར་ སྨོན་ལམ་ བཏབ་ སྟེ་
fr: Il formula le souhait suivant : «

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས ། བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: M'étant retiré du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même). »

source: བྱས་པ␣ས་ ནི ། དགེ་སློང་ དག་ ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: Puisqu'il a fait ce souhait, moines, je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ་
fr: il m'a contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ་
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: il s'est retiré du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: il manifesta l'état d'arhat (lit. l'arhat-même).

source: དེ་ནས་ དགེ་སློང་ དག་ གིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: Puis les moines s'adressèrent au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: ཀྱེ་མ་
fr: quelle merveille !

source: མི་རྒོད་ ལྔ་ བརྒྱ་པོ་ འདི་དག་ འཕྱེ་བོ་ འདི་ དང་ མཇལ་ ནས་
fr: Ces cinq cent brigands ont rencontré cet estropié et

source: རབ་ཏུ་ བྱུང་ སྟེ །
fr: ils se sont retirés du monde et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་པ་ ལ་ གཟིགས །
fr: ils ont manifesté l'état d'arhat. Posez-y votre regard. »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: ད་ལྟར་ འབའ་ཞིག་ མ་ ཡིན་ གྱི་
fr: ce n'est pas uniquement maintenant [que ceci est arrivé]. En effet,

source: འདས་པ␣འི་ དུས་ ན་ ཡང་ མི་རྒོད་ ལྔ་ བརྒྱ་པོ་ འདི་དག་ འཕྱེ་བོ་ འདི་ཉིད་ དང་ ཕྲད་ ནས་
fr: dans le passé aussi, les cinq cent brigands ont rencontré ce même estropié et

source: རབ་ཏུ་ བྱུང་ སྟེ །
fr: ils se sont retirés du monde et

source: བསམ་གཏན་ བཞི་ དང་ མངོན་པར་ ཤེས་པ་ ལྔ་ བསྐྱེད་པ་ དེ་ ཉོན་ ཅིག །
fr: ils développèrent les quatre concentrations et les cinq clairvoyances. Écoutez donc.

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན་ མི་རྒོད་ ལྔ་ བརྒྱ་ ཙམ་ ནགས་ཁྲོད་ ཅིག་ ན་ རྟེན་ ཅིང་ གནས་ ཏེ །
fr: dans une époque maintenant révolue, environ cinq cent brigands s'étaient établis et vivaient dans une forêt et

source: དེ་དག་ གིས་ རི་ཁྲོད་ ཀྱི་ གྲོང་ ཞིག་ བཅོམ་ སྟེ །
fr: ils mirent à sac un village de montagne et

source: ནོར་ ཟས་ མང་པོ་ དེ་ནས་ བླངས་ སོ ། །
fr: y prirent beaucoup de richesses et de nourriture.

source: མི་ འདི་ ཡང་ ནགས་ཁྲོད་ དེ་ཉིད་ ན་ རྟེན་ ཅིང་ འདུག་པ་ ལ␣ས་
fr: Cet homme s'était aussi établi et vivait aussi dans cette forêt et

source: མི་རྒོད་ དེ་དག་ དེ␣ར་ དོང་བ␣ས་ གནོད་སྦྱིན་ ལ་ མི་ མཆོད་པ␣འི་ ཕྱིར་ བཟུང་ སྟེ །
fr: les brigands allèrent vers lui et l'attrapèrent pour faire une offrande humaine au yakṣa. Alors,

source: དེ་དག་ ནགས་ཁྲོད་ དེ␣ར་ དོང་ ནས་
fr: ils allèrent dans leur repère (lit. milieu de forêt) et

source: གནོད་སྦྱིན་ དེ␣འི་ མདུན་ དུ་བ་ ལང་ གི་ ལྕི་བ␣ས་ བྱུགས་ ཏེ །
fr: ils appliquèrent de la bouse de vache devant ce yakṣa et

source: བུམ་པ་ གང་བ་ དང་ མི་ དེ་ བཞག་ ནས་
fr: y disposèrent un vase plein et cet homme et

source: རལ་གྲི་ རྣོན་པོ་ ཐོགས་ ཏེ །
fr: ils prirent (lit. portèrent) des épées affûtées et

source: གནོད་སྦྱིན་ གྱི་ མདུན་ དུ་ འདུག་ ནས་
fr: ils s'installèrent devant le yakṣa et

source: མཆོད་སྦྱིན་ བྱས་ སོ ། །
fr: ils firent le sacrifice.

source: མི་ དེ␣ས་ ཀྱང་ བདག་ འདི་ རྣམས་ ཀྱིས་ བསད་ དེ་
fr: Cet homme, quant à lui, « Ils vont me tuer et

source: གནོད་སྦྱིན་ གྱི་ མཆོད་པ་ བྱེད་པ␣ར་ སེམས་ སམ་ སྙམ་ ནས་
fr: vont [m']offrir au yakṣa. C'est ce qu'ils pensent », pensa-t-il. Puis,

source: དེ་ ཤིན་ཏུ་ འཇིགས་ ཤིང་ སྐྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: il fut pris d'une grande panique.

source: འཇིགས་ ཤིང་ སྐྲག་ ནས་
fr: Pris de panique,

source: བསམས་པ །
fr: il pensa : «

source: བདག་ སུ་ཞིག་ ལ་ སྐྱབས་ སུ་ འགྲོ་བ␣ར་ བྱ །
fr: En qui pourrais-je trouver un refuge ?

source: བདག་ ལ་ སུ་ཞིག་ སྲོག་ ཕངས་པ་ སྦྱིན་པ␣ར་ འགྱུར་ སྙམ་ མོ ། །
fr: Qui m'accordera la vie que je pleure (lit. je regrette d'avoir perdu) ? » pensa-t-il.

source: དེ་ནས་ དེ␣འི་ ཚེ་ རི་ཁྲོད་ དེ་ནས་ ཐག་ མི་ རིང་བ་ ཞིག་ ན་ དཀའ་ཐུབ་ ཀྱི་ གནས་ ཤིག་ གི་ ནང་ ན་ དྲང་སྲོང་ ཞིག་ གནས་ སོ ། །
fr: Alors, à cette époque, non loin de là dans la montagne, dans un endroit [dédié] aux austérités, vivait un ṛṣi.

source: དེ␣འི་ ཚེ་ མི་ དེ␣ས་ དྲང་སྲོང་ དེ་ ཡིད་ ལ་ དྲན་ ནས་
fr: À ce moment, cette personne pensa au ṛṣi et

source: དེ␣ས་ དད་པ␣འི་ སེམས་ ཀྱིས་ དྲང་སྲོང་ དེ་ ལ་ གསོལ་བ་ བཏབ་པ །
fr: il pria mentalement ce ṛṣi avec dévotion : «

source: བཅོམ་ལྡན་འདས་ ནི་ མི་ གཟིགས་པ་ དང་ ། མི་ མཁྱེན་པ་ དང་ ། ཐུགས་ སུ་ མི་ ཆུད་པ་ ཅི་ཡང་ མི་ མངའ་ ན་
fr: Bienheureux, puisqu'il n'est rien que vous ne voyiez pas, que vous ne sachiez pas et que vous ne compreniez pas,

source: ཀྱེ་མ་
fr: hélas,

source: བདག་ ལ་ སྲོག་ ཕངས་པ་ སྩལ་ དུ་ གསོལ །
fr: Veuillez m'accorder la vie que je pleure (lit. je regrette d'avoir perdu).

source: དཀའ་བ་ སྐུ་ཉམས་ སུ་ བཞེས་པ␣ར་ གསོལ་ ཞེས་
fr: Veuillez prendre sur vous les difficultés [pour le faire] »,

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ དྲང་སྲོང་ དེ་ ལ་ དགའ་བ␣འི་ ལྷ་ ཞིག་ གིས་ མི་ དེ␣འི་ བསམ་པ་ སེམས་ ཀྱིས་ ཤེས་ ནས་
fr: Ensuite, un dieu qui aimait ce ṛṣi connut par l'esprit les pensées de cet homme et

source: དྲང་སྲོང་ དེ་ ལ་ སྦྲན་ ཏོ ། །
fr: il les raconta au ṛṣi.

source: དེ་ནས་ དྲང་སྲོང་ གིས་ ཐོས་ མ་ ཐག་ ཏུ་ རང་ གི་ དཀའ་ཐུབ་ ཀྱི་ གནས་ ནས་ མི་སྣང་བ␣ར་ གྱུར་ ཏེ །
fr: Ensuite, dès que le ṛṣi l'eut entendu, il disparut de l'endroit de ses austérités et

source: མི་རྒོད་ དེ་དག་ གི་ མདུན་ དུ་ འོངས་ ནས་
fr: il vint devant ces brigands et

source: མི་རྒོད་ དེ་དག་ གིས་ དྲང་སྲོང་ དེ་ མཐོང་ ངོ་ ། །
fr: ces brigands virent ce ṛṣi.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: དེ་དག་ མཆོག་ ཏུ་ དགའ་བ␣ར་ གྱུར་ ཏོ ། །
fr: ils ressentirent une joie intense (lit. suprême).

source: དགའ་བ␣ར་ གྱུར་ ནས་
fr: Emplis de joie,

source: དྲང་སྲོང་ བཀའ་ ཅི་ སྩལ་ ཞེས་
fr: « Que nous commandez-vous, ṛṣi ? »

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དྲང་སྲོང་ གིས་ སྨྲས་པ །
fr: Le ṛṣi dit : «

source: མི་ འདི་ ཐོང་ ལ་
fr: relâchez cet homme et

source: ང␣འི་ མདུན་ དུ་ འཁོད་ ཅིག་ དང་
fr: installez-vous devant moi.

source: ཁྱོད་ ལ་ ཆོས་ བཤད་ དོ ། །
fr: Je vous enseignerai le Dharma. »

source: དེ་ནས་ དྲང་སྲོང་ གིས་ བཀའ་ སྩལ་པ་ བཞིན་ དུ་ འཚལ་ ལོ་ ཞེས་
fr: Ensuite, « Nous ferons selon les ordres de ṛṣi »,

source: སྨྲ␣ས་ ནས །
fr: dirent-ils. Puis,

source: མི་རྒོད་ དེ་དག་ གིས་ མི་ དེ་ བཏང་ སྟེ །
fr: les brigands relâchèrent cet homme et

source: དྲང་སྲོང་ དེ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: ils se prosternèrent aux pieds du ṛṣi et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ མདུན་ དུ་ འཁོད་ དོ ། །
fr: s'installèrent devant lui pour écouter le Dharma.

source: དེ་ནས་ དྲང་སྲོང་ དེ␣ས་ དེ་དག་ ལ་ ཆོས་ དེ་ལྟ་ བུ་ བསྟན་ ཏེ་
fr: Ensuite, le ṛṣi leur donna un enseignement correspondant (lit. comme ceci) et

source: དེས་ན་ མི་ དེ་ དང་ མི་རྒོད་ ལྔ་ བརྒྱ་ དྲང་སྲོང་ དེ་ཉིད་ ཀྱི་ ཐད་ དུ་ རབ་ཏུ་ བྱུང་ ནས །
fr: de ce fait, cet homme et les cinq cent brigands se retirèrent du monde auprès de ce ṛṣi et

source: བསམ་གཏན་ བཞི་ དང་ མངོན་པར་ ཤེས་པ་ ལྔ་ བསྐྱེད་ དོ ། །
fr: ils développèrent les quatre concentrations et les cinq clairvoyances.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ དྲང་སྲོང་ དུ་ གྱུར་པ་ བྱང་ཆུབ་ སེམས་དཔ␣འི་ སྤྱོད་པ་ ལ་ གནས་པ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ ང་ ཡིན་ ནོ ། །
fr: À cette époque, celui qui était un ṛṣi établi dans la conduite des bodhisattvas, c'était moi-même.

source: དེ␣འི་ ཚེ་ མི་གང་ ཡིན་པ་ དེ་ ནི་ འཕྱེ་བོ་ འདི་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, celui qui était cet homme est Paṅgu lui-même.

source: མི་རྒོད་ ལྔ་ བརྒྱ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་དག་ ནི་ མི་རྒོད་ ལྔ་ བརྒྱ་པོ་ འདི་དག་ ཉིད་ ཡིན་ ཏེ །
fr: Ceux qui étaient les cinq cent brigands sont ces cinq cent brigands. De plus,

source: དེ␣འི་ ཚེ་ འདི་ རྣམས་ ཀྱིས་ མི་ དེ་ལས་ བརྟེན་ ནས་
fr: à cette époque, eux, grâce à cet homme,

source: རབ་ཏུ་ བྱུང་ སྟེ་
fr: ils se sont retirés du monde et

source: བསམ་གཏན་ བཞི་ དང་ མངོན་པར་ ཤེས་པ་ ལྔ་ བསྐྱེད་ དོ ། །
fr: ils développèrent les quatre concentrations et les cinq clairvoyances.

source: ད་ལྟར་ ཡང་ འཕྱེ་བོ་ འདི་ཉིད་ ལ་ བརྟེན་ ནས་
fr: Maintenant aussi, grâce à Paṅgu lui-même,

source: རབ་ཏུ་ བྱུང་ སྟེ་
fr: ils se sont retirés du monde et
