Repository: Esukhia/karmasataka
Catalog: sem/*/13.po
Languages: fr

source: ﻿ཚེམ་བུ་ མཁན་ ཞེས་ བྱ་བ་ ནི །
fr: [L'histoire] nommée « Le Tailleur »

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ མཉན་ དུ་ཡོད་པ་ ན་ ཁྱིམ་བདག་ ཅིག་ གནས་པ་ ལ␣ས་
fr: à cette époque, un père de famille vivait à Śrāvastī. Puis,

source: ཕྱི་ ཞིག་ ན་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས་
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་
fr: après que soient passés neuf ou dix mois,

source: ཁྱེའུ་ ཞིག་ བཙས་ ཏེ །
fr: un garçon naquit et

source: ཁྱེའུ་ དེ་ཡང་ འཕྱེ་བོ་ འགྲོ་ མི་ ནུས་པ་ ཞིག་ ཏུ་ གྱུར་ ཏེ་
fr: ce garçon était (lit. était devenu) estropié, il n'arrivait pas à marcher (lit. aller) et

source: དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ནས །
fr: la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: ཁྱེའུ་ འདི␣འི་ མིང་ ཅི་ སྐད་ གདགས་ ཞེས་
fr: « Comment nommer ce garçon ? »

source: མིང་འདོགས་པ␣ར་ བྱེད་ དེ །
fr: Un nom lui fut donné : «

source: ཁྱེའུ་ འདི་ འཕྱེ་བོ་ ཡིན་པ␣ས་ ན་ ཁྱེའུ་ འདི␣འི་ མིང་ འཕྱེ་བོ␣ར་ གདགས་ སོ ། །
fr: Puisque ce garçon est estropié, son nom sera "Paṅgu", [l'estropié]. »

source: དེ་ནས་ ཁྱེའུ་ འཕྱེ་བོ་ འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: Alors, le garçon Paṅgu se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre) et

source: དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ ཕས་ བསམས་པ །
fr: quand il eut grandi, son père pensa : «

source: བདག་ གིས་ ཁྱེའུ་ འདི་ ཅི་ ནས་ འདུག་ བཞིན་ དུ་ ལ␣ས་ བྱེད་ ཅིང་
fr: Cet enfant à moi doit pouvoir toujours travailler assis.

source: བཟོ་ དེ␣ས་ འཚོ་བ་ རྙེད་པ␣ར་ འགྱུར་བ␣འི་ བཟོ་ ཇི་ལྟ་བུ་ ཞིག་ བསླབ་པ␣ར་ བྱ་ སྙམ་ མོ ། །
fr: Quelle profession (lit. artisanat) qui lui permettrait d'obtenir [de quoi] vivre vais-je lui faire apprendre ? »

source: དེ་ནས་ དེ␣ས་ བསམས་པ་
fr: Alors, il pensa : «

source: མ་ལ་
fr: Décidément,

source: བདག་ གི་ འདི་ ཚེམ་བུ་ མཁན་ གྱི་ ལ␣ས་ བསླབས་པ་ དང་
fr: quand mon [enfant] aura appris le métier (lit. travail) de tailleur,

source: དེ␣ས་ འདི␣འི་ འཚོ་བ་ རྙེད་པ␣ར་ འགྱུར་ རོ་ སྙམ་ དུ་
fr: il en tirera (lit. obtenir) de quoi vivre. »

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: དེ␣ས་ ཁྱེའུ་ དེ་ ཚེམ་བུ་ མཁན་ གྱི་ ལ␣ས་ སློབ་ ཏུ་ བཅུག་ གོ ། །
fr: il fit apprendre le métier de tailleur à ce garçon.

source: དེ་ནས་ དེ་ཡང་ དེ་ ལ་ སློབ་དཔོན་ གྱི་ མཆོག་ ཏུ་ གྱུར་ ཏོ ། །
fr: Ensuite, il devint le meilleur (lit. suprême) [élève] de son maître pour ce [travail].

source: དེ་ནས་ དུས་སྟོན་ ཞིག་ བྱེད་པ་ ན་ ཁྱིམ་བདག་ གཞན་ ཞིག་ གིས་ ཆུང་མ␣འི་ ཕྱིར་ གཞན་ གྱི་ ཁྱིམ་ ནས་ གོས་ དང་ རྒྱན་ གཡར་པོ␣ར་ བླངས་ ནས །
fr: Ensuite, lorsqu'eut lieu un festival, un autre père de famille emprunta (lit. prit en emprunt) des habits et des bijoux pour sa femme dans la maison d'un autre et

source: ཁྱེར་ ཏེ་
fr: il les prit,

source: འོངས་ ཏེ་
fr: revint et

source: ཆུང་མ་ དེ␣ས་ ཀྱང་ བགོས་ ནས་
fr: l'épouse les porta et

source: དུས་སྟོན་ ལ་ཆ␣ས་ ཏེ་
fr: ils se dirigèrent au festival et

source: སོང་ ངོ་ ། །
fr: s'en allèrent [de chez eux].

source: དེ་ནས་ དེ་ བག་མེད་པ␣ས་ དེ␣འི་ ཞུ་ གཅིག་ གིས་ དྲལ་ ཏོ ། །
fr: Ensuite, elle ne fit pas attention et une partie du vêtement se déchira.

source: དེ་ནས་ དེ་ ཁྱིམ་ཐབ་ ཀྱིས་ འཇིགས་ ནས་
fr: Ensuite, elle eut peur de son mari et

source: སུ་ ལ་ ཡང་ མ་ བསྟན་ ཏེ་
fr: elle ne le montra à personne et

source: དུས་སྟོན་ ལ␣ས་ ཕྱིར་ལོག་ ནས་
fr: elle rentra du festival et

source: ཁྱིམ་བདག་ དེ་ གྲོང་ གཞན་ ཞིག་ ཏུ་ སོང་ ངོ་ ། །
fr: ce père de famille alla à un autre village.

source: དེ་ སོང་ ནས་
fr: Il s'en alla et

source: བུད་མེད་ དེ␣ས་ ཚེམ་བུ་ མཁན་ དེ་ བདག་ གིས་ ཁྱིམ་ དུ་ བླངས་ ཏེ །
fr: cette femme fit venir (lit. prit) ce tailleur dans sa maison et

source: སུ␣ས་ ཀྱང་ མི་ མཐོང་བ␣ར་ བྱ་བ␣འི་ ཕྱིར་ སྒོ་ བཅད་ ནས་
fr: elle ferma la porte pour que personne ne puisse voir et

source: ཞུ་ དེ་ དྲུབ་ ཏུ་ བཅུག་པ་ དང་ །
fr: elle lui fit coudre la partie du vêtement, puis

source: ཚེམ་བུ་ མཁན་ གྱི་ ཁྱིམ་ དུ་ བླངས་པ␣འི་ རྗེས་ ལ་ ཁྱིམ་ཐབ་ རང་ གི་ ཁྱིམ་ དུ་ འོངས་ ནས་
fr: après qu'elle ait fait venir le tailleur dans la maison, son mari revint chez lui et

source: སྒོ་ རྡུང་ ཞིང་
fr: il frappa à la porte et

source: འབོད་ དོ ། །
fr: l'appela.

source: དེ་ནས་ དེ␣འི་ ཆུང་མ␣ས་ སྐད་ ལ␣ས་ ངོ་ ཤེས་ ནས་
fr: Ensuite, son épouse le reconnut à la voix et

source: ཚེམ་བུ་ མཁན་ རང་ གི་ ཁྱིམ་ དུ་ བཞག་པ་ དང་ །
fr: [pour] avoir fait venir le tailleur chez elle et

source: ཞུ་ དྲལ་བ␣འི་ ཕྱིར་ ཤས་ ཆེ␣ར་ འཇིགས་པ་ སྐྱེས་ ནས་
fr: [pour] avoir déchiré la partie du vêtement, elle fut prise de panique (lit. extrêmement peur) et

source: དེ་ འཇིགས་ ཤིང་ སྐྲག་པ␣ས །
fr: prise de panique,

source: ཚེམ་བུ་ མཁན་ དེ་ ཁོང་ དུ་ ཆུད་པ␣ར་ བྱས་ ཏེ་
fr: elle demanda (lit. fit) au tailleur de se taire (lit. rester dans ses pensées) et

source: གཟེབ་ ཀྱི་ ནང་ དུ་ བཅུག་ ནས་
fr: le mit dans une malle et

source: གཟེབ་ རྒྱས་ བཏབ་ སྟེ་
fr: elle scella la malle et

source: བཞག་ གོ ། །
fr: le laissa là.

source: དེ་ནས་ སྒོ་ ཕྱེ་ སྟེ་
fr: Ensuite, elle ouvrit la porte et

source: ཁྱིམ་ཐབ་ ནང་ དུ་ འོངས་ ནས་
fr: le mari entra dans la maison et

source: ཁ་གསག་ བྱས་ ཏེ་
fr: elle l'amadoua et

source: ཅི་རིགས་པ␣ར་ བསྙེན་བཀུར་ བྱས་ ནས་
fr: le servit de quelques manières et

source: དེ་ དང་ ལྷན་ཅིག་ ཏུ་ ཉལ་ ལོ ། །
fr: dormit avec lui.

source: དེ་ གཉིས་ ཉལ་བ་ དང་
fr: Après qu'ils furent endormis,

source: རྐུན་པོ་ དག་ ཅིག་ གིས་ ཁྱིམ་ ཕུག་ ནས་
fr: quelques voleurs pénétrèrent (lit. trouèrent) leur maison et

source: ནང་ དུ་ འོངས་ ཏེ་
fr: étant entrés,

source: ཐོག་མ་ ཁོ་ན␣ར་ གཟེབ་ དེ་ལས་ ཟིན་ ནས །
fr: ils prirent en premier cette malle et

source: དེ་དག་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ་
fr: ils pensèrent ceci : «

source: གཟེབ་ འདི་ འདི་ལྟར་ རྒྱས་ ལེགས་པ␣ར་ བཏབ་ ལ་
fr: Cette malle est si (lit. comme ça) bien scellée,

source: ལྕི་བ་ ལ␣ས་ ན་ ནོར་བུ་ རིན་པོ་ཆེ་ ཆེན་པོ་ ཡོད་ གོར་མ་ཆག་ གོ ། །
fr: et elle est lourde. Donc, il ne fait pas de doute qu'il s'y trouve de grands joyaux.

source: འདི␣ས་ ནི་ བདག་ཅག་ མི་ རབས་ བདུན་ གྱི་ བར་ དུ་ ཡང་ ཆོག་པ␣ར་ འགྱུར་ ཏེ །
fr: Ils nous suffiront pour sept générations, donc

source: འདི་ཁོ་ན␣ས་ བདག་ཅག་ ཆོག་ གིས་
fr: nous en avons assez avec ça.

source: བདག་ཅག་ ལ་རྫས་ གཞན་ མི་ དགོས་ སོ་ སྙམ་ དུ་
fr: Nous n'avons pas besoin d'autres objets »,

source: བསམས་ ནས །
fr: pensèrent-ils. Puis,

source: དེ་དག་ གིས་ གཟེབ་ དེ་ གཅིག་པུ་ ཁྱེར་ ཏེ་
fr: ils ne prirent que cette malle et

source: ཕྱིར་ ཕྱུང་ ནས་
fr: la sortirent et

source: ནགས་ འདབ་ ཏུ་ ཁྱེར་ རོ ། །
fr: la prirent dans la forêt.

source: དེ་དག་ འདོང་བ་ ན་ ཟླ་བ་ ཡང་ ཤར་ ལ་
fr: Tandis qu'ils se déplaçaient, la lune brillait et

source: མི་ དེ␣ས་ ཀྱང་ དེ␣འི་ ནང་ ན་ འདུག་ བཞིན་ དུ་ གཅིན་ཤོར་ ནས་
fr: l'homme se trouvant à l'intérieur de la malle (lit. ça) ne put retenir son urine et

source: གཅིན་ དེ་ གཟེབ་ ལ␣ས་ ཐར་ ཏེ་
fr: l'urine s'échappa de la malle et

source: ཕྱི་རོལ་ དུ་ ཟགས་ སོ ། །
fr: coula à l'extérieur.

source: དེ་ནས་ རྐུན་པོ་ དེ་དག་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ་
fr: Ensuite, les voleurs pensèrent : «

source: འདི་ལྟར་
fr: Eh bien (lit. comme ceci)

source: ཟླ་བ་ ཤར་བ་ ན ། འདི␣འི་ ནང་ ནས་ཆུ་ འབབ་པ་ ལ␣ས་ ན །
fr: quand la lune brille un liquide (lit. eau) coule de la malle (lit. de ça). Donc,

source: འདི␣འི་ ནང་ དུ་ ནི་ ནོར་བུ་ ཆུ་ཤེལ་ བཅུག་ ཡང་དག་ སྙམ་ སྟེ །
fr: il ne peut qu'y avoir (lit. c'est juste qu'y sont mis) des joyaux cristaux-d'eau », pensèrent-ils. Puis,

source: ལྷག་པར་ ཡང་སྙིང་ དགའ་བ␣ར་ གྱུར་ ཏོ ། །
fr: ils furent d'autant plus heureux.

source: དེ་ནས་ དེ་དག་ གིས་ ཤ་ཐང་ སྟེ་
fr: Ensuite, se fatiguant et

source: གཟེབ་ དེ་ ཁྱེར་ ནས་
fr: portant cette malle,

source: ནགས་ འདབ་ ཏུ་ ལྷགས་ སོ ། །
fr: ils arrivèrent dans leur repère (lit. au milieu de la forêt).

source: དེ་ནས་ མི་རྒོད་ ཀྱི་ སྡེ་དཔོན་ དང་ མི་རྒོད་ གཞན་དག་ གིས་ དྲིས་པ །
fr: Ensuite, le chef des brigands et les brigands demandèrent : «

source: ཁྱོད་ ཀྱིས་ གཟེབ་ འདི␣འི་ ནང་ དུ་ ཅི་ཞིག་ ཁྱེར་ ཏེ་ འོངས །
fr: Que rapportez-vous dans cette malle ? »

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: Ils dirent : «

source: སྡེ་དཔོན་
fr: Chef,

source: དེང་ དུ་ ནི་ བདག་ཅག་ གིས་ ཐམས་ཅད་ ཀྱི་ དབུལ་བ␣འི་ རྒྱུན་ བཅད་ ཀྱིས་
fr: à partir de maintenant, notre continuelle (lit. continuum) pauvreté à tous cesse. Donc,

source: དགྱེས་པ་ བསྐྱེད་ དུ་ གསོལ །
fr: réjouissez-vous.

source: དེང་ བདག་ཅག་ གིས་ རིན་པོ་ཆེ␣ས་ གང་བ␣འི་ གཟེབ་ རྙེད་ དོ་ ཞེས་
fr: Cette fois, nous avons trouvé une malle pleine de joyaux »,

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ དེ་དག་ ཀྱང་ སྙིང་ དགའ་བ␣ར་ གྱུར་ ཏེ་
fr: Ensuite, dès qu'ils eurent entendu ceci, ils furent transportés de bonheur et

source: སྨྲས་པ །
fr: dirent : «

source: གཟེབ་ ཕྱེ་ ཞིག་ དང་
fr: Ouvrez donc cette malle.

source: འདི␣ར་ རིན་པོ་ཆེ་ ཇི་ལྟ་བུ་ དག་ བཅུག་པ་ བལྟ␣འོ་ ཞེས་
fr: Nous allons regarder quels joyaux y ont été placés »,

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དེ་ནས་ དེ་དག་ གིས་ གཟེབ་ དེ་ བཀྲོལ་ ནས་
fr: Ensuite, ils descellèrent la malle et

source: ཁ་ཕྱེ་ སྟེ་
fr: l'ouvrirent et

source: བལྟས་ ན་
fr: y regardant,

source: གཟེབ་ དེ␣འི་ ནང་ དུ་ འཕྱེ་བོ་ ཞིག་ བཅུག་ ཅིང་
fr: qu'un estropié avait été mis dans cette malle

source: འདུག་པ་ མཐོང་ ནས །
fr: et qu'il s'y trouvait, ils le virent et

source: མཐོང་ མ་ ཐག་ ཏུ་
fr: dès qu'ils le virent,

source: དེ␣ར་ སོང་ སོང་བ་ དང་ གཟེབ་ དེ་ ཁྱེར་ ཁྱེར་བ་ གང་ཡིན་པ་ དེ་དག་ ནི་ འཕྱེ་བོ་ འདི␣ས་ བདག་ཅག་ མཚན་ ཐོག་ཐག་ ཉོན་མོངས་ སོ་ སྙམ་ ནས་
fr: « Tout ce que nous avons marché (lit. aller) et tout ce que nous avons porté cet estropié, il nous a fait souffrir la nuit du début à la fin », pensèrent-ils et

source: སྡུག་བསྔལ་ བར་ གྱུར་ ཏོ ། །
fr: ils furent dépités (lit. souffrirent).

source: དེ␣ར་ མ་ དོང་བ་ གང་ཡིན་པ་ དེ་དག་ གིས་ ནི་ མི་རྒོད་ དེ␣ར་ སོང་ སོང་བ་ དེ་དག་ ལ་ གད་མོ་ ཆེན་པོ␣ས་ བཏབ་ ནས་
fr: Ceux qui n'y étaient pas allés rirent grandement des bandits qui avaient marchés tout ce temps (lit. marché et marché) et

source: སྨྲས་པ །
fr: ils dirent : «

source: ལེགས་པ␣ར་ ཉོན་མོངས་ སོ ། །
fr: Vous avez bien souffert.

source: ཤིན་ཏུ་ ཉོན་མོངས་ སོ་ ཞེས་
fr: Vous avez beaucoup souffert »,

source: བྱས་ སོ ། །
fr: dirent-ils.

source: དེ་ནས་ བུད་མེད་ དེ་ སད་ དེ་
fr: Ensuite, cette femme se réveilla et

source: ལངས་ ནས་
fr: se leva et

source: ཁང་པ་ དེ␣འི་ ནང་ དུ་ སོང་བ་ དང་ །
fr: lorsqu'elle se déplaça dans la maison,

source: ཁྱིམ་ ཕུག་ སྟེ་
fr: que [quelqu'un] avait pénétré dans la maison et

source: གཟེབ་ རྐུས་པ་ མཐོང་ ངོ་ ། །
fr: volé la malle, elle le vit.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: སྙིང་ དགའ་ ནས་
fr: elle devint heureuse et

source: ཚིགས་ སུ་ བཅད་ དེ་
fr: versifiant,

source: སྨྲས་པ །
fr: elle dit . «

source: ཁང་པ་ ཕུག་ ནས་
fr: On a pénétré dans la maison et

source: གཟེབ་ ཀྱང་ སྟོར ། །
fr: la malle s'est subtilisée (lit. éparpillée).

source: བདག་ ནི་ ཕྱེད་ དགའ་
fr: Je suis à moitié heureuse,

source: ཕྱེད་ མི་ དགའ ། །
fr: à moitié malheureuse.

source: ནགས་ འདབ་ སོང་བ␣འི་ རྐུན་པོ་ རྣམས ། ། དེ་ ནི་ དགོད་ ཅིང་
fr: Les voleurs qui sont partis dans la forêt, ils rient et

source: ངུ་བ␣ར་ འགྱུར ། ། ཞེས་
fr: ils pleurent »,

source: བྱས་ སོ ། །
fr: dit-elle.

source: དེ་ནས་ དེ␣ར་ གཟེབ་ དེ་ ཁྱེར་ ཏེ་ འོངས་པ་ གང་ཡིན་པ་ དེ་དག་ ཁྲོ␣ས་ ཏེ་
fr: Ensuite, ceux qui avaient apporté la malle se mirent en colère et

source: སྨྲས་པ །
fr: dirent : «

source: འདི་ལྟར་
fr: Eh bien (lit. comme ceci),

source: འཕྱེ་བོ་ འདི␣ས་ བདག་ཅག་ མི་ དགའ་བ␣ར་ བྱས་ མོད་ ཀྱི །
fr: il est vrai que l'estropié nous a rendu malheureux, mais

source: འོན་ཀྱང་ བདག་ཅག་ གི་ གནོད་སྦྱིན་ མཆོད་ དགོས་ ཀྱིས་
fr: pourtant, nous devons faire offrande au yakṣa. Donc,

source: བདག་ཅག་ གིས་ འདི་ཁོ་ན␣ས་ གནོད་སྦྱིན་ ལ་ མཆོད་པ་ བྱ␣འོ་ ཞེས་
fr: c'est lui que (lit. lui seul) nous offrirons au yakṣa »,

source: སྨྲ␣ས་ ནས །
fr: dirent-ils. Puis,

source: དེ་དག་ གིས་ གནོད་སྦྱིན་ དེ␣འི་ མདུན་ དུ་བ་ ལང་ གི་ ལྕི་བ␣ས་ དཀྱིལ་འཁོར་ བྱས་ ཏེ །
fr: ils dessinèrent un mandala avec de la bouse de vache devant le yakṣa et

source: བདུག་པ་ དང་ མེ་ཏོག་ དང་ མཆོད་པ␣འི་ ཆོ་ག་ དང་ བུམ་པ་ གང་བ་ རྣམས་ བཞག་ ནས་
fr: ils disposèrent [dessus] de l'encens, des fleurs et [les objets] du rituel d'offrande et un vase plein, puis

source: རལ་གྲི་ རྣོན་པོ་ ཐོགས་ ཏེ །
fr: ils prirent (lit. portèrent) des épées affûtées et

source: མི་ དེ་ གནོད་སྦྱིན་ གྱི་ མདུན་ དུ་ བཞག་ ནས་
fr: ils mirent cet homme devant le yakṣa et

source: མཆོད་སྦྱིན་ བྱས་ སོ ། །
fr: ils firent le sacrifice.

source: དེ་ནས་ མི་ དེ␣ས་ ཀྱང་ ཇི་ལྟར་ བདག་ཉིད་ གནོད་སྦྱིན་ དེ␣འི་ མཆོད་པ␣ར་ དབུལ་བ␣ར་ ཆད་པ་ ཁོང་ དུ་ ཆུད་ ནས །
fr: Ensuite, cet homme, quant à lui, il comprit (lit. intégra) de quelle manière ils allaient l'offrir en offrande à ce yakṣa et

source: ཤིན་ཏུ་ སྐྲག་ སྟེ །
fr: il eut extrêmement peur et

source: བསམས་པ །
fr: il pensa : «

source: བཅོམ་ལྡན་འདས་ མ་གཏོགས་པ་ གཞན་ སུ་ཞིག་ ལ་ད་ བདག་ སྐྱབས་ སུ་ འགྲོ་བ␣ར་ བྱ །
fr: À part le Bienheureux, en qui d'autre pourrais-je trouver un refuge ?

source: སུ་ཞིག་ བདག་ ལ་ སྲོག་ ཕངས་པ་ སྦྱིན་པ␣ར་ འགྱུར་ སྙམ་ དུ་
fr: Qui m'accordera la vie que je pleure (lit. je regrette d'avoir perdu) ? »

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: དེ␣ས་ བཅོམ་ལྡན་འདས་ ལ་ སེམས་ ཀྱིས་ གསོལ་བ་ བཏབ་པ །
fr: il pria mentalement le Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ནི་ འདི་ལྟ་སྟེ་ འདས་པ་ དང་ མ་འོངས་པ་ དང་ ། ད་ལྟར་ བྱུང་བ་ ཅི་ཡང་ མི་ གཟིགས་པ་ དང་ མི་ མཁྱེན་པ་ དང་ ཐུགས་ སུ་ མ་ ཆུད་པ་ མི་ མངའ་ ན
fr: Bienheureux, puisqu'il n'est rien du passé, du futur ni du présent que vous ne voyiez pas, que vous ne sachiez pas et que vous ne compreniez pas,

source: ཀྱེ་མ་
fr: hélas,

source: བཅོམ་ལྡན་འདས །
fr: Bienheureux,

source: བདག་ ནི་ དཀོས་ ཐག་ ཅིང་
fr: je suis tourmenté,

source: ཉམ་ང་ ལ་
fr: affligé et

source: ཕོངས་པ␣ར་ གྱུར་པ་ ལགས་ ཀྱིས་
fr: je suis perdu. Donc,

source: བདག་ ཡོངས་སུ་ བསྐྱབ་ ཏུ་ གསོལ །
fr: veuillez me sauver (lit. donner refuge) complètement.

source: སྲོག་ ཕངས་པ་ སྩལ་ དུ་ གསོལ་ ཞེས་
fr: Veuillez m'accorder la vie que je pleure (lit. je regrette d'avoir perdu) »,

source: བྱས་ སོ ། །
fr: dit-il.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ བགྲོད་པ་ གཅིག་པུ␣འི་ ལམ་ སྟོན་པ་
fr: Les Bienheureux Bouddhas montrent l'unique voie à parcourir ;

source: རྣམ་པ་ གཉིས་ ཀྱི་ ཤེས་བྱ་ དང་ ཡེ་ཤེས་ ལ་ མངའ་ བརྙེས་པ་
fr: ils possèdent les deux aspects de la connaissance et de la sagesse ;

source: མ་ འདྲེས་པ␣འི་ དྲན་པ་ ཉེ་བར་ གཞག་པ་ གསུམ་ ལ་ མཁས་པ་
fr: ils excellent dans les trois attentions rapprochées qui leur sont propres (lit. qui ne sont pas mélangés [à d'autres]) ;

source: མི་ འཇིགས་པ་ བཞི␣ས་ མི་ འཇིགས་པ །
fr: ils sont intrépides grâce aux quatre intrépidités ;

source: འགྲོ་བ་ ལྔ␣ར་ འགྲོ་བ་ ལ␣ས་ རྣམ་པ␣ར་ གྲོལ་བ །
fr: ils sont entièrement libérés d'aller vers les cinq renaissances ;

source: སྐྱེ་མཆེད་ དྲུག་ ལ་ མཁས་པ །
fr: ils sont versés dans les six sources des sens ;

source: བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ བདུན་ ལ་ སྤྱོད་ཡུལ་བ །
fr: ils vivent les sept branches de l'Éveil ;

source: རྣམ་པ␣ར་ ཐར་པ་ བརྒྱད་ ལ་ བསམ་གཏན་པ །
fr: ils contemplent les huit libérations complètes ;

source: མཐ་ ར་ གྱིས་ གནས་པ␣འི་ སྙོམས་པར་ འཇུག་པ་ དགུ་ ལ་ སྙོམས་པར་ འཇུག་པ །
fr: ils s'engagent dans les neuf absorptions méditatives successives ;

source: སྟོབས་ བཅུ␣འི་ སྟོབས་ དང་ ལྡན་པ །
fr: ils possèdent la puissance des dix forces ;

source: ཡང་དག་པ␣ར་ སེང་གེ␣འི་ སྒྲ་ ཆེན་པོ་ སྒྲོགས་པ་ རྣམས་ ནི ། ཆོས་ཉིད་ ཀྱིས་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་ ཏེ །
fr: eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.

source: སུ་ ནི་ རྒུད །
fr: « Qui s'affaiblit ?

source: སུ་ ནི་ དར །
fr: Qui s'épanouit ?

source: སུ་ ནི་ ཕོངས་ ཤིང་ འདུག །
fr: Qui est dans la misère ?

source: སུ་ ནི་ ཉམ་ཐག་པ␣ར་ གྱུར །
fr: Qui est dans le malheur ?

source: སུ་ ནི་ གནོད་པ་ དང་ ལྡན །
fr: Qui est dans la souffrance ?

source: སུ་ ནི་ ཕོངས་པ་ དང་ ཉམ་ང་བ་ དང་ གནོད་པ་ དང་ ལྡན །
fr: Qui est dans la misère, le malheur et la souffrance ?

source: སུ་ ནི་ ངན་སོང་ དུ་ གཞོལ །
fr: Qui tombe dans les royaumes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ འབབ །
fr: Qui est tombé dans les royaumes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ བབ །
fr: Qui tombera dans les royaumes inférieurs ?

source: སུ་ ནི་ ངས་ ངན་སོང་ ནས་ ཕྱུང་ སྟེ །
fr: Qui vais-je extirper des royaumes inférieurs et

source: མཐོ་རིས་ དང་ ཐར་པ་ དང་ འབྲས་བུ་ ལ་ གཞག་པ␣ར་ བྱ །
fr: les établir dans les royaumes supérieurs, la libération ou le résultat ?

source: སུ་ ནི་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ འདམ་ དུ་ བྱིང་བ་ ལ␣ས་
fr: Quel être (lit. qui) enlisé dans le marais des mauvaises conduites

source: ལག་ནས་ དྲང་བ␣ར་ བྱ །
fr: vais-je tirer par la main ?

source: སུ་ ནི་ འཕགས་པ␣འི་ ནོར་ བདུན་ མེད་པ་ ལ␣ས་
fr: Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes

source: འཕགས་པ␣འི་ ནོར་ བདུན་ གྱི་ དབང་ཕྱུག་ ལ་ དབང་ བྱེད་ དུ་ གཞུག་པ␣ར་ བྱ །
fr: vais-je pousser à s'approprier le pouvoir des seigneurs des sept joyaux des [êtres] nobles ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ མ་ བསྐྱེད་པ་ ལ␣ས་
fr: Qui, n'ayant pas développé les racines vertueuses,

source: བསྐྱེད་པ␣ར་ བྱ །
fr: inciterais-je à [les] développer ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ བསྐྱེད་ ཟིན་པ་ ལ␣ས་
fr: Qui, ayant déjà développé les racines vertueuses,

source: ཡོངས་སུ་ སྨིན་པ␣ར་ བྱ །
fr: inciterais-je à [les] faire mûrir ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ ཡོངས་སུ་ སྨིན་ ཟིན་པ་ ལ␣ས་
fr: Qui, ayant déjà fait mûrir entièrement les racines vertueuses,

source: ཡེ་ཤེས་ ཀྱི་ མཚོན་ གྱིས་ བརྟོལ་བ␣ར་ བྱ །
fr: inciterais-je à [les] faire jaillir à l'aide de l'arme de la sagesse ?

source: སུ་ ལ་ ནི་ སངས་རྒྱས་ བྱུང་བ␣ས་ བརྒྱན་པ␣འི་ འཇིག་རྟེན་ འབྲས་བུ་ དང་ བཅས་པ␣ར་ བྱ་ སྙམ་ དུ་
fr: Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu'un bouddha y est apparu ? »

source: ཡེ་ཤེས་ གཟིགས་པ་ འཇུག་ གོ ། །
fr: [Ainsi] s'applique leur regard de sagesse.

source: རྒྱ་མཚོ་ ཆུ་སྲིན་ རྣམས་ ཀྱི་ གནས ། །
fr: [Dans] l'océan, la demeure des [monstres] makara,

source: དུས་རླབས་ ཡོལ་བ␣ར་ འགྱུར་ ཡང་སྲིད ། །
fr: il est possible que les marées tardent.

source: གདུལ་བ␣ར་ བྱ་བ␣འི་ སྲས་ རྣམས་ ལ ། ། སངས་རྒྱས་ དུས་ ལ␣ས་ ཡོལ་བ་ མེད ། །
fr: Pour leurs enfants qu'ils doivent dompter, les bouddhas ne prennent [jamais] de retard.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ གཟིགས་ ན །
fr: Ensuite, alors que le Bienheureux regardait,

source: འཕྱེ་བོ་ དེ་ དང་ མི་རྒོད་ ལྔ་ བརྒྱ་པོ་ དེ་ རྣམས་ གདུལ་བ␣འི་ དུས་ ལ་ བབ་པ␣ར་ ཐུགས་ སུ་ ཆུད་ ནས །
fr: il vit que le moment était venu de dompter cet estropié et les cinq cent brigands. Puis,

source: ལྷ␣འི་ སྐུ་གཟུགས་ དེ་ཉིད་ ལ␣ས་ ལྷ␣འི་ ཆ་ལུགས་ སུ་ བཞུགས་ སོ ། །
fr: depuis cette statue de ce dieu, il se tint dans les attributs de ce dieu.

source: དེ་ནས་ མི་རྒོད་ ལྔ་ བརྒྱ་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །
fr: Ensuite, les cinq cent brigands pensèrent : «

source: ལྷས་ བདག་ཅག་ ལ་ རང་ གི་ སྐུ་ བསྟན་ ཏོ་
fr: Le dieu se montre à nous »,

source: སྙམ་ སྟེ །
fr: pensèrent-ils. Puis,

source: སྤུ་ ཟིང་ ཞེས་ བྱས་ ནས །
fr: ils eurent la chair de poule (lit. leurs poils firent "zing !") et

source: ཐལ་མོ་ སྦྱར་ ཏེ་
fr: ils joignirent les mains et

source: འཁོད་ ནས་
fr: s'installèrent et

source: འདི་སྐད་ ཅེས་ སྨྲ␣ས་ སོ ། །
fr: dirent ceci : «

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: བཀའ་ ཅི་ སྩལ་
fr: que nous commandez-vous ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: ང་ ལ་ མི␣ས་ མཆོད་ མི་ དགོས་ ཀྱིས་
fr: Je ne veux pas d'offrandes d'humains. Donc,

source: མི␣འི་ མཆོད་པ་ འདི་ ཐོང་ ཤིག །
fr: délaissez ces offrandes d'humains.

source: གལ་ཏེ་ ཁྱེད་ ཆོས་ འདོད་ ན་ ནི་ མཆོད་པ་ གསོལ་བ་ ཐོང་ ལ་
fr: Si vous voulez le Dharma, délaissez de faire ces offrandes et

source: འཁོད་ ཅིག་ དང་
fr: installez-vous.

source: ཆོས་ བསྟན་པ␣ར་ བྱ␣འོ ། །
fr: Je vous enseignerai le Dharma. »

source: དེ་ནས་ དེ་ལྟར་ འཚལ་ ལོ་ ཞེས་
fr: Ensuite, « Nous ferons ainsi »,

source: བྱས་ ནས་
fr: dirent-ils. Puis,

source: མི་རྒོད་ དེ་དག་ གིས་ མཆོད་པ་ བཏང་ ནས་
fr: ces brigands délaissèrent ces offrandes et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་
fr: ils se prosternèrent devant le Bienheureux en touchant ses pieds de leur tête et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ སྤྱན་སྔ␣ར་ འཁོད་ དོ ། །
fr: s'assirent devant lui pour entendre le Dharma.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ འཕྱེ་བོ་ དེ་ དང་ མི་རྒོད་ དེ་དག་ གི་ བསམ་པ་ དང་ བག་ ལ་ ཉལ་ དང་ ཁམས་ དང་ རང་བཞིན་ ཐུགས་ སུ་ ཆུད་ ནས་
fr: Alors, le Bienheureux discerna les pensées, les tendances habituelles, le tempérament (lit. l'élément) et le caractère (lit. la nature) de l'estropié et des brigands et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il leur prodigua un enseignement leur (lit. à ceci) correspondant. Alors,

source: དེས་ན་ མི་རྒོད་ ལྔ་ བརྒྱ་པོ་ དེ་དག་ གིས་ སྟན་ དེ་ཉིད་ ལ་ འཁོད་ བཞིན་ དུ་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས་
fr: alors qu'ils étaient encore assis sur les mêmes sièges, les cinq cent brigands anéantirent les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: ils manifestèrent le résultat de l'entrée dans le courant.

source: འཕྱེ་བོ་ དེ␣ས་ ཀྱང་ ཕྱིར་ མི་ འོང་བ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: Quant à lui, l'estropié manifesta le résultat de ceux qui ne reviennent plus.

source: དེ་ནས་ དེ་དག་ གིས་ བདེན་པ་ མཐོང་ ནས་
fr: Ensuite, ils virent les vérités et

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ལྷ␣འི་ ཆ་ལུགས་ མི་སྣང་བ␣ར་ མཛད་ ནས་
fr: le Bienheureux fit disparaître les attributs du dieu et

source: རང་བཞིན་ གྱི་ སྐུར་ བཞུགས་ སོ ། །
fr: se tint dans son aspect naturel.

source: དེ་ནས་ དེ་དག་ གིས་ བཅོམ་ལྡན་འདས་ མཐོང་ ནས་
fr: Ensuite, ils virent le Bienheureux et

source: ལྷག་པར་ ཡང་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: ils furent d'autant plus heureux.

source: དགའ་བ་ སྐྱེས་ ནས་
fr: Devenu heureux,

source: སྟན་ ལ␣ས་ ལངས་ ཏེ་
fr: ils se levèrent de leurs sièges et

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: ils [replièrent] leur vêtement supérieur sur une épaule et le laissèrent retomber [devant eux] et

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ དེ་
fr: joignirent les mains et s'inclinèrent en direction du Bienheureux et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: ils dirent ceci au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ཅག་ ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ དང་ བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ གི་ དངོས་པོ་ འཐོབ་ ཏུ་ རུང་ ན །
fr: s'il nous est possible de nous extraire du monde selon le Vinaya, le Dharma si bien enseigné, et [s'il nous est possible] de parfaire l'approche [de la libération], d'obtenir la condition de moines pleinement ordonnés,

source: བདག་ཅག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: nous aussi, nous aimerions vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ མི་རྒོད་ རྣམས་ ལ་ དགེ་སློང་ ཚུར་ ཤོག་ ཚངས་པ␣ར་ སྤྱོད་ ཅིག་ ཅེས་ བཀའ་ སྩལ་པ␣འི་ མོད་ ལ་
fr: Ensuite, dès que le Bienheureux eut dit « Moines, venez ici ! Vivez chastement. » aux brigands,

source: སྐྲ་ དང་ཁ་ སྤུ་ ནི་ བྲེགས་ ནས །
fr: leurs cheveux et leurs barbes furent rasés et

source: ཞག་ བདུན་ ལོན་པ་ ཙམ་ དུ་ གྱུར་
fr: devinrent [aussi longs que s'ils étaient coupés] depuis sept jours.

source: སྤྱོད་ལམ་ ནི་ བསྙེན་པ␣ར་ རྫོགས་ ནས་ ལོ་ བརྒྱ་ ལོན་པ་ ལྟ་བུ␣ར་ འདུག་པ␣ར་ གྱུར་ ནས་
fr: Concernant leur conduite, ils se tinrent comme s'ils avaient été moines depuis cent ans.

source: ལག་ ན་ ལྷུང་བཟེད་ དང་ ཆུ་སྣོད་ ཐོགས་པ␣ར་ གྱུར་ ཏོ ། །
fr: Ils se trouvèrent entrain de tenir un bol à aumône et un récipient à eau dans leurs mains.

source: འདི␣ར་ སྨྲས་པ །
fr: On dira ici :

source: དེ་བཞིན་ གཤེགས་པ␣ས་ ཚུར་ ཞེས་ བཀའ་ སྩལ་པ␣ས ། །
fr: Le Tathāgata, « [Viens] ici »

source: དེ་ ནི་ མགོ་ བྲེགས་
fr: Sa tête est rasée,

source: ལུས་ ལ་ སྣམ་སྦྱར་ གྱོན ། །
fr: il porte la saṃghāṭī.

source: སངས་རྒྱས་ ཀྱི་ ནི་ དགོངས་པ␣ས་ གོས་ བགོས་ ནས ། །
fr: L'intention du Bouddha lui met l'habit et
