Repository: Esukhia/karmasataka
Catalog: sem/*/13.po
Languages: fr

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: ils ont manifesté l'état d'arhat.

source: ལ␣ས་ བརྒྱ་པ་ ལ␣ས་ སྡོམ་ གྱི་ ཚིགས་ སུ་ བཅད་པ་ དང་པོ་ རྫོགས་ སོ །། །།
fr: Ceci conclut le premier verset résomptif des Cents Karmas.
