Repository: Esukhia/karmasataka
Catalog: sem/*/14.po
Languages: fr

source: ལ␣ས་ བརྒྱ་ ཐམ་པ །
fr: Les cent karmas

source: བམ་པོ་ ལྔ་པ །
fr: Cinquième feuillet

source: སྡོམ་ ནི ། ཤིང་རྟ་ བཞི་ དང་ སྒམ་པོ་ དང་ ། ། ས་འཚོ་ སྐྲ་ ལྡན་ པད་མ␣འི་ མདོག ། ཤན་པ་ གསེར་མདོག་ བ་ལང་ རྫི ། ། མཛའ་ སྡེ་ འཇིགས་མེད་ དབྱིག་ མཚོ་ དང་ ། ། དབྱིག་ དགའ་ དང་ ནི་ དོམ་ གཉིས་ དང་ ། ། སྒུར་ ཆུང་ དང་ ནི་ ཐ་མ་ སྲིན ། །
fr: Le résumé (lit. la somme) : les quatre chariots, « Insondable », « Gopā », « Keśinī », « Couleur-de-Lotus », le boucher, « Doré », les vachers, le groupe d'amis, « Abhaya », « Lac-de-Joyaux », « Aimé-de-Richesse », les deux ours, le petit bossu et pour finir : la bête.

source: ཤིང་རྟ་ བཞི་ ཞེས་ བྱ་བ་ ལ ། །
fr: Parmi les histoires des quatre chariots :

source: ཤིང་རྟ་ དང་པོ་ ནི །
fr: Le premier chariot

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ བྲམ་ཟེ་ ཞིག་ མཆོད་སྦྱིན་ བྱེད་པ␣ར་ འདོད་ དེ་
fr: À cette époque, un brahmane eut envie de faire une offrande rituelle. Alors,

source: ཤིང་རྟ་ ལ་ ཞོན་ ནས་
fr: il monta sur un chariot et

source: མཉན་ དུ་ཡོད་པ␣ར་ སོང་ ངོ་ ། །
fr: partit à Śrāvastī.

source: བཅོམ་ལྡན་འདས་ ཀྱང་ སྔ་དྲོ་ ཤམ་ཐབས་ དང་ ཆོས་གོས་ གསོལ་ ཏེ །
fr: De son côté, au petit matin, le Bienheureux revêtit le nivāsana et le cīvara et

source: ལྷུང་བཟེད་ བསྣམས་ ནས་
fr: il prit son bol à aumône et

source: མཉན་ དུ་ཡོད་པ␣ར་ བསོད་སྙོམས་ ལ་ གཤེགས་པ་ དང་ །
fr: partit à Śrāvastī pour [y recevoir] l'aumône. Ainsi,

source: དེ་ དགའ་བ་ སྐྱེས་ ནས་
fr: il ressentit de la joie et

source: བཅོམ་ལྡན་འདས་ ལ་ བསྐོར་བ་ བྱས་ ཏེ་
fr: tourna autour du Bienheureux et

source: སོང་ ངོ་ ། །
fr: s'en alla.

source: དེ␣འི་ སྐབས་ སུ་ བཅོམ་ལྡན་འདས་ ཀྱིས་ འཛུམ་པ་ མཛད་ དེ །
fr: À ce moment, le Bienheureux sourit et

source: འདི་ ནི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ གང་ གི་ ཚེ་ འཛུམ་པ་ མཛད་པ␣འི་ ཆོས་ཉིད་ དེ །
fr: ceci, quand les Bienheureux Bouddhas sourient, [c'est] la nature [des sourires] que

source: དེ␣འི་ ཚེ་ ཞལ་ ནས་ འོད་ཟེར་ སྔོན་པོ་ དང་ ། སེར་པོ་ དང་ ། དམར་པོ་ དང་ ། དཀར་པོ་ རྣམས་ བྱུང་ ནས་
fr: à ces moments, des rayons de lumière bleus, jaunes, rouges et blancs sont émis de sa bouche et

source: ཁ་ཅིག་ ནི་ འོག་ ཏུ་ འགྲོ␣འོ ། །
fr: certains vont vers le bas.

source: ཁ་ཅིག་ ནི་ སྟེང་ དུ་ འགྲོ␣འོ ། །
fr: Certains vont vers le haut.

source: འོག་ ཏུ་ འགྲོ་བ་ གང་ཡིན་པ་ དེ་དག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ དང་ ། ཐིག་ནག་ དང་ ། བསྡུས་འཇོམས་ དང་ ། ངུ་འབོད་ དང་ ། ངུ་འབོད་ ཆེན་པོ་ དང་ ། ཚ་བ་ དང་ ། རབ་ཏུ་ ཚ་བ་ དང་ ། མནར་མེད་པ་ དང་ ། ཆུ་བུར་ ཅན་ དང་ ། ཆུ་བུར་ རྡོལ་ དང་ ། སོ་ ཐམས་ ཐམས་པ་ དང་ ། ཀྱི་ཧུད་ ཟེར་བ་ དང་ ། ཨ་ཆུ་ ཟེར་བ་ དང་ ། ཨུད་ པལ་ ལྟར་ གས་པ་ དང་ ། པད་མ་ ལྟར་ གས་པ་ དང་ ། པད་མ་ ལྟར་ གས་པ་ ཆེན་པོ␣ར་ སོང་ ནས །
fr: Ceux qui vont vers le bas vont chez les êtres infernaux de Résurrections, Lignes-Noires, Réunion-et-Écrasement, Pleurs-et-Hurlements, Grands-Pleurs-et-Hurlements, Brûlant, Extrêmement-Brûlant, Tourments-Insurpassables, Couvert-de-Cloques, Cloques-Éclatées, Dents-qui-Claquent, Lamentations, Quel-Froid, Fendu-comme-un-Lotus-Bleu, Fendu-comme-un-Lotus, Fendu-comme-un-Grand-Lotus et

source: ཚ་བ␣འི་ སེམས་ཅན་ དམྱལ་བ་ གང་ཡིན་པ་ དེ་དག་ ཏུ་ ནི་ བསིལ་བ␣ར་ གྱུར་ ཏེ་
fr: ils rafraîchissent les êtres des enfers chauds et

source: འབབ་བོ ། །
fr: ils les touchent (lit. tombent).

source: གྲང་བ␣འི་ སེམས་ཅན་ དམྱལ་བ་ གང་ཡིན་པ་ དེ་དག་ ཏུ་ ནི་ དྲོ་བ␣ར་ གྱུར་ ཏེ་
fr: Ils réchauffent les être des enfers froids et

source: འབབ་བོ ། །
fr: ils les touchent (lit. tombent).

source: དེས་ན་ སེམས་ཅན་ དེ་དག་ གི་ གནོད་པ␣འི་ ཁྱད་པར་ རྣམས་ རྩེ་ ཞིལ་ བར་ གྱུར་ ཏོ ། །
fr: Ensuite, les souffrances particulières de ces êtres sont amenuisées.

source: དེ་ནས་ དེ་དག་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །
fr: Ensuite, ils pensent ceci : «

source: ཀྱེ་
fr: Hé !

source: ཅི་
fr: Qu'[en est-il] ?

source: བདག་ཅག་ འདི་ ནས་ ཤི་འཕོས་ སམ་
fr: Sommes-nous morts et partis de cet endroit ?

source: འོན་ཏེ་ གཞན་ དུ་ སྐྱེས་ སམ་ སྙམ་ མོ ། །
fr: Ou bien sommes-nous nés ailleurs ? »

source: དེ་ནས་ དེ་དག་ དད་པ་ བསྐྱེད་པ␣འི་ ཕྱིར་ བཅོམ་ལྡན་འདས་ སྤྲུལ་པ་ འགྱེད་པ␣ར་ མཛད་ དེ །
fr: Ensuite, pour développer leur dévotion, le Bienheureux émet une émanation et

source: དེ་དག་ གིས་ སྤྲུལ་པ་ མཐོང་ ནས་
fr: ils voient cette émanation et

source: འདི་ སྙམ་ དུ་ སེམས་ ཏེ །
fr: ils pensent ceci : «

source: ཀྱེ་
fr: Hé !

source: བདག་ཅག་ ནི་ འདི་ ནས་ ཀྱང་ ཤི་འཕོས་ པར་མ་ གྱུར་ ལ་
fr: Nous ne sommes pas morts ni partis de cet endroit. De plus,

source: གཞན་ དུ་ ཡང་ མ་ སྐྱེས་ མོད་ ཀྱི་
fr: nous ne sommes pas nés ailleurs, mais

source: འོན་ཀྱང་ སྔོན་མ་ བྱུང་བ␣འི་ སེམས་ཅན་ སྣང་བ་ འདི␣འི་ མཐུ␣ས་ བདག་ཅག་ གི་ གནོད་པ␣འི་ ཁྱད་པར་ རྣམས་ རྩེ་ ཞིལ་ བར་ གྱུར་ ཏོ་ སྙམ་ མོ ། །
fr: pourtant, cet être que nous voyons et qui n'était pas apparu avant, c'est grâce à lui que les particularités de nos maux sont amenuisées. »

source: དེ་ནས་ དེ་དག་ སྤྲུལ་པ་ ལ་ སེམས་ མངོན་པར་ དགའ་བ␣ར་ གྱུར་ ནས་
fr: Ensuite, ils sont emplis d'une joie entière pour cette émanation et

source: སེམས་ཅན་ དམྱལ་བ་ མྱོང་བ␣ར་ འགྱུར་བ␣འི་ ལ␣ས་ དེ་ ཟད་ དེ །
fr: ils épuisent les actions qui leur font faire l'expérience des êtres des enfers et

source: ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ གང་ དུ་ བདེན་པ་ རྣམས་ ཀྱི་ སྣོད་ དུ་ རུང་བ␣ར་ འགྱུར་བ་ དེ␣ར་ ཉིང་མཚམས་ འཛིན་པ␣ར་ འགྱུར་ རོ ། །
fr: ils reprennent naissance chez les dieux et les hommes où ils pourront appréhender (lit. seront des réceptacles pour) les vérités.

source: སྟེང་ དུ་ འགྲོ་བ་ གང་ཡིན་པ་ དེ་དག་ ནི་ རྒྱལ་ཆེན་ བཞི␣འི་ རིས་ རྣམས་ དང་ ། སུམ་ཅུ་རྩ་གསུམ་པ་ རྣམས་ དང་ ། འཐབ་བྲལ་བ་ རྣམས་ དང་ ། དགའ་ལྡན་པ་ རྣམས་ དང་ ། འཕྲུལ་དགའ་ རྣམས་ དང་ ། གཞན་འཕྲུལ་ དབང་ བྱེད་ རྣམས་ དང་ ། ཚངས་རིས་ རྣམས་ དང་ ། ཚངས་པ␣འི་ མདུན་ན་འདོན་པ་ རྣམས་ དང་ ། ཚངས་པ་ ཆེན་པོ་ རྣམས་ དང་ ། འོད་ཆུང་ རྣམས་ དང་ ། ཚད་ མེད་ འོད་ རྣམས་ དང་ ། འོད་གསལ་ རྣམས་ དང་ ། དགེ་ཆུང་ རྣམས་ དང་ ། ཚད་ མེད་ དགེ་ རྣམས་ དང་ ། དགེ་རྒྱས་ རྣམས་ དང་ ། སྤྲིན་ མེད་ རྣམས་ དང་ ། བསོད་ནམས་ སྐྱེས་ རྣམས་ དང་ ། འབྲས་བུ་ ཆེ་ རྣམས་ དང་ ། མི་ཆེ་བ་ རྣམས་ དང་ ། མི་གདུང་བ་ རྣམས་ དང་ ། གྱ་ནོམ་ སྣང་བ་ རྣམས་ དང་ ། ཤིན་ཏུ་ མཐོང་བ་ རྣམས་ དང་ ། འོག་མིན་ གྱི་ ལྷ་ རྣམས་ ཀྱི་ བར་ དུ་ སོང་ ནས་
fr: Ceux qui vont vers le haut vont chez les dieux des Quatre Grands Rois, ceux du monde des Trente-Trois, ceux de Sans-Affrontement, ceux de Tuṣita, ceux de Délices-des-Productions, ceux de Appropriation-des-Productions-d'Autrui, ceux du monde de Brahmā, ceux des Prêtres-de-Brahmā, ceux de Grand-Brahmā, ceux de Lueur, ceux de Lumière-Infinie, ceux de Lumière-Claire, ceux de Petite-Vertu, ceux de Lumière-Infinie, ceux de Vertu-Étendue, ceux de Sans-Nuages, ceux de Naissance-des-Vertus, ceux de Grands-Fruits, ceux de Sans-Grandeur, ceux de Sans-Affliction, ceux de Vision-Excellente, ceux de Vision-Inouïe, et jusqu'à chez ceux de Culminant et

source: མི་རྟག་པ་ དང་ ། སྡུག་བསྔལ་བ་ དང་ ། སྟོང་པ་ དང་ ། བདག་མེད་པ␣འི་ སྒྲ་ སྒྲོགས་ སོ ། །
fr: font résonner les sons de l'impermanence, de la douleur, de l'absence d'existence et de l'absence de moi.

source: ཚིགས་ སུ་ བཅད་པ་ གཉིས་ ཀྱང་ རྗོད་པ␣ར་ བྱེད་ དེ །
fr: Deux versets sont aussi proclamés :

source: ངེས་པར་ འབྱུང་བ་ བརྩམ་པ␣ར་ གྱིས ། །
fr: Faites les efforts pour vous retirer du monde.

source: སངས་རྒྱས་ བསྟན་ ལ་ སྦྱོར་བ␣ར་ གྱིས ། །
fr: Appliquez l'enseignement du Bouddha.

source: འདམ་བུ␣འི་ ཁྱིམ་ ལ་ གླང་ཆེན་ བཞིན ། ། འཆི་བདག་ སྡེ་ ནི་ གཞོམ་པ␣ར་ གྱིས ། །
fr: Comme un éléphant dans une maison en argile, détruisez les armées (lit. groupes) du seigneur de la mort.

source: གང་ཞིག་ ཆོས་ འདུལ་ འདི་ཉིད་ ལ ། ། བག་ ཡོད་ སྤྱོད་པ␣ར་ བྱེད་པ་ ནི ། ། སྐྱེ་བ␣འི་ འཁོར་བ་ རབ་ སྤངས་ ནས ། །
fr: Celui qui pratique (lit. se conduit) avec soin ce Dharma du Vinaya, abandonnera la roue des naissances et

source: སྡུག་བསྔལ་ ཟད་པར་ བྱེད་པ␣ར་ འགྱུར་ ཞེས་
fr: épuisera les souffrances.

source: རྗོད་པ␣ར་ བྱེད་ དོ ། །
fr: fut-il proclamé.

source: དེ་ནས་ འོད་ཟེར་ དེ་དག་ གིས་ སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ␣འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ བསྐོར་ ནས །
fr: Donc, ces rayons de lumière font le tour du trichiliocosme (lit. le monde de l'étendue du grand millier des trois mille) et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཕྱི་བཞིན་ འབྲང་ སྟེ །
fr: ils reviennent vers (lit. suivent) le Bienheureux et

source: གལ་ཏེ་ བཅོམ་ལྡན་འདས་ ཀྱིས་ འདས་པ␣འི་ ལ␣ས་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: si le Bienheureux a l'intention de révéler des actions passées,

source: བཅོམ་ལྡན་འདས་ ཀྱི་ སྣམ་ལོགས་ སུ་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent par l'arrière du Bienheureux.

source: མ་འོངས་པ␣འི་ ལ␣ས་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler des actions futures,

source: མདུན་ལོགས་ སུ་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent par l'arrière.

source: སེམས་ཅན་ དམྱལ་བ␣ར་ སྐྱེ་བ␣ར་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler une naissance dans les enfers,

source: ཞབས་ ཀྱི་ མཐིལ་ དུ་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans les plantes des pieds.

source: དུད་འགྲོ␣ར་ སྐྱེ་བ␣ར་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler une naissance chez les animaux,

source: ཞབས་ ཀྱི་ རྟིང་པ␣ར་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans les talons.

source: ཡི་དགས་ སུ་ སྐྱེ་བ␣ར་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler une naissance chez les esprits affamés,

source: ཞབས་ ཀྱི་ མཐེ་བོ␣ར་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans le gros orteil.

source: མི␣ར་ སྐྱེ་བ␣ར་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler une naissance chez les humains,

source: པུས་མོ་ གཉིས་ སུ་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans les deux genoux.

source: སྟོབས་ ཀྱི་ འཁོར་ལོ␣ས་ སྒྱུར་བ␣འི་ རྒྱལ་པོ␣ར་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler une naissance comme monarque universel établi par la force,

source: ཕྱག་ གཡོན་པ␣འི་ མཐིལ་ དུ་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans la paume de la main gauche.

source: འཁོར་ལོ␣ས་ སྒྱུར་བ␣འི་ རྒྱལ་པོ␣ར་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler une naissance comme monarque universel,

source: ཕྱག་ གཡས་པ␣འི་ མཐིལ་ དུ་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans la paume de la main droite.

source: ལྷ␣ར་ སྐྱེ་བ␣ར་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler une naissance chez les dieux,

source: ལྟེ་བ␣ར་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans le nombril.

source: ཉན་ཐོས་ ཀྱི་ བྱང་ཆུབ་ ཏུ་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler un éveil des auditeurs,

source: ཞལ་ དུ་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans la bouche.

source: རང་ སངས་རྒྱས་ ཀྱི་ བྱང་ཆུབ་ ཏུ་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler un éveil des bouddhas solitaires,

source: སྨིན་མཚམས་ ཀྱི་ མཛོད་སྤུ␣ར་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans le poil [lové] entre les sourcils.

source: བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཏུ་ ལུང་སྟོན་པ␣ར་ བཞེད་ ན་ ནི་
fr: S'il a l'intention de révéler un éveil complet et parfait,

source: དབུ␣འི་ གཙུག་ཏོར་ དུ་ མི་སྣང་བ␣ར་ འགྱུར་ རོ ། །
fr: ils disparaissent dans l'uṣṇīṣa.

source: དེ་ནས་ འོད་ཟེར་ དེ་དག་ གིས་ བཅོམ་ལྡན་འདས་ ལ་ ལན་ གསུམ་ བསྐོར་བ་ བྱས་ ཏེ །
fr: Donc, ces rayons de lumière tournèrent trois fois autour du Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ སྨིན་མཚམས་ ཀྱི་ མཛོད་སྤུ␣ར་ མི་སྣང་བ␣ར་ གྱུར་ ཏོ ། །
fr: ils disparurent dans le poil [lové] entre ses sourcils.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ ཐལ་མོ་ སྦྱར་ ཏེ །
fr: Ensuite, l'honorable Ananda joignit les mains et

source: བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: demanda au Bienheureux : «

source: ཚོན་ སྣ་ སྟོང་ གིས་ སྤེལ་བ་ སྣ་ཚོགས་ ཅན ། ། མང་པོ་ ཞལ་ གྱི་ སྒོ་ ནས་ བྱུང་བ␣ར་ གྱུར ། །
fr: De nombreux et divers [rayons] formés de mille couleurs différentes.

source: དེ་ ཡིས་ ཕྱོགས་ རྣམས་ ཀུན་ དུ་ སྣང་བ␣ར་ བགྱིས ། །
fr: Ils illuminent partout dans toutes les directions,

source: ཉི་མ་ ཤར་བ␣ས་ ཇི་ལྟར་ བགྱིས་པ་ བཞིན ། །
fr: comme le fait le soleil qui brille. »

source: ཡང་ ཚིགས་ སུ་ བཅད་ དེ་
fr: Puis, en vers,

source: གསོལ་པ ། །
fr: il demanda : «

source: རྒོད་ དང་ བྲལ་ ཞིང་ རྒྱགས་ དང་ མི་ དགྱེས་ སྤངས་པ་ ཡི ། ། སངས་རྒྱས་ འགྲོ་བ་ དག་ གི་ དམ་པ␣འི་ རྒྱུ␣ར་ གྱུར་པ ། ། རྒྱལ་བ་ དགྲ་ ཐུབ་ རྣམས་ ནི་ རྒྱུ་རྐྱེན་ མ་ མཆིས་པ␣ར ། ། པད་མ␣འི་ རྩ་ དང་ དུང་ མདོག་ ལྟ་བུ␣འི་ འཛུམ་ མི་ སྟོན ། །
fr: Exempts de bestialité (lit. état sauvage), débarrassés de l'arrogance et du mécontentement, les bouddhas qui sont la source de ce qui est noble pour les êtres, les vainqueurs, eux qui vainquent les ennemis, ne montrent pas sans cause ni condition leur sourire blanc comme la racine de lotus et la couleur de la conque.

source: བརྟན་པོ་ ཉིད་ ཀྱི་ བློ་ ཡིས་ དུས་བབ་ མཁྱེན་ ལགས་ ན ། །
fr: [Votre] esprit qui est la stabilité elle-même sait que le moment est venu. Donc,

source: དགེ་སྦྱོང་ རྒྱལ་དབང་ ཉན་པ་ སོམ་ཉི་ འཚལ་བ་ རྣམས ། ། ཐུབ་པ་ ཁྱུ་མཆོག་ གི་ ནི་ གསུང་མཆོག་ བརྟན་པ་ དང་ ། ། བཟང་པོ་ དག་ གིས་ ཐེ་ཚོམ་ སྐྱེས་པ་ བསལ་བ␣ར་ གསོལ ། །
fr: Veuillez disperser les questionnements des pratiquants (lit. śramaṇa) pris par (lit. qui ont) les doutes qui [vous] écoutent, Souverain des Vainqueurs, par vos paroles suprêmes qui sont stables et bienfaisantes (lit. nobles).

source: རྒྱ་མཚོ་ དང་ ནི་ རི་རྒྱལ་ ལྟ་བུ␣ར་ བརྟན་པ་ ཡི ། ། མགོན་པོ་ རྫོགས་ སངས་རྒྱས་ རྣམས་ གྱི་ ད་ འཛུམ་ མི་ སྟོན ། །
fr: Les parfaits Bouddhas, les protecteurs qui sont aussi stables que l'océan et la reine des montagnes, ne montrent pas leur sourire sans raison.

source: གང་ གི་ དོན་ དུ་ དཔའ་བོ་ འཛུམ་པ་ སྟོན་ མཛད་པ ། ། དེ་ ནི་ ཁྱོད་ ལ་ སྐྱེ་བོ་ ཕལ་ཆེན་ ཉན་པ␣ར་ འཚལ ། །
fr: La raison pour laquelle [vous], Héros, avez montré votre sourire, ceci, la multitude de personnes aimerait l'entendre de vous.

source: འབྲུག་སྒྲ་ ལྟ་བུ␣འི་ གསུང་ ལྡན་པ ། ། ཁྱུ་མཆོག་ ལྟ་བུ␣འི་ ལྟ་སྟངས་ ཅན ། ། མི་མཆོག་ མཆོད་པ་ བགྱིད་པ་ ཡི ། ། འབྲས་བུ་ ཅིར་ འགྱུར་ ལུང་བསྟན་ གསོལ ། །
fr: [Vous] qui possédez un verbe semblable au [tonitruant] cri (lit. son) du dragon, qui avez un regard semblable à une vache, veuillez révéler comment se montre (lit. devient) le résultat de faire des offrandes au suprême des humains.

source: བཙུན་པ་
fr: Vénérable,

source: དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རྣམས་ ནི་ རྒྱུ་མ་ མཆིས་ རྐྱེན་ མ་ མཆིས་པ␣ར་ འཛུམ་པ་ སྟོན་པ␣ར་ མི་ མཛད་ ན །
fr: Les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition. De ce fait,

source: འཛུམ་པ་ མཛད་པ␣འི་ རྒྱུ་ གང་ ལགས་
fr: quelle est la cause de votre sourire ?

source: རྐྱེན་ གང་ ལགས །
fr: Quelle en sont ses conditions ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: དེ་ ནི་ དེ་བཞིན་ ནོ ། །
fr: C'est comme ceci.

source: དེ་ ནི་ དེ་བཞིན་ ཏེ །
fr: C'est comme ceci. De plus,

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རྣམས་ ནི་ རྒྱུ་ དང་ རྐྱེན་ མེད་པ␣ར་ འཛུམ་པ་ མི་ མཛད་ དོ ། །
fr: Les Tathāgatas, les Arhats, les complets et parfaits Bouddhas ne montrent pas leur sourire sans cause et sans condition.

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: ཁྱོད་ ཀྱིས་ བྲམ་ཟེ་ གང་ གིས་ དེ་བཞིན་ གཤེགས་པ་ ལ་ བསྐོར་བ་ བྱས་ ཏེ་ སོང་བ་ མཐོང་ ངམ །
fr: as-tu vu le brahmane qui a tourné autour du Tathāgata et qui est parti ? »

source: བཙུན་པ་
fr: « Vénérable,

source: མཐོང་ ལགས་སོ ། །
fr: je l'ai vu. »

source: ཀུན་དགའ་བོ་
fr: « Ānanda,

source: བྲམ་ཟེ་ འདི་ ནི་ དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ བསྐལ་པ་ བཅུ་གསུམ་ གྱི་ བར་ དུ་ ལོག་པ␣ར་ ལྟུང་བ␣ར་ མི་ འགྱུར་ ཏེ །
fr: ce brahmane, grâce à cette racine vertueuse, ne tombera pas dans les conditions contraires pendant treize éons et

source: བསྐལ་པ་ བཅུ་གསུམ་ གྱི་ བར་ དུ་ ལྷ་ རྣམས་ དང་ ། མི་ རྣམས་ ཀྱི་ ནང་ དུ་ ཉིང་མཚམས་ སྦྱར་ ཞིང་ །
fr: pendant treize éons, il naîtra parmi les dieux et les hommes et

source: འཁོར་བ␣ར་ གྱུར་ ནས་
fr: il tournera [dans ces naissances], puis

source: སྲིད་པ་ ཐ་མ་ དང་ གནས་ ཐ་མ་ ལ་ མི␣ར་ སྐྱེ་བ་ ཐོབ་ སྟེ་
fr: il obtiendra une naissance humaine lors de sa dernière existence et dans le dernier endroit [qu'il connaîtra] et

source: རབ་ཏུ་ འབྱུང་བ␣ར་ འགྱུར་ ལ །
fr: il se retirera du monde et

source: དེ␣ས་ སློབ་དཔོན་ མེད་པ་ དང་ མན་ངག་ མེད་པ␣ར་ བྱང་ཆུབ་ ཀྱི་ ཕྱོགས་ དང་ འཐུན་པ␣འི་ ཆོས་ སུམ་ཅུ་རྩ་བདུན་ མངོན་དུ་ བྱས་ ནས་
fr: sans instructeur et sans instructions, il intégrera les trente-sept éléments qui correspondent à la direction de l'éveil et

source: རང་ སངས་རྒྱས་ ཀྱི་ བྱང་ཆུབ་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ འགྱུར་ ཏེ །
fr: il manifestera l'état de l'éveil des bouddhas solitaires et

source: རང་ སངས་རྒྱས་ སྐོར་ བྱེད་ ཅེས་བྱ་བ␣ར་ འགྱུར་ རོ ། །
fr: il deviendra le bouddha solitaire Qui-Circumambule.

source: དེ␣འི་ སྦྱིན་པ␣ར་ བྱ་བ␣འི་ ཆོས་ ནི་ དེ་ ཡིན་ ནོ །། །།
fr: Ceci est ce qu'il a obtenu de la générosité.
