Repository: Esukhia/karmasataka
Catalog: sem/*/18.po
Languages: fr

source: བསམ་གཏན་ དང་ ། རྣམ་པ␣ར་ ཐར་པ་ དང་ ། ཏིང་ངེ་འཛིན་ དང་ ། སྙོམས་པར་ འཇུག་པ␣འི་ བདེ་བ་ ཉམས་ སུ་ མྱོང་བ␣ར་ བྱེད་ དོ ། །
fr: ils firent l'expérience du bonheur de la concentration, des libérations parfaites, des concentrations méditatives et des absorptions méditatives.

source: དེ་ནས་ དེ␣འི་ ཚེ་ རྒྱལ་པོ␣འི་ ཕོ་བྲང་ དེ་ཉིད་ ན་ རྒྱལ་པོ་ སྒམ་པོ་ ཞེས་ བྱ་བ་ རྒྱལ་པོ་ བྱེད་ དེ །
fr: Ensuite, à cette époque, le roi Insondable régnait dans ce même palais royal et

source: རྒྱལ་པོ་ དེ་ ནང་པ␣ར་ སྔར་ ལངས་ ནས་
fr: le roi se leva tôt le lendemain et

source: བུད་མེད་ ཀྱི་ འཁོར་ གྱིས་ ཞབས་འབྲིང་ བྱས་ ཏེ་
fr: avec un groupe de dames pour le servir,

source: སྐྱེད་མོས་ཚལ་ དེ␣ར་ སོང་ ངོ་ ། །
fr: il alla dans ce parc d'agrément.

source: དེ་དེ␣ར་ སོང་ ནས་
fr: Y étant allé,

source: ཕྱོགས་ གཅིག་ ཏུ་ འདུག་པ་ དང་ །
fr: il s'assit à un endroit (lit. il se tint dans une direction) et

source: བུད་མེད་ དེ་དག་ མེ་ཏོག་ དང་ འབྲས་བུ་ ལ་ སྲེད་པ␣ས་ ཕན་ཚུན་ དུ་ འཁྱམ་ ཞིང་ དོང་བ་ ལ␣ས་
fr: ces dames étaient attirées par les fleurs et les fruits et se promenaient et allaient [dans le parc]. C'est ainsi que

source: བུད་མེད་ དེ་དག་ གིས་ དགེ་སློང་ ལྔ་ བརྒྱ་པོ་ དེ་དག་ ཤིང་ དྲུང་ དག་ ན་ ཀླུ␣འི་ རྒྱལ་པོ་ ལྟར་ ལུས་ བསྐྱིལ་ ཏེ་ གཉིད་ལོག་པ་ བཞིན་ དུ་ སྐྱིལ་མོ་ཀྲུང་ བཅས་ ཏེ་
fr: ces dames, ces cinq cent moines qui avaient les jambes croisées, les membres (lit. le corps) ramassés comme un roi des nāgas qui se serait endormi et

source: འཁོད་པ་ མཐོང་ ངོ་ ། །
fr: qui y restaient, elles les virent.

source: མཐོང་ ནས་ ཀྱང་
fr: Les ayant vus,

source: མཆོག་ ཏུ་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: elles ressentirent une joie intense (lit. suprême).

source: དེ་དག་ དགའ་བ་ སྐྱེས་ ནས་
fr: Elles ressentirent cette joie et

source: དེ་དག་ གིས་ ཞབས་ ལ་ ཕྱག་ འཚལ་ ཏེ །
fr: elles se prosternèrent à leurs pieds et

source: དེ་དག་ གི་ ནང་ ན་ ཆེས་ རྒན་པ་ གང་ཡིན་པ་ དེ␣འི་ མདུན་ དུ་ ཆོས་ མཉན་པ␣འི་ ཕྱིར་ འཁོད་ དོ ། །
fr: s'assirent devant le plus ancien parmi eux pour écouter le Dharma.

source: དེ་ནས་ རྒྱལ་པོ་ དེ␣ས་ སྐྱེད་མོས་ཚལ་ དེ␣འི་ ནང་ ནས་ སྐྱེས་པ␣འི་ སྒྲ་ ཐོས་ སོ ། །
fr: Ensuite, le roi entendit la voix d'un homme dans ce parc d'agrément.

source: ཐོས་ ནས་ ཀྱང་
fr: L'ayant entendue,

source: རལ་གྲི་ རྣོན་པོ་ མགུལ་ དུ་ ཐོགས་ ཏེ །
fr: il prit (lit. porta) une épée tranchante à son cou et

source: དགེ་སློང་ དེ་དག་ ག་ལ་བ་ དེ␣ར་ སོང་ ནས་
fr: il alla à l'endroit où se trouvaient ces moines et

source: རྒྱལ་པོ་ དེ␣ས་ དགེ་སློང་ ལྔ་ བརྒྱ་ དེ་དག་ ཐག་ རིང་པོ་ ནས་ མཐོང་ ངོ་ ། །
fr: ce roi vit ces cinq cent moines au loin.

source: མཐོང་ ནས་ ཀྱང་
fr: Les ayant vus,

source: དགེ་སློང་ རྣམས་ ཀྱིས་ ང␣འི་ བཙུན་མོ␣འི་ འཁོར་ མཐོང་ གིས་
fr: "Ces moines regardent mon entourage de reines et ceci

source: མེད་ དོ་ སྙམ་ སྟེ །
fr: n'est pas [acceptable]." pensa-t-il. Puis,

source: ཁྲོ་བ␣འི་ ཀུན་ ནས་ དཀྲིས་པ་ ཆེན་པོ་ སྐྱེས་ ནས་
fr: ayant donné naissance à une émotion (lit. ce qui enserre entièrement) de colère,

source: མཐོང་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ དེ␣ས་ རྒྱལ་པོ␣འི་ ཞོ་ཤས་འཚོ་བ་ རྣམས་ ལ་ བོས་ ཏེ །
fr: le roi fit appeler les employés du roi et

source: དེ་དག་ ལ་ བསྒོ་བ །
fr: il leur donna cet ordre :

source: དགེ་སློང་ འདི་ རྣམས་ ལྕག་ གིས་ གཞུས་ ཤིག་ ཅེས་
fr: "Frappez ces moines avec des [barres] métalliques",

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ རེ་ཞིག་ ན་ དེ་དག་ ལྕག་ གིས་ བཞུས་ ནས་
fr: Ensuite, après un temps, ils les battirent avec des [barres] métalliques et

source: དགེ་སློང་ དེ་དག་ གི་ ལུས་ རིལ་ གྱིས་ ཞུ་ལུབ་ ཏུ་ ཤ་སྣག་ བུ་ བཞིན་ དུ་ གྱུར་ ཏོ ། །
fr: et recouvrirent (lit. tout autour) la surface (lit. sans espace) des corps de ces moines de bleus.

source: དེ་ནས་ དེ␣ས་ དགེ་སློང་ དེ་ རྣམས་ སྙིང་ཚིམ་པ␣ར་ བཞུས་ ནས་
fr: Ensuite, quand il eut frappé ces moines de tout son soûl (lit. à en être satisfait),

source: གཤེད་མ་ རྣམས་ ལ་ གཏད་ དེ །
fr: il les remit aux bourreaux :

source: ཁྱེད་ དེང་ ལ་
fr: "Mettez-vous en route,

source: རབ་ཏུ་ བྱུང་བ་ འདི་ རྣམས་ ལ␣ས་ ཁ་ཅིག་ ནི་ གསོན་པོ␣ར་ གསལ་ཤིང་ ལ་ ཚུགས་ ལ་
fr: empalez vivants certains de ces personnes s'étant retirés du monde et

source: རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ ཀྱིས་ བསྣུན་ ཅིག །
fr: abattez sur eux des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate.

source: ཁ་ཅིག་ ནི་ གསོན་པོ␣ར་ ཁྱི་ རྣམས་ ལ་ བྱིན་ ཅིག །
fr: Donnez certains autres vivants à des chiens.

source: ཁ་ཅིག་ ནི་ ལུས་ དུམ་བུ་ དྲུག་ ཏུ་ ཆོད་ ལ་
fr: Coupez en six certains autres et

source: ཕྱོགས་ ཀུན་ དུ་ བོར་ ཞིག་ ཅེས་
fr: éparpillez-les (lit. jetez les dans toutes les directions)",

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ རྒྱལ་པོ␣འི་ མི་ དེ་དག་ གིས་ དེ་བཞིན་ དུ་ འཚལ་ ལོ་ ཞེས་
fr: Ensuite, "Nous feront ceci (lit. comme ceci)", les hommes du roi

source: བྱས་ ནས །
fr: dirent. Puis,

source: དགེ་སློང་ ལྔ་ བརྒྱ་པོ་ དེ་དག་ ཁ་ཅིག་ ནི་ གསོན་པོ␣ར་ གསལ་ཤིང་ ལ་ བཙུགས་ ནས་
fr: ils empalèrent vivants certains des cinq cent moines et

source: རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ ཀྱིས་ བསྣུན་ ཏོ ། །
fr: abattirent sur eux des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate.

source: ཁ་ཅིག་ ནི་ གསོན་པོ␣ར་ ཁྱི་ རྣམས་ ལ་ བྱིན་ ནོ ། །
fr: Ils donnèrent certains autres vivants à des chiens.

source: ཁ་ཅིག་ ནི་ ལུས་ དུམ་བུ་ དྲུག་ ཏུ་ བཅད་ དེ་
fr: Ils coupèrent en six certains autres et

source: ཕྱོགས་ ཀུན་ དུ་ བོར་ རོ ། །
fr: les éparpillèrent (lit. les jetèrent dans toutes les directions).

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ རྒྱལ་པོ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ སེམས་ཅན་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui était ce roi est cet être lui-même et

source: དེ␣ས་ དེ␣ར་ དགྲ་བཅོམ་པ་ ལྔ་ བརྒྱ་པོ་ དེ་དག་ བསད་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ␣ར་ སྐྱེས་ སོ ། །
fr: le résultat d'avoir tué ces cinq cent arhats l'a fait naître [comme] être du grand enfer insurpassable (lit. insoutenable).

source: དེ␣ས་ དགེ་སློང་ དེ་དག་ ལ་ སྡང་བ␣འི་ སེམས་ ཀྱིས་ བལྟས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི་ དམུས་ལོང་ དུ་ གྱུར་ ཏོ ། །
fr: Le résultat d'avoir regardé ces moines avec des pensées de colère le fit devenir aveugle de naissance.

source: དེ␣ས་ དགེ་སློང་ དེ་དག་ ལྕག་ གིས་ གཞུས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི་ ལུས་ རིལ་ གྱིས་ རྨ␣ས་ ཞུ་ལུབ་ ཏུ་ ཡོག་པ␣ར་ གྱུར་ ཏོ ། །
fr: Le résultat d'avoir frappé ces moines avec des [barres] métalliques fit que la surface (lit. la rondeur) de son corps était entièrement (lit. sans espace) recouverte de plaies.

source: སྤྱི་བོ་ མན་ཆད་ རྐང་མཐིལ་ ཡན་ཆད་ དུ་ སྲིན་ ཞུགས་ སོ ། །
fr: Du haut de sa tête vers le bas et de la plante de ses pieds vers le haut, des parasites le rongeaient (lit. s'engageaient).

source: དེ␣ས་ དེ་དག་ གཤེད་མ་ ལ་ གཏད་ དེ་
fr: Qu'il les remit aux bourreaux et

source: ཁ་ཅིག་ ནི་ གསོན་པོ␣ར་ གསལ་ཤིང་ ལ་ བཙུགས་ ནས་
fr: qu'ils en empalèrent certains vivants et

source: རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ ཀྱིས་ བསྣུན་པ་ དང་ །
fr: abattirent sur eux des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et

source: ཁ་ཅིག་ ནི་ གསོན་པོ␣ར་ ཁྱི་ རྣམས་ ལ་ བྱིན་པ་ དང་ །
fr: qu'ils en donnèrent certains vivants à des chiens et

source: ཁ་ཅིག་ ནི་ གསོན་པོ␣ར་ ལུས་ དུམ་བུ་ དྲུག་ ཏུ་ བཅད་ དེ་
fr: qu'ils en coupèrent certains vivants en six et

source: ཕྱོགས་ ཀུན་ དུ་ གཏོར་བ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི །
fr: qu'ils les éparpillèrent (lit. jetèrent dans toutes les directions), le résultat de ces actions fit que

source: གལ་ཏེ་ ཐང་ལ་ འགྲོ་ ན་ ནི་
fr: s'il va sur une plaine,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ སེང་གེ་ དང་ ། སྟག་ དང་ ། གཟིག་ དང་ ། དྲེད་ ལ་སོགས་པ་ ལྕགས་ ཀྱི་ མཆེ་བ་ ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissent des lions, des léopards, des ours [tous] avec des crocs en métal et

source: དེ་དག་ གིས་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpent sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangent.

source: དེ་སྟེ་ ཆུ་འབོག་ ན་ ནི་
fr: Lui, s'il s'enfonce dans l'eau,

source: དེ་ ལ་ དེ་ཉིད་ ལ␣ས་ ཆུ་སྲིན་ མ་ ཀ་ར་ ལྕགས་ ཀྱི་ མཆེ་བ་ ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissent des monstres makarah aux crocs en métal et

source: དེ་དག་ གིས་ ཀྱང་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpent sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangent.

source: དེ་ སྟེང་ གི་ ནམ་མཁའ་ ལ་ འགྲོ་ ན་ ནི་
fr: Lui, s'il va dans l'espace,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ བྱ་རོག་ དང་ ། བྱ་རྒོད་ དང་ ། ཆུན་ལག་ ལྕགས་ ཀྱི་ མཆུ་ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissent des corbeaux, des vautours et des oiseaux tsasha tous avec des becs en métal et

source: དེ་དག་ གིས་ ཀྱང་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpent sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangent.

source: དེ་སྟེ་ ནགས་ སྟུག་པོ␣འི་ ནང་ དུ་ འགྲོ་ ན་ ནི །
fr: Lui, s'il va dans la forêt dense,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ ཤིང་ ཤལ་མ་ལི␣འི་ ཚལ་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgit une forêt d'arbres śālmali et

source: དེ་ ལ་ དེ་ཉིད་ དུ་ རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ རླུང་ གིས་ སྤགས་ ཏེ་
fr: le vent projette sur lui des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et

source: དེ␣འི་ སྟེང་ དུ་ འབབ་བོ ། །
fr: ils tombent sur lui.

source: དེ་སྟེ་ རྩིག་པ␣འི་ གསེབ་ བམ་ རི␣འི་ སུལ་ལམ་ བྱ་སྐྱིབས་ དག་ ཏུ་ འགྲོ་བ␣ར་ འདོད་ ན་ ཡང་
fr: Lui, s'il a envie d'aller dans les enceintes ou dans les villages de montagne ou dans des abris sous roche,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ ལ␣ས་ ལ␣ས་ སྐྱེས་པ␣འི་ མི་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ་
fr: y surgissent des hommes créés par ses actions et

source: རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ ཐོགས་ ནས་
fr: ils portent des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et

source: དེ␣འི་ ལུས་ ལ་ འདེབས་ ཏེ །
fr: ils frappent son corps et

source: དེ་དག་ གིས་ དེ␣འི་ ལུས་ ཐམས་ཅད་ བཅད་ ཅིང་ གཏུབ་པ␣ར་ བྱེད་ དེ་
fr: ils tranchent son corps et le découpaient et

source: རྒྱུ་ དེས་ན་ དེ␣ས་ སྡུག་བསྔལ་ དྲག་པ་ དང་ མི་བཟད་པ་ དང་ ། ཚ་བ་ དང་ ཡིད་ དུ་ མི་ འོང་བ␣འི་ ཚོར་བ་ མྱོང་ སྟེ་
fr: à cause de ça (lit. dû à cette cause), il subit des souffrances intenses, insoutenables, des douleurs et des sensations indésirables et

source: ཉམ་ཐག་པ␣འི་ སྐད་ འབྱིན་ ཅིང་
fr: il laisse s'échapper des cris de désespoir et

source: ངུའོ ། །
fr: il pleure.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་ཟེར་ ཅན་ གྱི་ རིང་ ཚུན་ཆད་ ནས ། ད་ལྟར་ ང␣འི་ རིང་ གི་ བར་ དུ་ སེམས་ཅན་ འདི་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ནས་ ཤི་འཕོས་ ཤིང་
fr: depuis l'époque du complet et parfait Bouddha Prabhāvan jusqu'à l'époque présente (lit. de maintenant) [qui est] la mienne, cet être a quitté [des vies chez] les êtres des enfers et

source: སེམས་ཅན་ དམྱལ་བ་ རྣམས་ འབའ་ཞིག་ ཏུ་ སྐྱེས་ ཏེ་
fr: est uniquement né parmi les êtres des enfers et

source: འདི␣ས་ འདི་ ལྟ་བུ␣འི་ སྡུག་བསྔལ་ རྙེད་པ␣ར་ གྱུར་ ཏོ ། །
fr: il a obtenu de telles souffrances. »

source: བཙུན་པ་
fr: « Vénérable,

source: སེམས་ཅན་ འདི་ སྡུག་བསྔལ་ འདི་ ལ␣ས་ ནམ་ ཐར་བ␣ར་ འགྱུར་ ལགས །
fr: quand cet être sera-t-il libéré de ces souffrances ? »

source: བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སངས་རྒྱས་ ལྔ་ བརྒྱ་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: « Cinq cent bouddhas apparaîtront pendant cet éon fortuné et

source: དེ␣འི་ བར་ དུ་ ཡང་ སེམས་ཅན་ འདི་ སེམས་ཅན་ དམྱལ་བ་ རྣམས་ ནས་ ཤི་འཕོས་ ཤིང་
fr: jusque là, cet être quittera [des vies chez] les êtres des enfers et

source: སེམས་ཅན་ དམྱལ་བ་ རྣམས་ འབའ་ཞིག་ ཏུ་ སྐྱེ་བ␣ར་ འགྱུར་ ཏེ །
fr: naîtra uniquement parmi les êtres des enfers et

source: འདི་ ལྟ་བུ␣འི་ སྡུག་བསྔལ་ ཤ་སྟག་ རྙེད་ ནས །
fr: il obtiendra à chaque fois (lit. uniquement) des souffrances comme celles-ci et

source: དེ␣འི་ འོག་ ཏུ་ སེམས་ཅན་ དམྱལ་བ␣འི་ སྡུག་བསྔལ་ ཟད་ ནས་
fr: après ça (lit. en dessous de ça), les souffrances d'être dans les enfers s'épuiseront et

source: མི␣ར་ སྐྱེ་བ་ ཐོབ་པ␣ར་ འགྱུར་ ཏེ །
fr: il obtiendra de naître chez les humains et

source: དེ␣ས་ རིགས་ངན་ གྱི་ ཁྱིམ་ དུ་ ཉིང་མཚམས་ སྦྱོར་བ␣ར་ འགྱུར་ རོ ། །
fr: il passera la lisière [de sa prochaine vie] dans une maison de basse (lit. mauvaise) caste.

source: དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ རི་ དག␣ས་ ཤོ␣ར་ དུ་ འགྲོ་བ␣ར་ འགྱུར་ ཏེ །
fr: Quand il aura grandi, il ira chasser (lit. chasser des herbivores sauvages) et

source: དེ་དེ␣ར་ སོང་བ་ ན་ ནགས་ཁྲོད་ མེ་ཏོག་ ཕུན་སུམ་ ཚོགས་པ་ འབྲས་བུ་ ཕུན་སུམ་ ཚོགས་པ་ བསིལ་གྲིབ་ ཕུན་སུམ་ ཚོགས་པ་ ཞིག་ ཏུ་ ཕྱིན་ ནས །
fr: lorqu'il sera à la chasse (lit. y), il ira dans un endroit de la forêt (lit. au milieu de la forêt) où se trouvaient des fleurs parfaites, des fruits parfaits et une ombre parfaitement rafraîchissante et

source: དེ␣ས་ བསམས་པ་
fr: il pensera : «

source: གནས་ འདི་ ལྟ་བུ␣ར་ ནི་ རི་ དག␣ས་ རྣམས་ འདུ་བ␣ར་ འགྱུར་ རོ་ སྙམ་ ནས །
fr: Les animaux (lit. herbivores sauvages) se rassemblent dans un endroit comme celui-ci. » et

source: དེ␣ས་ དེ␣ར་ འཁྲུལ་ དང་ རྙི་ དང་ གཏོར་བ་ དང་ རྙོང་ རྣམས་ བཙུགས་ ནས་
fr: il y installera des [pièges comme] des trappes mécaniques, des filets, des assommoirs et [d'autres] filets et

source: འགྲོ་བ␣ར་ བྱེད་ དོ ། །
fr: partira.

source: དེ་ནས་ དེ␣འི་ ཚེ་ འཇིག་རྟེན་ དུ་ རང་ སངས་རྒྱས་ ཤིག་ བྱུང་ སྟེ །
fr: Ensuite, à ce moment, un bouddha solitaire apparaîtra dans le monde et

source: དེ་ ནགས་ཁྲོད་ དེ␣ར་ མཚན་མོ་ གནས་ འཆའ་བ␣ར་ བྱེད་ དེ །
fr: il s'établira [pour] la nuit dans cet endroit de la forêt (lit. milieu de forêt) et

source: དེ␣འི་ དྲིས་ རི་ དག␣ས་ དེ་དག་ དེ␣འི་ ཉིན་པ␣ར་ ནགས་ཁྲོད་ དེ␣ར་ མི་ འོང་ ངོ་ ། །
fr: du fait de son odeur, les animaux sauvages (lit. herbivores sauvages) ne viendront pas à cet endroit ce jour-là.

source: རྔོན་པ་ དེ་ཡང་ དེ␣ར་ སོང་ ནས་
fr: Le chasseur ira là et

source: ནགས་ཁྲོད་ དེ␣ར་ རང་ སངས་རྒྱས་ དེ་ འབའ་ཞིག་ མཐོང་བ་ ལ␣ས་
fr: ne voyant que ce bouddha solitaire dans cette endroit de la forêt,

source: གཞན་ ཅི་ཡང་ མ་ རྙེད་ ནས་
fr: ne trouvant aucun autre [animal pris],

source: དེ␣ས་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །
fr: il pensera ceci : «

source: རབ་ཏུ་ བྱུང་བ་ འདི་དག་ ནི་ གནས་ འདི་ ལྟ་བུ་ ལ་ དགའ་བ␣ར་ སྐྱེད་པ␣ར་ བྱེད་ དེ །
fr: Ceux qui se sont retirés du monde se plaisent (lit. développent de l'appréciation) dans des endroits comme celui-ci et

source: འདི་ འདི་ ན་ འདུག་པ␣ར་ གྱུར་ ན་ བདག་ ལ་ གནོད་པ␣ར་ འགྱུར་ གྱིས །
fr: si celui-ci reste ici, il me fera du tort. Donc,

source: མ་ལ་
fr: décidément,

source: བདག་ གིས་ འདི་ བསད་ གོར་མ་ཆག་ སྙམ་ ནས་
fr: il n'y a pas de douce que je doive aussi le tuer » et

source: དེ␣ས་ རང་ སངས་རྒྱས་ དེ་ བསད་ དེ །
fr: il tua ce bouddha solitaire et

source: དེ␣ས་ དེ་ བསད་ ནས་
fr: l'ayant tué,

source: རྔོན་པ་ དེ་ ཤི་བ␣འི་ འོག་ ཏུ་ ཡང་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ␣ར་ སྐྱེ་བ␣ར་ འགྱུར་ ཏེ །
fr: après être mort, ce chasseur renaîtra encore parmi les êtres du grand enfer insurpassable (lit. insoutenable) et

source: དེ་དེ␣ར་ ལོ་ བརྒྱ་ ཕྲག་ དུ་མ་ དང་ ལོ་ སྟོང་ཕྲག་ དུ་མ␣འི་ བར་ དུ་ སེམས་ཅན་ དམྱལ་བ␣འི་ སྡུག་བསྔལ་ མྱོང་བ␣ར་ འགྱུར་ རོ ། །
fr: là, il subira les souffrances des êtres des enfers pendant des centaines et des milliers d'années.

source: དེ་ནས་ དེ་ལས་ ཟད་ ནས་
fr: Ensuite, ces actions seront épuisées et

source: ཡང་ མི␣ར་ སྐྱེ་བ་ ཐོབ་པ␣ར་ ཡང་ འགྱུར་ ཏེ །
fr: il obtiendra à nouveau de naître chez les humains et

source: དེ␣འི་ ཚེ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ བླ་མ་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: à cette époque, le complet et parfait Bouddha Uttara apparaîtra dans le monde et

source: དེ␣འི་ གསུང་རབ་ ལ་ འདི་ རབ་ཏུ་ བྱུང་ ནས་
fr: il se retirera du monde selon son enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: il éliminera toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ འགྱུར་ རོ ། །
fr: il manifestera l'état d'arhat (lit. l'arhat-même).

source: དེ␣ས་ དགྲ་བཅོམ་པ་ ཉིད་ ཐོབ་ ནས་
fr: Après qu'il ait obtenu l'état d'arhat,

source: རྒྱལ་པོ␣འི་ ཕོ་བྲང་ ཞིག་ ཏུ་ འགྲོ་བ␣ར་ འགྱུར་ ཏེ །
fr: il ira dans le palais d'un roi et

source: དེ་ རྒྱལ་པོ␣འི་ སྐྱེད་མོས་ཚལ་ དུ་ གནས་ འཆའ་བ␣ར་ འགྱུར་ རོ ། །
fr: il s'établira dans le parc d'agrément de ce roi.

source: རྒྱལ་པོ་ དེ་ཡང་ བུད་མེད་ ཀྱི་ འཁོར་ དག་ གིས་ ཞབས་འབྲིང་ བྱས་ ཏེ །
fr: Ce roi, à son tour, avec un groupe de dames pour le servir,

source: སྐྱེད་མོས་ཚལ་ དེ␣ར་ འགྲོ་བ␣ར་ འགྱུར་ ལ །
fr: ira dans le parc d'agrément et

source: བུད་མེད་ དེ་དག་ ཀྱང་ སྐྱེད་མོས་ཚལ་ དེ␣ར་ མེ་ཏོག་ དང་ འབྲས་བུ་ ལ་ སྲེད་པ␣ས་ ཕན་ཚུན་ འཁྱམ་ ཞིང་
fr: ces dames seront attirées par les fleurs et les fruits et se promèneront dans le parc d'agrément et

source: འགྲོ་བ་ ལ␣ས །
fr: elle s'y déplaceront. Ainsi,

source: དེ␣འི་ ཐད་ དུ་ ཕྱིན་ ཏེ་
fr: elles iront auprès de lui et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ མདུན་ དུ་ འཁོད་ དོ ། །
fr: elles s'assiéront pour écouter le Dharma.

source: རྒྱལ་པོ་ དེ་ཡང་ སྐྱེས་པ␣འི་ སྒྲ་ ཐོས་ ནས་
fr: Ce roi entendra la voix (lit. son) d'un homme et

source: དེ␣འི་ ཐད་ དུ་ འགྲོ་བ␣ར་ འགྱུར་ ལ །
fr: il ira auprès de lui et

source: དེ་ མཐོང་ ནས་
fr: l'ayant vu,

source: ཁྲོ␣ས་ ཏེ་
fr: il se mettra en colère et

source: ལྕག་ གིས་ བཞུས་ ནས་
fr: il le frappera avec des [barres] métalliques et

source: དེ␣འི་ ལུས་ དུམ་བུ་ དྲུག་ ཏུ་ བཅད་ དེ །
fr: il coupera son corps en six et

source: གསོན་པོ␣ར་ གསལ་ཤིང་ ལ་ བཙུགས་ ནས །
fr: il l'empalera vivant et

source: རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ མདུང་ ཁ་ལེབ་ རྣམས་ ཀྱིས་ ལུས་ ལ་ བསྣུན་ ནས་
fr: abattra sur lui des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et

source: ཁྱི་ རྣམས་ ལ་ བྱིན་པ␣ར་ གྱུར་ ཏེ །
fr: il le donnera à des chiens et

source: དེ␣འི་ སྡུག་བསྔལ་ གྱི་ མཐའ་ དེ␣ར་ ཐུག་པ␣ར་ འགྱུར་ རོ ། །
fr: la limite de ses souffrances sera alors atteinte. »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ དེ་དག་ ཤས་ ཆེ␣ར་ སྐྱོ་བ་ སྐྱེས་ ཏེ །
fr: Ensuite, dès qu'ils eurent entendu ceci, les innombrables personnes ressentirent un désenchantement intense et

source: དེ་དག་ གིས་ བསམས་པ །
fr: ils pensèrent : «

source: འཁོར་བ་ ན་ འཁོར་ ན་ བདག་ཅག་ གིས་ ཀྱང་ སྡུག་བསྔལ་ མི་བཟད་པ་ དེ་ལྟ་ བུ་ རྙེད་པ␣ར་ འགྱུར་ རོ་ སྙམ་ མོ ། །
fr: Si nous errons dans le samsara, nous aussi, nous obtiendrons des souffrances insoutenables comme celles-ci. »

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་དག་ གི་ ཡིད་སྐྱོ་བ␣ར་ གྱུར་པ␣ར་ ཐུགས་ སུ་ ཆུད་ ནས་
fr: Ensuite, le Bienheureux comprit qu'ils étaient désenchantés et

source: དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: il leur donna un enseignement correspondant à ceci et

source: སྟན་ དེ་ཉིད་ ལ་ འཁོད་ བཞིན་ དུ་ ཁ་ཅིག་ གིས་ ནི་ དྲོ་བ␣ར་ གྱུར་པ་ བསྐྱེད་ དོ ། །
fr: tandis qu'ils étaient encore assis sur leur sièges, certains développèrent [le niveau de] la chaleur.

source: ཁ་ཅིག་ གིས་ ནི་ རྩེ་མོ་ དང་ ། བདེན་པ་ དང་ ། འཐུན་པ␣འི་ བཟོད་པ་ དང་ ། འཇིག་རྟེན་ གྱི་ ཆོས་ ཀྱི་ མཆོག་ དང་ མཐོང་བ␣འི་ སྙོམས་པར་ འཇུག་པ་ བསྐྱེད་ དོ ། །
fr: Certains autres [développèrent le niveau] du sommet, [d'autres] de l'acceptation correspondant à la vérité, [d'autres] de [ce qui est] sublime [parmi] les choses du monde, [d'autres] la concentration méditative de la vision.

source: ཁ་ཅིག་ གིས་ ནི་ རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: Certains manifestèrent le résultat de l'entrée dans le courant.

source: ཁ་ཅིག་ གིས་ ནི་ ལན་ཅིག་ ཕྱིར་ འོང་བ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: Certains manifestèrent le résultat de celui qui revient une fois.

source: ཁ་ཅིག་ གིས་ ནི་ ཕྱིར་ མི་ འོང་བ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: Certains manifestèrent le résultat de ceux qui ne reviennent plus.

source: ཁ་ཅིག་ གིས་ ནི་ རབ་ཏུ་ བྱུང་ ནས་
fr: Certains se retirèrent du monde et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: manifestèrent l'état d'arhat.

source: ཁ་ཅིག་ གིས་ ནི་ འཁོར་ལོ␣ས་ སྒྱུར་བ␣འི་ རྒྱལ་པོ␣ར་ འགྱུར་བ␣འི་ ས་བོན་ བསྐྱེད་ དོ ། །
fr: Certains développèrent les graines pour devenir (lit. de) des monarques universels.

source: ཁ་ཅིག་ གིས་ ནི་ སྟོབས་ ཀྱིས་ འཁོར་ལོ␣ས་ སྒྱུར་བ␣ར་ འགྱུར་བ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ བརྒྱ་བྱིན་ དུ་ འགྱུར་བ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ ཚངས་པ␣ར་ འགྱུར་བ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ ཉན་ཐོས་ ཀྱི་ བྱང་ཆུབ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ རང་ སངས་རྒྱས་ ཀྱི་ བྱང་ཆུབ་ དང་ ། ཁ་ཅིག་ གིས་ ནི་ བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཀྱི་ ས་བོན་ བསྐྱེད་ དོ ། །
fr: Certains développèrent les graines pour devenir des monarques universaux établis par la force, certains celles pour devenir Indra, certains celles pour devenir Brahmā, certains celles de l'éveil des auditeurs, certains celles de l'éveil des bouddhas par soi, certains celles de l'insurpassable éveil complet et parfait.

source: འཁོར་ དེ་དག་ གི་ ནང་ ནས་ ཕལ་ཆེར་ ནི་ སངས་རྒྱས་ ལ་ གཞོལ །
fr: La majorité des personnes parmi cet entourage s'engagèrent (lit. descendirent) auprès du Bouddha,

source: ཆོས་ ལ་ འབབ་
fr: s'accordèrent (lit. tomber [d'accord avec]) avec le Dharma,

source: དགེ་འདུན་ ལ་ བབ་པ␣ར་ མཛད་ དེ །
fr: intégrèrent (lit. être tombé [d'accord avec]) la Saṅgha. Il les fit [atteindre ceci] et

source: བཀོད་ ནས་
fr: les y établit et

source: གཙུག་ལག་ཁང་ དུ་ གཤེགས་ སོ ། ། ། །
fr: alla au vihāra. »
