Repository: Esukhia/karmasataka
Catalog: sem/*/18.po
Languages: fr

source: སྒམ་པོ་ ཞེས་ བྱ་བ་ ནི །
fr: Celui nommé Insondable

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ སེམས་ཅན་ ཞིག་ སེམས་ཅན་ དམྱལ་བ␣ར་ སྐྱེས་ ཏེ་
fr: À cette époque, un être était né [comme] être des enfers et

source: ལུས་ ཆེ་ ཞིང་
fr: son corps était grand,

source: དམུས་ལོང་ དུ་ འདུག་ ལ་
fr: il était né aveugle et

source: དེ␣འི་ ལུས་ རིལ་ གྱིས་ རྨ␣ས་ ཞུ་ལུབ་ ཏུ་ ཡོག་ སྟེ །
fr: la surface (lit. la rondeur) de son corps était entièrement (lit. sans espace) recouverte de plaies et

source: དེ␣འི་ སྤྱི་བོ་ མན་ཆད་ རྐང་མཐིལ་ ཡན་ཆད་ སྲིན་ ཞུགས་པ␣ས་ དེ་ ནད་མ་ བཟོད་ ནས་
fr: du haut de sa tête vers le bas et de la plante de ses pieds vers le haut, des parasites le rongeaient (lit. s'engageaient) et il ne supportait pas cette douleur et

source: ཕན་ཚུན་ རྒྱུག་པ␣ར་ བྱེད་ ལ །
fr: il courrait ici et là et

source: དེ་ གལ་ཏེ་ ཐང་ལ་ འགྲོ་ ན་ ནི །
fr: s'il allait sur une plaine,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ སེང་གེ་ དང་ ། སྟག་ དང་ ། གཟིག་ དང་ ། དྲེད་ ལ་སོགས་པ་ ལྕགས་ ཀྱི་ མཆེ་བ་ ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissaient des lions, des léopards, des ours [tous] avec des crocs en métal et

source: དེ་དག་ གིས་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpaient sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangeaient.

source: དེ་སྟེ་ ཆུ་ ལ་ འབོག་ ན་ ནི་
fr: Lui, s'il s'enfonçait dans l'eau,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ཆུ་ སྲིན་ མ་ ཀ་ར་ ལྕགས་ ཀྱི་ མཆེ་བ་ ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissaient des monstres makarah aux crocs en métal et

source: དེ་དག་ གིས་ ཀྱང་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpaient sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangeaient.

source: དེ་སྟེ་ སྟེང་ གི་ ནམ་མཁའ་ ལ་ འགྲོ་ ན་ ནི་
fr: Lui, s'il allait dans l'espace,

source: དེ་ ལ་ དེ་ཉིད་ ནས ། བྱ་རོག་ དང་ བྱ་རྒོད་ དང་ ཆུན་ལག་ ལྕགས་ ཀྱི་ མཆུ་ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissaient des corbeaux, des vautours et des oiseaux tsasha tous avec des becs en métal et

source: དེ་དག་ གིས་ ཀྱང་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpaient sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangeaient.

source: དེ་སྟེ་ ནགས་ སྟུག་པོ␣འི་ ནང་ དུ་ འགྲོ་ ན་ ནི་
fr: Lui, s'il allait dans la forêt dense,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ ཤིང་ ཤལ་མ་ལི␣འི་ ཚལ་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissait une forêt d'arbres śālmali et

source: དེ་ ལ་ དེ␣ར་ རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ རླུང་ གིས་ སྤགས་ ཏེ་
fr: le vent projetait des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et

source: དེ␣འི་ སྟེང་ དུ་ འབབ་བོ ། །
fr: ils tombaient sur lui.

source: དེ་སྟེ་ རྩིག་པ␣འི་ གསེབ་ བམ་ རི␣འི་ སུལ་ལམ་ བྱ་སྐྱིབས་ དག་ ཏུ་ འགྲོ་བ␣ར་ འདོད་ ན་ ཡང་
fr: Lui, s'il avait envie d'aller dans les enceintes ou dans les villages de montagne ou dans des abris sous roche,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ ལ␣ས་ ལ␣ས་ སྐྱེས་པ␣འི་ མི་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissaient des hommes créés par ses actions et

source: རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ ཐོགས་ ནས་
fr: ils portaient des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et

source: དེ␣འི་ ལུས་ ལ་ འདེབས་ ཏེ །
fr: ils frappaient son corps et

source: དེ་དག་ གིས་ དེ␣འི་ ལུས་ ཐམས་ཅད་ བཅད་ ཅིང་ གཏུབ་པ␣ར་ བྱེད་ དེ །
fr: ils tranchaient son corps et le découpaient et

source: རྒྱུ་ དེས་ན་ དེ␣ས་ སྡུག་བསྔལ་ དྲག་པ་ དང་ མི་བཟད་པ་ དང་ ཚ་བ་ དང་ ཡིད་ དུ་ མི་ འོང་བ␣འི་ ཚོར་བ་ མྱོང་ སྟེ །
fr: à cause de ça (lit. dû à cette cause), il subissait des souffrances intenses, insoutenables, des douleurs et des sensations indésirables et

source: ཉམ་ཐག་པ␣འི་ སྐད་ འབྱིན་ ཅིང་
fr: il laissait s'échapper des cris de désespoir et

source: ངུའོ ། །
fr: il pleurait.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ བགྲོད་པ་ གཅིག་པུ␣འི་ ལམ་ སྟོན་པ །
fr: Les Bienheureux Bouddhas montrent l'unique voie à parcourir ;

source: རྣམ་པ་ གཉིས་ ཀྱི་ ཤེས་བྱ་ དང་ ཡེ་ཤེས་ ལ་ མངའ་ བརྙེས་པ །
fr: ils possèdent (lit. obtenu la possession de) les deux aspects de la connaissance et la sagesse ;

source: མ་ འདྲེས་པ␣འི་ དྲན་པ་ ཉེ་བར་ གཞག་པ་ གསུམ་ ལ་ མཁས་པ །
fr: ils excellent dans les trois attentions rapprochées qui leur sont propres ;

source: མི་ འཇིགས་པ་ བཞི␣ས་ མི་ འཇིགས་པ །
fr: ils sont intrépides grâce aux quatre intrépidités ;

source: འགྲོ་བ་ ལྔ␣ར་ འགྲོ་བ་ ལ␣ས་ རྣམ་པ␣ར་ གྲོལ་བ །
fr: ils sont entièrement libérés d'aller vers les cinq renaissances ;

source: སྐྱེ་མཆེད་ དྲུག་ ལ་ མཁས་པ །
fr: ils sont versés dans les six sources des sens ;

source: བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ བདུན་ ལ་ སྤྱོད་ཡུལ་བ །
fr: ils vivent les sept branches de l'Éveil ;

source: རྣམ་པ␣ར་ ཐར་པ་ བརྒྱད་ ལ་ བསམ་གཏན་པ །
fr: ils contemplent les huit libérations complètes ;

source: མཐར་གྱིས་ གནས་པ␣འི་ སྙོམས་པར་ འཇུག་པ་ དགུ་ ལ་ སྙོམས་པར་ འཇུག་པ །
fr: ils s'engagent dans les neuf absorptions méditatives successives ;

source: སྟོབས་ བཅུ␣འི་ སྟོབས་ དང་ ལྡན་པ །
fr: ils possèdent la puissance des dix forces ;

source: ཡང་དག་པ␣འི་ སེང་གེ␣འི་ སྒྲ་ ཆེན་པོ་ སྒྲོགས་པ་ རྣམས་ ནི་ ཆོས་ཉིད་ ཀྱིས་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་ ཏེ །
fr: eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.

source: སུ་ ནི་ རྒུད །
fr: « Qui s'affaiblit ?

source: སུ་ ནི་ དར །
fr: Qui s'épanouit ?

source: སུ་ ནི་ ཕོངས་ ཤིང་ འདུག །
fr: Qui est dans la misère ?

source: སུ་ ནི་ ཉམ་ང་ བར་ གྱུར །
fr: Qui est dans le malheur ?

source: སུ་ ནི་ གནོད་པ་ དང་ ལྡན །
fr: Qui est dans la souffrance ?

source: སུ་ ནི་ ཕོངས་པ་ དང་ ཉམ་ང་བ་ དང་ གནོད་པ་ དང་ ལྡན་
fr: Qui est dans le malheur, vit dans la peur et est accablé (lit. avoir) de souffrances (lit. de maux) ?

source: སུ་ ནི་ ངན་སོང་ དུ་ གཞོལ་
fr: Qui chute dans les mondes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ འབབ་
fr: Qui tombe dans les mondes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ བབ་
fr: Qui tombera dans les mondes inférieurs ?

source: སུ་ ནི་ ངས་ ངན་སོང་ ནས་ ཕྱུང་ སྟེ་
fr: Qui vais-je extirper des royaumes inférieurs et

source: མཐོ་རིས་ དང་ ཐར་པ་ དང་ འབྲས་བུ་ ལ་ གཞག་པ␣ར་ བྱ །
fr: les établir dans les royaumes supérieurs, la libération ou le résultat ?

source: སུ་ ནི་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ འདམ་ དུ་ བྱིང་བ་ ལ␣ས་
fr: Quel être (lit. qui) enlisé dans le marais des mauvaises conduites

source: ལག་ནས་ དྲང་བ␣ར་ བྱ །
fr: vais-je tirer par la main ?

source: སུ་ ནི་ འཕགས་པ␣འི་ ནོར་ བདུན་ མེད་པ་ ལ␣ས་
fr: Quel être (lit. qui) dépourvu des sept richesses des êtres sublimes

source: འཕགས་པ␣འི་ ནོར་ བདུན་ གྱི་ དབང་ཕྱུག་ ལ་ དབང་ བྱེད་ དུ་ གཞུག་པ␣ར་ བྱ །
fr: vais-je pousser à s'approprier le pouvoir des seigneurs des sept joyaux des [êtres] nobles ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ མ་ བསྐྱེད་པ་ ལ␣ས་
fr: Qui, n'ayant pas développé les racines vertueuses,

source: བསྐྱེད་པ␣ར་ བྱ །
fr: inciterais-je à [les] développer ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ བསྐྱེད་ ཟིན་པ་ ལ␣ས་
fr: Qui, ayant déjà développé les racines vertueuses,

source: ཡོངས་སུ་ སྨིན་པ␣ར་ བྱ །
fr: inciterais-je à [les] faire mûrir ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ ཡོངས་སུ་ སྨིན་ ཟིན་པ་ ལ␣ས་
fr: Qui, ayant déjà fait mûrir entièrement les racines vertueuses,

source: ཡེ་ཤེས་ ཀྱི་ མཚོན་ གྱིས་ བརྟོལ་བ␣ར་ བྱ །
fr: inciterais-je à [les] faire jaillir à l'aide de l'arme de la sagesse ?

source: སུ་ ལ་ ནི་ སངས་རྒྱས་ བྱུང་བ␣ས་ བརྒྱན་པ␣འི་ འཇིག་རྟེན་ འབྲས་བུ་ དང་ བཅས་པ␣ར་ བྱ་ སྙམ་ དུ་
fr: Pour quel être (lit. qui) fructifierais-je ce monde qui est orné puisqu'un bouddha y est apparu ? »

source: ཡེ་ཤེས་ གཟིགས་པ་ འཇུག་ གོ ། །
fr: [Ainsi] s'applique leur regard de sagesse.

source: རྒྱ་མཚོ་ ཆུ་སྲིན་ རྣམས་ ཀྱི་ གནས ། །
fr: [Dans] l'océan, la demeure des [monstres] makara,

source: དུས་རླབས་ ཡོལ་བ␣ར་ འགྱུར་ ཡང་སྲིད ། །
fr: il est possible que les marées tardent.

source: གདུལ་བ␣ར་ བྱ་བ␣འི་ སྲས་ རྣམས་ ལ ། ། སངས་རྒྱས་ དུས་ ལ␣ས་ ཡོལ་བ་ མེད ། །
fr: Pour leurs enfants qu'ils doivent dompter, les bouddhas ne prennent [jamais] de retard.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དགོངས་ ནས །
fr: Puis le bienheureux pensa que

source: མཉན་ དུ་ཡོད་པ␣འི་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ འདུལ་བ␣འི་ དུས་ ལ་ བབ་ ནས །
fr: c'était le temps de dompter les innombrables habitants (lit. personnes) de Śrāvastī et

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ དགོངས་པ་
fr: le Bienheureux pensa : «

source: ཅི་
fr: Qu'[en est-il] ?

source: ཚར་ གཅད་པ␣ས་ འདུལ་བ␣ར་ འགྱུར་ རམ་
fr: Seront-ils domptés par la subjugation ?

source: འོན་ཏེ་ བསྟོད་པ␣ས་ འདུལ་བ␣ར་ འགྱུར་ རམ །
fr: Ou bien seront-ils domptés par les hommages ?

source: འོན་ཏེ་ སྐྱོ་བ་ བསྐྱེད་པ␣ས་ འདུལ་བ␣ར་ འགྱུར་ སྙམ་ དུ་
fr: Ou bien seront-ils domptés par le désenchantement ? »

source: དགོངས་ ནས །
fr: pensa-t-il. Puis,

source: སྐྱོ་བ་ བསྐྱེད་པ␣ས་ འདུལ་བ␣ར་ འགྱུར་བ␣ར་ བཅོམ་ལྡན་འདས་ ཀྱིས་ གཟིགས་ ནས །
fr: le Bienheureux vit qu'ils seraient domptés par le désenchantement et

source: དེ་དག་ སྐྱོ་བ་ བསྐྱེད་པ␣འི་ ཕྱིར་ བཅོམ་ལྡན་འདས་ ཀྱིས་ སེམས་ཅན་ དེ་ རྫུ་འཕྲུལ་ གྱིས་ བཀུག་ སྟེ །
fr: pour qu'ils soient désenchantés, le Bienheureux fit venir cet être par ses pouvoirs surnaturels et

source: ཆུ་ ཀླུང་ཁང་ ལྡན་ གྱི་ འགྲམ་ དུ་ བཞག་ ན །
fr: il le plaça sur les rives de (lit. près de) la rivière Ajiravatī. À ce moment,

source: དེ␣ར་ ཡང་ དེ་ ནད་ མི་ བཟོད་ ནས་
fr: là encore, il ne supportait pas ses souffrances et

source: ཕན་ཚུན་ རྒྱུག་པ␣ར་ བྱེད་ ལ་
fr: il courrait ici et là et

source: དེ␣ར་ ཡང་ དེ་ གལ་ཏེ་ ཐང་ལ་ འགྲོ་ ན་ ནི་
fr: là encore, s'il allait sur une plaine,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ སེང་གེ་ དང་ སྟག་ དང་ ། གཟིག་ དང་ དྲེད་ ལ་སོགས་པ་ ལྕགས་ ཀྱི་ མཆེ་བ་ ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: de cette plaine surgissaient des lions, des léopards, des ours [tous] avec des crocs en métal et

source: དེ་དག་ གིས་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpaient sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangeaient.

source: དེ་སྟེ་ ཆུར་ འབོག་ ན་ ནི་
fr: Lui, s'il s'enfonçait dans l'eau,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ཆུ་ སྲིན་ མ་ ཀ་ར་ ལྕགས་ ཀྱི་ མཆེ་བ་ ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissaient des monstres makarah aux crocs en métal et

source: དེ་དག་ གིས་ ཀྱང་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpaient sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangeaient.

source: དེ་སྟེ་ སྟེང་ གི་ ནམ་མཁའ་ ལ་ འགྲོ་ ན་ ནི་
fr: Lui, s'il allait dans l'espace,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ བྱ་རོག་ དང་ བྱ་རྒོད་ དང་ ཆུན་ལག་ ལྕགས་ ཀྱི་ མཆུ་ཅན་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissaient des corbeaux, des vautours et des oiseaux tsasha tous avec des becs en métal et

source: དེ་དག་ གིས་ ཀྱང་ དེ␣འི་ ཤ་ རྣམས་ བཅད་ ཅིང་ བཅད་ ཅིང་
fr: ils découpaient sans cesse sa chair et

source: ཟ␣འོ ། །
fr: ils le mangeaient.

source: དེ་སྟེ་ ནགས་ སྟུག་པོ␣འི་ ནང་ དུ་ འགྲོ་ ན་ ནི་
fr: Lui, s'il allait dans la forêt dense,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ ཤིང་ ཤལ་མ་ལི␣འི་ ཚལ་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissait une forêt d'arbres śālmali et

source: དེ་ ལ་ དེ་ཉིད་ དུ་ རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ རླུང་ གིས་ སྤགས་ ཏེ་
fr: le vent projetait sur lui des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et

source: དེ␣འི་ སྟེང་ དུ་ འབབ་བོ ། །
fr: ils tombaient sur lui.

source: དེ་སྟེ་ རྩིག་པ␣འི་ གསེབ་ བམ་ རི␣འི་ སུལ་ལམ་ བྱ་སྐྱིབས་ དག་ ཏུ་ འགྲོ་བ␣ར་ འདོད་ ན་ ཡང་
fr: Lui, s'il avait envie d'aller dans les enceintes ou dans les villages de montagne ou dans des abris sous roche,

source: དེ་ ལ་ དེ་ཉིད་ ནས་ ལ␣ས་ ལ␣ས་ སྐྱེས་པ␣འི་ མི་ དག་ འབྱུང་བ␣ར་ འགྱུར་ ཏེ །
fr: y surgissaient des hommes créés par ses actions et

source: རལ་གྲི་ དང་ ། མདུང་ཐུང་ དང་ ། མདའ་བོ་ ཆེ་ དང་ ། རྡོ་རྗེ་ རྩེ་གཅིག་པ་ དང་ ། མདུང་ ཁ་ལེབ་ རྣམས་ ཐོགས་ ནས་
fr: ils portaient des épées, des javelots, des lances, des vajras à une pointe et des lances à pointe plate et

source: དེ␣འི་ ལུས་ ལ་ འདེབས་ ཏེ །
fr: ils frappaient son corps et

source: དེ་དག་ གིས་ དེ␣འི་ ལུས་ ཐམས་ཅད་ བཅད་ ཅིང་ གཏུབ་པ␣ར་ བྱེད་ དེ །
fr: ils tranchaient son corps et le découpaient et

source: རྒྱུ་ དེས་ན་ སྡུག་བསྔལ་ དྲག་པ་ དང་ ། མི་བཟད་པ་ དང་ ། ཚ་བ་ དང་ ། ཡིད་ དུ་ མི་ འོང་བ␣འི་ ཚོར་བ་ མྱོང་ སྟེ་
fr: à cause de ça (lit. dû à cette cause), il subissait des souffrances intenses, insoutenables, des douleurs et des sensations indésirables et

source: ཉམ་ཐག་པ␣འི་ སྐད་ འབྱིན་ ཅིང་
fr: il laissait s'échapper des cris de désespoir et

source: ངུའོ ། །
fr: il pleurait.

source: དེ་ནས་ དེ␣འི་ ཀུ་ཅོ␣འི་ སྒྲ␣ས་ མཉན་ དུ་ཡོད་པ་ ཐམས་ཅད་ གང་བ␣ར་ གྱུར་ ཏོ ། །
fr: Ensuite, ses lamentations emplirent tous les endroits de Śrāvastī.

source: མཉན་ དུ་ཡོད་པ␣འི་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེས་ འཇིགས་ སུ་ རུང་བ␣འི་ སྒྲ་ དེ་ལྟ་ བུ་ ཐོས་ སོ ། །
fr: Les innombrables habitants (lit. personnes) de Śrāvastī entendirent ces cris terrifiants.

source: ཐོས་ ནས་ ཀྱང་
fr: Les ayant entendus,

source: སེམས་ཅན་ སྟོང་ཕྲག་ དུ་མ་ མཉན་ དུ་ཡོད་པ་ ནས་ བྱུང་ སྟེ །
fr: des milliers d'êtres sortirent de Śrāvastī et

source: སྒྲ་ གྲག་པ␣འི་ ལོགས་ སུ་ ཆུ་ ཀླུང་ཁང་ ལྡན་ ག་ལ་བ་ དེ␣ར་ དོང་ ནས་
fr: allèrent là d'où les cris provenaient (lit. résonnaient), à la rivière Ajiravatī et

source: སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ དེ་དག་ གིས ། ཐག་ རིང་པོ་ ཞིག་ ནས་ སེམས་ཅན་ དེ་དེ་ ལྟ་བུ␣འི་ གནོད་པ␣འི་ སྡུག་བསྔལ་ ཉམས་ སུ་ མྱོང་བ་ མཐོང་ ངོ་ ། །
fr: les innombrables personnes virent au loin quelles (lit. comme ça) souffrances cet être subissait (lit. expérimentait).

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: དེ་དག་ གིས་ བསམས་པ །
fr: ils pensèrent : «

source: སེམས་ཅན་ འདི་ ལྟ་བུ་ གནོད་པ␣འི་ སྡུག་བསྔལ་ འདི་འདྲ་བ་ ཉམས་ སུ་ མྱོང་བ་ འདི་ སུ་ཞིག་ སྙམ་ མོ ། །
fr: Qui est cet être qui subit les souffrances aussi atroces (lit. les souffrances d'un tel mal) ? »

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ བཞུགས་ ཤིང་ གཞེས་ ལ་ འཚོ་བ་ རྣམས་ ནི་ ཆོས་ཉིད་ ཀྱིས་ དུས་ དུས་ སུ ། གཙུག་ལག་ཁང་ དང་ ། དུར་ཁྲོད་ དང་ ། རི་ དང་ ཆུ་ ཀླུང་ དག་ ཏུ་ རྒྱུ་ ཞིང་གཤེགས་ ཏེ་
fr: Les Bienheureux Bouddhas qui sont [dans le monde], [qui] sont en vie et [qui] vivent, du fait de la nature [des choses], ils se déplacent et vont de temps en temps vers des vihāras, des cimetières, des montagnes et des rivières. Ainsi,

source: དོན་ འདི␣འི་ ཕྱིར ། བཅོམ་ལྡན་འདས་ ཆུ་ ཀླུང་ དུ་ རྒྱུ་ ཞིང་གཤེགས་པ␣ར་ བཞེད་ ནས །
fr: pour cette raison, le Bienheureux eut l'intention de se déplacer et d'aller à cette rivière et

source: ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ བཀའ་ སྩལ་པ །
fr: il dit à l'honorable Ānanda : «

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: སོང་ ལ་
fr: va et

source: དགེ་སློང་ རྣམས་ ལ་ དེ་བཞིན་ གཤེགས་པ་ ནི་ ཆུ་ ཀླུང་ དུ་ རྒྱུ་ ཞིང་གཤེགས་ ཀྱིས་
fr: aux moines, "Le Tathāgata va se déplacer et aller à la rivière. Donc,

source: སུ་ དེ་བཞིན་ གཤེགས་པ་ དང་ ཐབས་ཅིག་ ཏུ་ རྒྱུ་ ཞིང་ འགྲོ་ འདོད་པ་ དེ་དག་ ཆོས་གོས་ དག་ ཆོས་ ཤིག་ ཅེས་
fr: que ceux qui veulent se déplacer et aller à la rivière avec le Tathāgata revêtent leur habit monastique."

source: བསྒོ་ ཤིག །
fr: dis-le leur (lit. ordonne-leur ceci) »,

source: དེ་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏེ་
fr: lui dit-il. Puis,

source: བསྒོ་ ནས་
fr: lui ayant dit de faire ça,

source: བཅོམ་ལྡན་འདས་ དགེ་སློང་ གི་ ཚོགས་ ཀྱིས་ ཞབས་འབྲིང་ བྱས་ ཏེ་
fr: le Bienheureux, avec un groupe de moines pour le servir,

source: དགེ་སློང་ གི་ དགེ་འདུན་ གྱིས་ མདུན་ དུ་ བདར་ ནས་
fr: précédé de la saṅgha des moines,

source: ཆུ་ ཀླུང་ཁང་ ལྡན་ ག་ལ་བ་ དེ␣ར་ གཤེགས་ སོ ། །
fr: s'en alla à l'endroit où se trouvait la rivière Ajiravatī.

source: དེ་ནས་ སྐྱེ་བོ␣འི་ ཚོགས་ ཀྱིས་ ཐག་ རིང་པོ་ ནས་ བཅོམ་ལྡན་འདས་ མཐོང་ ངོ་ ། །
fr: Ensuite, les innombrables personnes virent au loin le Bienheureux qui arrivait.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: མ་དད་པ་ གང་ཡིན་པ་ དེ་དག་ ན་རེ་
fr: ceux sans dévotion dirent : «

source: དགེ་སྦྱོང་ གཽ་ ཏ་ མ་ ལྟད་མོ་ ལ་ དགའ་བ་ མེད་ དོ་ ཞེས་
fr: "L'ascète Gautama n'aime pas les spectacles",

source: གྲག་ ན་ དེ་ཡང་ ལྟད་མོ␣འི་ དབང་ དུ་ གྱུར་ ཏེ་
fr: dit-on. Mais il est sous l'influence des spectacles et

source: འོངས་ སོ་ ཞེས་
fr: il est venu »,

source: ཟེར་ རོ ། །
fr: dirent-ils.

source: དད་པ་ དང་ ལྡན་པ་ གང་ཡིན་པ་ དེ་དག་ ན་རེ་
fr: Ceux qui avaient de la dévotion dirent : «

source: བཅོམ་ལྡན་འདས་ སེམས་ཅན་ འདི་ ལ␣ས་ བརྟེན་ ཏེ་
fr: Le Bienheureux, grâce à (lit. en prenant comme support) cet être,

source: ངོ་མཚར་ རྨད་ དུ་ བྱུང་བ␣འི་ ཆོས་ ཅིག་ ལུང་སྟོན་པ␣ར་ བཞེད་ གོར་མ་ཆག་ ཅེས་
fr: va sans aucun doute vouloir révéler quelque chose de merveilleux et fascinant »,

source: ཟེར་ ནས །
fr: dirent-ils. Puis,

source: བཅོམ་ལྡན་འདས་ ཀྱི་ གདན་ བཤམས་ ཏེ་
fr: ils disposèrent un siège pour le Bienheureux et

source: སྨྲས་པ །
fr: dirent : «

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: ཚུར་ གཤེགས །
fr: veuillez approcher !

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: གཤེགས་པ་ ལེགས་ སོ་ ལེགས་ སོ ། །
fr: c'est merveilleux, c'est magnifique que vous soyez venu !

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: གདན་ བཤམས་པ་ ལ་ བཞུགས་ སུ་ གསོལ་ ཞེས་
fr: veuillez vous asseoir sur le siège disposé [pour vous] »,

source: ཟེར་ རོ ། །
fr: dirent-ils.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ གདན་ བཤམས་པ་ ལ་ བཞུགས་ ནས་
fr: Ensuite, le Bienheureux s'assit sur le siège disposé [pour lui] et

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ དགོངས་པ །
fr: le Bienheureux pensa : «

source: མ་ལ་
fr: Décidément,

source: བདག་ སེམས་ཅན་ འདི་ ཅི་ ནས་ སྔོན་ གྱི་ ཚེ་རབས་ རྗེས་སུ་ དྲན་ ལ་ མི␣འི་ སྐད་ དུ་ སྨྲ་ ཞིང་བདག་ དང་ གཏམ་ ཟེར་བ␣ར་ འགྱུར་བ་ དེ་ལྟ་ བུ␣འི་ ཏིང་ངེ་འཛིན་ ལ་ སྙོམས་པར་ འཇུག་པ␣ར་ བྱ␣འོ་ སྙམ་ དུ་
fr: je vais m'engager dans une absorption méditative qui fera à coup sûr que cet être se souvienne de ses vies passées, qu'il parle une langue humaine et qu'il discute avec moi »,

source: དགོངས་ སོ ། །
fr: pensa-t-Il.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཅི་ ནས་ སེམས་ཅན་ དེ␣ས་ སྔོན་ གྱི་ ཚེ་རབས་ དྲན་ ལ་ མི␣འི་ སྐད་ དུ་ སྨྲ་ ཞིང་ ། བཅོམ་ལྡན་འདས་ དང་ གཏམ་ ཟེར་བ␣ར་ འགྱུར་བ་ དེ་ལྟ་ བུ␣འི་ ཏིང་ངེ་འཛིན་ ལ་ སྙོམས་པར་ ཞུགས་ ནས །
fr: Ensuite, le Bienheureux s'engagea dans une absorption méditative qui fit que cet être se souvienne de ses vies passées, qu'il parle une langue humaine et qu'il discute le Bienheureux et

source: དེ␣ར་ བཅོམ་ལྡན་འདས་ ཀྱིས་ སེམས་ཅན་ དེ་ ལ་ བཀའ་ སྩལ་པ །
fr: alors, le Bienheureux dit à cet être : «

source: བཞིན་ བཟངས་
fr: Mon ami (lit. noble visage),

source: ཁྱོད་ སྒམ་པོ་ ཡིན་ ནམ །
fr: es-tu Insondable ? »

source: བཅོམ་ལྡན་འདས་
fr: « Bienheureux,

source: བདག་ སྒམ་པོ་ ལགས་སོ ། །
fr: je suis Insondable. »

source: བཞིན་ བཟངས་
fr: « Mon ami (lit. noble visage),

source: ཁྱོད་ སྒམ་པོ་ ཡིན་ ནམ །
fr: es-tu Insondable ? »

source: བདེ་བ␣ར་ གཤེགས་པ་
fr: « Tathāgata,

source: བདག་ སྒམ་པོ་ ལགས་སོ ། །
fr: je suis Insondable. »

source: ལུས་ དང་ ངག་ དང་ ཡིད་ ཀྱི་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ ལ␣ས་ རྣམས་ ཀྱི་ འབྲས་བུ་ མྱོང་བ་ ཡོད་ དམ །
fr: « Fait-on l'expérience du résultat des actions mauvaises du corps, de la parole et de l'esprit ? »

source: བཅོམ་ལྡན་འདས་
fr: « Bienheureux,

source: མྱོང་བ་ མཆིས་ ལགས་སོ ། །
fr: on en fait l'expérience. »

source: ལུས་ དང་ ངག་ དང་ ཡིད་ ཀྱི་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ ལ␣ས་ རྣམས་ ཀྱི་ འབྲས་བུ་ མི་ སྡུག་པ་ ཡིན་ ནམ །
fr: « Le résultat des actions mauvaises du corps, de la parole et de l'esprit est-il désagréable ? »

source: བདེ་བ␣ར་ གཤེགས་པ་
fr: « Tathāgata,

source: མི་ སྡུག་པ་ ལགས་སོ ། །
fr: il est désagréable. »

source: ཁྱོད་ ཀྱི་ མི་དགེ་བ␣འི་ བཤེས་གཉེན་ སུ་ ཡིན །
fr: « Qui est ton ami de mal ? »

source: དེ␣ས་ གསོལ་པ །
fr: Il répondit : «

source: རང་ གི་ སེམས་ ལགས་སོ ། །
fr: C'est mon esprit. »

source: དེ་ནས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ དེ་དག་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །
fr: Ensuite, les innombrables personnes se dirent ceci : «

source: འདི་ ལྟ་བུ␣འི་ སེམས་ཅན་ སྔོན་ གྱི་ ཚེ་རབས་ དྲན་ ལ་
fr: Cet être qui se souvient de ses vies passées,

source: མི␣འི་ སྐད་ དུ་ སྨྲ་ ཞིང་
fr: qui parle une langue humaine et

source: བཅོམ་ལྡན་འདས་ དང་ གཏམ་ ཟེར་བ་ འདི་ སུ་ཞིག་ སྙམ་ མོ ། །
fr: qui discute avec le Bienheureux, qui est-il ? »

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ནི་ སྙན་ སླེབས་པ␣ར་ དཀའ་ སྟེ །
fr: Puisqu'il est difficile de se faire entendre par le Bienheureux,

source: དེ་དག་ གིས་ བཅོམ་ལྡན་འདས་ ཀྱི་ སྙན་ དུ་ ཞུ་ མ་ནུ␣ས་ ནས་
fr: ils ne parvinrent pas à poser cette question au Bienheureux et

source: དེ་དག་ གིས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ དྲིས་པ །
fr: ils demandèrent à l'honorable Ānanda : «

source: བཙུན་པ་ ཀུན་དགའ་བོ་
fr: Vénérable Ānanda,

source: འདི་ ལྟ་བུ␣འི་ སེམས་ཅན་ སྔོན་ གྱི་ ཚེ་རབས་ དྲན་ ལ་
fr: un être comme celui-ci qui se souvient de ses vies passées,

source: མི␣འི་ སྐད་ དུ་ སྨྲ་ ཞིང་ །
fr: qui parle une langue humaine et

source: བཅོམ་ལྡན་འདས་ དང་ གཏམ་ ཟེར་བ་ འདི་ སུ་ཞིག །
fr: qui discute avec le Bienheureux, qui est-il ? »

source: ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ སྨྲས་པ །
fr: L'honorable Ānanda dit : «

source: བཅོམ་ལྡན་འདས་ ལ་ ཞུས་ ཤིག །
fr: Demandez au Bienheureux. »

source: དེ་དག་ གིས་ སྨྲས་པ །
fr: Ils dirent : «

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ནི་ སྙན་ སླེབས་པ␣ར་ དཀའ་ ཞིང་
fr: il est difficile de se faire entendre des Bienheureux,

source: གཟི་བྱིན་ བཟོད་པ␣ར་ དཀའ་བ␣ས་ བདག་ཅག་ གིས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ཀྱི་ སྙན་ དུ་ ཞུ་ མི་ ནུས་ སོ ། །
fr: leur prestance est insoutenable, donc nous ne parvenons pas à lui faire cette demande. »

source: ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ སྨྲས་པ །
fr: L'honorable Ānanda dit : «

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ རྣམས་ ནི་ བདག་ གིས་ ཀྱང་ སྙན་ སླེབས་པ␣ར་ དཀའ་ མོད་ ཀྱི །
fr: Il m'est aussi difficile de me faire entendre par les Bienheureux, mais

source: འོན་ཀྱང་ ཁྱེད་ ལ་ སྙིང་བརྩེ་བ␣འི་ ཕྱིར་ ཞུ་བ␣ར་ བགྱི␣འོ་ ཞེས་
fr: pourtant, par compassion pour vous, je vais le demander »,

source: སྨྲ␣ས་ ནས །
fr: dit-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ཏེ །
fr: l'honorable Ānanda [replia] son vêtement supérieur et le laissa retomber sur une épaule,

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ ནས་
fr: joignit les mains et s'inclina en direction du Bienheureux et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: il dit ceci au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: འདི་ ལྟ་བུ␣འི་ སེམས་ཅན་ སྔོན་ གྱི་ ཚེ་རབས་ དྲན་ ལ་
fr: Cet être qui se souvient de ses vies passées,

source: མི␣འི་ སྐད་ དུ་ སྨྲ་ ཞིང་ །
fr: qui parle une langue humaine et

source: བཅོམ་ལྡན་འདས་ ལ་ བཀའ་ མཆིད་ གསོལ་པ་ འདི་ སུ་ཞིག་ ལགས །
fr: qui discute avec le Bienheureux, qui est-ce ? »

source: དེ␣ར་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ བཀའ་ སྩལ་པ །
fr: Alors, le Bienheureux dit à l'honorable Ānanda : «

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: སེམས་ཅན་ འདི་ ནི་ སྡིག་པ␣འི་ ལ␣ས་ བྱེད་ བྱེད་པ་ ཡིན་ ཏེ །
fr: Cet être en est un qui a continuellement fait des actions négatives ;

source: འདི␣ས་ སྡིག་པ␣འི་ ལ␣ས་ མང་ དུ་ བྱས་ སོ ། །
fr: il a réalisé beaucoup d'actions négatives.

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། ཉན་ཐོས་ དང་ རང་ སངས་རྒྱས་ ཀྱི་ ས་ལས་ འདས་པ ། ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ ། བདེ་བ␣ར་ གཤེགས་པ ། འཇིག་རྟེན་ མཁྱེན་པ ། སྐྱེས་བུ་ གདུལ་བྱ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ ། ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་ཟེར་ ཅན ། ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, le tathāgata, l'arhat, le complet et parfait bouddha, celui doté de la vision et des jambes, le sugata, le connaisseur du monde, l'insurpassable cocher des êtres à guider, l'enseignant des dieux et des hommes, le Bienheureux Bouddha Prabhāvan était apparu en ce monde et

source: དེ␣འི་ ཚེ་ དགྲ་བཅོམ་པ་ ཞིག་ དགྲ་བཅོམ་པ་ ལྔ་ བརྒྱ་ དང་ ཐབས་ཅིག་ ཏུ་ ལྗོངས་རྒྱུ་ ཞིང་
fr: à cette époque, un arhat voyageait avec cinq cent arhats

source: སོང་བ་ ལ␣ས་
fr: et se déplaçait. Ainsi,

source: རྒྱལ་པོ␣འི་ ཕོ་བྲང་ ཞིག་ ཏུ་ ཕྱིན་ ནས །
fr: ils arrivèrent à un palais royal et

source: དེ་དག་ རྒྱལ་པོ་ དེ␣འི་ སྐྱེད་མོས་ཚལ་ དུ་ སོང་ སྟེ །
fr: ils allèrent dans le parc d'agrément de ce roi et

source: རྒན་ རིམས་ བཞིན་ དུ་ ཤིང་ དྲུང་ རེ་རེ␣ར་ རྩྭ་ བཏིང་ ནས་
fr: en suivant l'ordre d'ancienneté, ils étalèrent chacun de l'herbe au pied (lit. près) d'un arbre et

source: སྐྱིལ་མོ་ཀྲུང་ བཅས་ ཏེ་
fr: ils croisèrent leurs jambes et
