Repository: Esukhia/karmasataka
Catalog: sem/*/19.po
Languages: fr

source: ལ␣ས་ བརྒྱ་ ཐམ་པ་
fr: Les cent karmas

source: བམ་པོ་ དྲུག་པ །
fr: Sixième feuillet

source: ས་འཚོ་ མ་ ཞེས་ བྱ་བ་ ནི །
fr: Celle nommée Gopā

source: གླེང་ གཞི་ སེར་སྐྱ␣འི་ གནས་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Kapilavastu.

source: གང་ གི་ ཚེ་ ལྷ་ སྦྱིན་ གྱིས་ ཨུད་པ་ ལ␣འི་ ཁ་དོག་ མ་ བསད་ ནས་
fr: Lorsque Devadatta eut tué Utpalavarṇā et

source: དེ་ རྒྱལ་པོ་ གསལ་རྒྱལ་ གྱིས་ ཡུལ་ ནས་ བསྐྲད་པ་ དེ␣འི་ ཚེ ། དེ་ ཡུལ་ སེར་སྐྱ␣འི་ གནས་ སུ་ སོང་ ནས་
fr: qu'il fut expulsé du royaume du roi Prasenajit, il alla dans le pays de Kapilavastu et

source: བསམས་པ་
fr: il pensa : «

source: བདག་ གིས་ དགེ་སྦྱོང་ གཽ་ ཏ་ མ་ གསོད་ ཀྱང་ མ་ནུ␣ས་ ལ །
fr: Je ne parviendrai pas à tuer l'ascète Gautama. De plus,

source: སངས་རྒྱས་ ཀྱི་ ཐབས་ ཀྱང་ མ་ ཐོབ་ ཀྱིས་
fr: je n'ai pas obtenu les moyens du Bouddha. Donc,

source: བདག་ སོང་ ལ་
fr: je vais aller et

source: དོན་གྲུབ་ ཀྱི་ བཙུན་མོ་ འཁོར་ རྣམས་ ཁ་དྲངས་ ཏེ །
fr: je vais attirer à moi la reine et l'entourage de Siddhārtha et

source: དེ་དག་ དང་ བསྡོངས་ ལ་
fr: je vais rester en leur compagnie et

source: རྒྱལ་ས་ ཐོབ་ ནས་
fr: j'obtiendrai la royauté et

source: རྒྱལ་པོ་ བྱ␣འོ་ སྙམ་ དུ་
fr: je régnerai »,

source: བསམས་ ཏེ །
fr: pensa-t-il. Puis,

source: དེ␣ས་ གྲགས་ འཛིན་མ་ ལ་ ཕྲིན་པ་ ཞིག་ བཏང་ སྟེ །
fr: il envoya un message à Yaśodharā : «

source: གྲགས་ འཛིན་མ་
fr: Yaśodharā,

source: ད་ནི་ སྡིག་པ་ ལ་ དགའ་བ་ དེ␣ས་ ཅི་ བྱས་པ་ ལ་ ལྟོས །
fr: regarde ce que celui qui aime les mauvaises actions fait maintenant.

source: བུད་མེད་ དྲུག་ ཁྲི་ ཆུང་མ␣ར་ བླངས་ ནས་
fr: Il prend soixante mille femmes comme épouses et

source: སྡུག་པ␣ར་ བྱས་པ་ འདི␣ས ། གལ་ཏེ་ དེ␣ས་ འདོད་པ་ རྣམས་ ཡོངས་སུ་ སྤྱད་པ␣ར་ མི་ འདོད་ ན་ ནི་ བཙུན་མོ་ བླངས་ ཏེ་
fr: prend soin d'elles. Par rapport à ça, s'il ne veut pas profiter entièrement des désirs, prendre des reines et

source: གཞག་ ཀྱང་ ཅི་ དགོས །
fr: les garder, à quoi ça sert ?

source: ད་ ཡང་ གལ་ཏེ་ ཁྱོད་ དགའ་ ན་ ནི་ བདག་ཅག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཐོབ་པ␣ར་ འགྱུར་ ལ་
fr: Maintenant, si tel est ton désir, nous pourrons obtenir le statut de roi et

source: ཁྱོད་ ཀྱང་ སྔོན་བཞིན་ དུ་ དཔལ་ དང་ སྐལ་བ་ དང་ ལྡན་པ␣ར་ འགྱུར་ རོ་ ཞེས་
fr: tu obtiendras comme avant la gloire et les privilèges »,

source: སྤྲིང་ ངོ་ ། །
fr: fit-il dire.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ གྲགས་ འཛིན་མ␣ས་ ས་འཚོ་ མ་ལ་ བསྙད་ དེ །
fr: Ensuite, dès qu'elle eut entendu ceci, Yaśodharā le raconta à Gopā : «

source: ས་འཚོ་ མ་
fr: Gopā,

source: ལྷ་ སྦྱིན་ གྱིས་ ནི་ བདག་ ལ་ འདི་སྐད་ ཅེས་ སྤྲིང་ ངོ་ ཞེས་
fr: voici ce que Devadatta m'a fait dire »,

source: བྱས་ སོ ། །
fr: dit-elle.

source: དེ་ནས་ ས་འཚོ་ མ་ ན་རེ་
fr: Ensuite, Gopā dit : «

source: འུ་བུ་ཅག་ གིས་ ཐབས་ ཤིག་ གིས་ དེ་ ནང་ དུ་ བཀུག་ ལ་
fr: Nous utiliserons un moyen pour le faire venir à l'intérieur et

source: དམའ་ ཕབ་ སྟེ་
fr: nous le rabaisserons et

source: བཏང་ ན །
fr: nous le renverrons. Alors,

source: དེ་ ཐ་མལ་པ␣ར་ འདུག་པ␣ར་ འགྱུར་ རོ་ ཞེས་
fr: il se trouvera [être] un être ordinaire »,

source: ཟེར་ རོ ། །
fr: dit-elle.

source: དེ་ནས་ དེ་ རྣམས་ ཀྱིས་ ལྷ་ སྦྱིན་ ལ་ སྤྲིང་བ །
fr: Ensuite, elles firent dire à Devadatta : «

source: ལྷ་ སྦྱིན་
fr: Devadatta,

source: རྒྱལ་པོ␣འི་ ཕོ་བྲང་ གི་ ནང་ དུ་ སྤྱོན་ ཅིག་ དང་
fr: viens donc dans le palais royal.

source: འདི␣ར་ གཤེགས་ ནས་
fr: Quand tu seras venu,

source: ཐབས་ ཇི་ལྟ་བུ་ ཞིག་ གིས་ བདག་ཅག་ གིས་ ཁྱོད་ རྒྱལ་ས␣ར་ བཞུགས་པ་ བཀའ་གྲོས་ མཛད་ དོ་ ཞེས་
fr: nous discuterons du moyen pour t'établir dans la royauté »,

source: སྤྲིང་ ངོ་ ། །
fr: firent-elles dire.

source: དེ་ནས་ ལྷ་ སྦྱིན་ གྱིས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ དགའ་ ཆེས་ ནས་
fr: Ensuite, Devadatta fut empli de joie dès qu'il entendit ceci et

source: ད་ནི་ དེ་དག་ དགའ་བ␣ར་ གྱུར་པ␣ས་ རྒྱལ་སྲིད་ ནི་ བདག་ གི་ ཆང་པ་ ཁོན་ ན་ འདུག་ གོ་ སྙམ་ དུ་
fr: « Maintenant, elles sont acquises (lit. contentes), donc la royauté se trouve juste (lit. seulement) à ma portée (lit. se trouve là où je peux la prendre) »,

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: རྒྱལ་པོ␣འི་ ཕོ་བྲང་ དུ་ སོང་ སྟེ་
fr: il alla au palais royal et

source: བྱང་ཆུབ་ སེམས་དཔ␣འི་ གདན་ ལ་ འདུག་པ␣ར་ ཆས་པ་ དང་
fr: il se dirigeait pour s'asseoir sur le coussin du Bodhisattva quand

source: ལྷ་ རྣམས་ ཀྱིས་ གདན་ དེ་ མི་ མཐོང་བ␣ར་ བྱས་ སོ ། །
fr: les dieux firent disparaître ce coussin.

source: དེ་ནས་ ས་འཚོ་ མ་ བཙུན་མོ␣འི་ འཁོར་ གྱི་ སྒོ་ལོགས་ ཀྱི་ ཐེམ་སྐས་ ཀྱི་ མགོ་ ལ་ འདུག་ ནས་
fr: Ensuite, Gopā se tint sur le côté du haut de l'escalier de l'entourage de la reine et

source: སྨྲས་པ །
fr: dit : «

source: ལྷ་ སྦྱིན་
fr: Devadatta,

source: ཁྱོད་ རེ་ཞིག་ གདན་ ལ་ བཞུགས་ ཅི་ འཚལ །
fr: pourquoi vous asseoir sur le coussin pour le moment ?

source: བཙུན་མོ␣འི་ འཁོར་ ནང་ དུ་ ཇེ་ གཤེགས་ དང་
fr: Venez d'abord dans l'entourage de la reine et

source: བཀའ་གྲོས་ མཛད་ དོ ། །
fr: nous discuterons. »

source: དེ་ནས་ ལྷ་ སྦྱིན་ གྱིས་ ཀྱང་ ས་འཚོ་ མ␣འི་ ཚིག་ མཉན་ ནས་
fr: Ensuite, Devadatta accepta (lit. écouta) les paroles de Gopā et

source: སོར་མོ་ བཅུ␣འི་ ཐལ་མོ་ སྦྱར་ ཏེ་
fr: joignit les mains avec ses dix doigts et

source: དེ␣འི་ མདུན་ དུ་ འདུག་ གོ ། །
fr: se tint devant elle.

source: དེ་ནས་ ས་འཚོ་ མས ། དེ␣འི་ ཐལ་མོ་ སྦྱར་བ་ བཟུང་ སྟེ །
fr: Ensuite, Gopā prit ses mains jointes et

source: དྲག་ ཏུ་ བཙིར་ ནས་
fr: les serra avec force et

source: དེ␣འི་ སོར་མོ་ ཐམས་ཅད་ ལ␣ས་ ཁྲག་ ཕྱུང་ སྟེ །
fr: elle fit jaillir (lit. extraire) du sang de tous ses doigts et

source: ལྷ་ སྦྱིན་ དེ␣འི་ ནད་ ཀྱིས་ ཉམ་ཐག་པ␣ས་ ཁུ␣ས་ བཏབ་བོ ། །
fr: Devadatta glapit [tellement] il souffrit de ce traitement (lit. mal).

source: དེ་ནས་ ས་འཚོ་ མས་ སྐས་ དེ་ཉིད་ ལ་མགོ་ ཐུར་ ཀར་ བསྟན་ ཏེ །
fr: Ensuite, Gopā le tourna vers le bas de ces escaliers et

source: མགོ་བོ␣ར་ རྡོག་པ␣ས་ བསྣུན་ ནས །
fr: lui asséna un coup de pied sur la tête et

source: སྐས་ མགོ་ ནས་ བོར་ རོ ། །
fr: le fit tomber du haut de l'escalier.

source: བུད་མེད་ གཞན་ རྣམས་ ཀྱིས་ ཀྱང་ ཁ་ཅིག་ གིས་ ནི་ དེ␣འི་ ལུས་ བ་ལང་ གི་ ལྕི་བ␣ས་ གཏོར་ ཏོ ། །
fr: Certaines autres dames répandirent sur son corps de la bouse de vache.

source: ཁ་ཅིག་ གིས་ ནི་ འབྲུ་མར་ ཚན་ མོས་ གཏོར་ ཏོ ། །
fr: Certaines répandirent [sur lui] de l'huile chaude.

source: དེ་ནས་ དེ␣འི་ ལུས་ སྣད་ ཅིང་
fr: Ensuite, le corps éraflé et

source: རྨ␣ས་ བཞིན་ དུ་ དེ␣འི་ ནང་ ནས་ བྱུང་ སྟེ་
fr: meurtri, il en sortit et

source: སོང་ ནས །
fr: il s'en alla. Puis,

source: དེ་ ཀོ་ ཀ་ལི་ ཀ་ དང་ ཁན་ ད་ དྲབ་ བྱ་ དང་ ཀ་ ཏ་ མོ་ར་ ཀ་ ཏི་ ཤྱ་ དང་ རྒྱ་མཚོ␣ས་ བྱིན་ རྣམས་ ཀྱི་ ཐད་ དུ་ སོང་ སྟེ །
fr: il alla auprès de Kokālika, Khaṇḍadravya, Kaṭamorakatiṣya et Samudradatta et

source: དེ་དག་ གིས་ དེ་ མཐོང་ ནས་
fr: ils le virent et

source: སྨྲས་པ །
fr: dirent : «

source: ལྷ་ སྦྱིན་
fr: Devadatta,

source: འདི་ ཅི་ཞིག་
fr: Qu'est-ce donc ?

source: བཙུན་མོ␣འི་ འཁོར་ གྱི་ གནང་ཆེན་ ཁྱོད་ ཀྱིས་ བཙུན་མོ␣འི་ འཁོར་ གྱི་ བདེ་བ་ དག་ ལེགས་པ␣ར་ མྱོང་ མོད །
fr: Il semble que tu aies bénéficié (lit. expérimenté) des voluptés de l'entourage de la reine, des suprêmes faveurs de l'entourage de la reine. »

source: དེ་ནས་ སྐབས་ དེ་ དགེ་སློང་ རྣམས་ ཀྱིས་ ཐོས་ ནས་
fr: Ensuite, à ce moment, les moines l'entendirent et

source: བཅོམ་ལྡན་འདས་ ལ་ གསོལ་ ཏོ ། །
fr: ils informèrent (lit. dire) le Bienheureux.

source: དགེ་སློང་ རྣམས་ ཀྱིས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: Les moines s'adressèrent au Bienheureux Bouddha : «

source: བཙུན་པ་
fr: Vénérable,

source: ས་འཚོ་ མས་ ལྷ་ སྦྱིན་ མི་ མང་ ས␣ར་ ཇི་ལྟར་ དམའ་ ཕབ་པ་ ལ་ གཟིགས །
fr: Posez votre regard sur la manière dont Gopā a humilié Devadatta en public (lit. à l'endroit de beaucoup de personnes). »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: ད་ལྟར་ འབའ་ཞིག་ ཏུ་ མ་ཟད་ ཀྱི་
fr: Ce n'est pas uniquement maintenant [que ceci est arrivé]. En effet,

source: འདས་པ␣འི་ དུས་ ན་ ཡང་ ས་འཚོ་ མས་ ལྷ་ སྦྱིན་ ཇི་ལྟར་ དམའ་ ཕབ་པ་ དེ་ ཉོན་ ཅིག །
fr: Écoutez comment Gopā a humilié Devadatta dans le passé.

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། གྲོང་ཁྱེར་ བཱ་རཱ་ཎ་སཱི་ ན ། རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ཞེས་ བྱ་བ་ རྒྱལ་པོ་ བྱེད་ དོ ། །
fr: dans une époque maintenant révolue, dans la ville de Vārāṇasī, le roi nommé Brahmadatta régnait.

source: ཡུལ་ པི་ དེ་ ཧ་ ན་ ནི་ རྒྱལ་པོ་ དབང་ཆེན་ སྡེ་ ཞེས་ བྱ་བ་ རྒྱལ་པོ་ བྱེད་ དེ །
fr: Dans le pays de Videha, le roi nommé Mahendrasena régnait et

source: དེ་ གཉིས་ ཕན་ཚུན་ མི་ འཐུན་པ␣ས་ དུས་ དུས་ སུ་ སྐྱེ་བོ་ མང་པོ་ ཁ་ འདོག་པ␣ར་ བྱེད་ དོ ། །
fr: ils ne s'entendaient pas et de temps à autres, ils faisaient périr de nombreux êtres.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཀཱ་ ཤི␣འི་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ བློན་པོ␣འི་ ཚོགས་ ཀྱིས་ ཞབས་འབྲིང་ བྱས་ ཏེ་ འཁོད་པ␣འི་ ནང་ དུ་ བུད་མེད་ ཀྱི་ གཏམ་ གྱི་ གླེང་ བསླངས་ ནས །
fr: Ensuite, plus tard, le roi Brahmadatta de Kāśi discutait de femmes au milieu de (lit. se tenant au dans) l'assemblée des ministres pour le servir :

source: ཁྱེད་ ཀྱི་ ནང་ ན་ སུ་ དག་ གིས་ བུད་མེད་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ དག་ གང་ དུ་ མཐོང་ ཞེས་
fr: "Parmi vous, lesquels d'entre vous ont vu des femmes au corps harmonieux, qui sont belles et agréables au regard et à quel endroit ?"

source: དྲིས་ ནས །
fr: demanda-t-il. Puis,

source: དེ␣ར་ སུ␣ས་ བུད་མེད་ ཇི་ལྟ་བུ་ མཐོང་བ་ དེ␣ས ། རྒྱལ་པོ་ དེ་ ལ་ དེ་ ཁོ་ན་ བཞིན་ དུ་ གསོལ་ ཏོ ། །
fr: là, ceux qui en ont vues dirent au roi comment elles étaient (lit. comment ils les avaient vues).

source: དེ␣ར་ གཅིག་ཅིག་ གིས་ སྨྲས་པ །
fr: Alors, l'un dit :

source: ལྷ་
fr: "Deva,

source: དེ་དག་ ཐམས་ཅད་ ལྟ་ཞོག་ གི་
fr: oubliez (lit. laissez de regarder) toutes celles-là.

source: པི་ དེ་ ཧ␣འི་ རྒྱལ་པོ␣འི་ བཙུན་མོ་ དམ་པ་ དེ་ དང་ བྱད་གཟུགས་ འདྲ་བ་ ནི ། བུད་མེད་ སུ་ ཡང་ མ་ མཆིས་ སོ་ ཞེས་
fr: il n'y a aucune femme qui a un corps semblable à la noble épouse du roi de Videha",

source: བྱས་ ནས །
fr: dit-il. Puis,

source: དེ་ ཐོས་ མ་ ཐག་ ཏུ་ རྒྱལ་པོ་ དེ་ འདོད་ཆགས་ ཀྱི་ མད␣ས་ ཕོག་ ནས་
fr: dès qu'il eut entendu ceci, le roi fut touché par la flèche du désir et

source: དེ␣ས་ བསམས་པ །
fr: Il pensa :

source: བདག་ གིས་ རྒྱལ་པོ་ དབང་ཆེན་ སྡེ་ དང་ མི་ འཐུན་ བཞིན་ དུ་ ནི་ དེ་ དང་ ཕྲད་པ␣ར་ བྱ་ མི་ ནུས་ ཀྱིས །
fr: "Je ne parviendrai pas à la rencontrer tandis que je suis en mauvais termes avec le roi Mahendrasena. Donc,

source: བདག་ གིས་ སྔར་ དེ་ དང་ མཇལ་དུམ་ བྱས་ ནས །
fr: pour commencer, je vais faire la paix avec lui et

source: དེ␣འི་ འོག་ ཏུ་ སླ་བ␣ར་ འགྱུར་ རོ་ སྙམ་ དུ་
fr: ça sera facile après cela",

source: བསམས་ ནས་
fr: pensa-t-il. Puis,

source: རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ པི་ དེ་ ཧ␣འི་ རྒྱལ་པོ་ དང་ མཇལ་དུམ་ བྱས་པ␣འི་ འོག་ ཏུ་ རྒྱལ་པོ་ དབང་ཆེན་ སྡེ␣འི་ བཙུན་མོ་ ལ་ བུད་མེད་ ཕོ་ཉ␣ར་ བཏང་ སྟེ །
fr: après que le roi Brahmadatta ait fait la paix avec le roi de Videha, il envoya une messagère à la reine du roi Mahendrasena :

source: བདག་ གིས་ དབང་ཆེན་ སྡེ་ དང་ མཇལ་དུམ་ བྱས་པ་ ཅི་ཡང་ རུང་བ་ དེ་དག་ ཐམས་ཅད་ ནི་ ཁྱོད་ ཀྱི་ ཕྱིར་ ཡིན་ གྱིས་
fr: "Tout ce que j'ai fait pour faire la paix avec Mahendrasena est pour vous. Donc,

source: དེ་ ཤེས་པ␣ར་ གྱིས་ ལ་
fr: sachez-le et

source: ཅི་ ནས་ བདག་ ཁྱོད་ དང་ ཕྲད་པ␣ར་ འགྱུར་བ་ དེ་ལྟར་ གྱིས་ ཤིག་ ཅེས་
fr: faites tout de façon à ce que nous puissions nous rencontrer",

source: སྤྲིང་ ངོ་ ། །
fr: fit-il dire.

source: དེ་ནས་ དབང་ཆེན་ སྡེ␣འི་ བཙུན་མོ␣ས་ རྒྱལ་པོ་ ལ་ སྦྲན་ ཏེ །
fr: Ensuite, la reine de Mahendrasena le raconta au roi :

source: ལྷ་
fr: "Deva,

source: རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ དེ་ ནི་ བདག་ འཚལ་ ཞེས་ དོན་ དུ་ སྒྲུབ་ ཅིང་ མཆིས་ ཀྱིས་
fr: Le roi Brahmadatta dit me vouloir et est entrain de faire le nécessaire pour ça (lit. accomplit cet objectif). Donc,

source: གལ་ཏེ་ ལྷས་ བདག་ ལ་ བཀའ་ སྩལ་ ན་ ནི་ བདག་ གིས་ དེ་ དམའ་ དབབ་པ␣ར་ འཚལ་ ལོ་ ཞེས་
fr: Deva, si vous me l'ordonnez, je vais l'humilier",

source: བྱས་ སོ ། །
fr: dit-elle.

source: དེ་ནས་ དེ␣ས་ སྨྲས་པ །
fr: Alors, il dit :

source: ཁྱོད་ ཇི་ལྟར་ དགའ་བ་ དེ་བཞིན་ དུ་ གྱིས་ ལ །
fr: "Fais comme il te plaît et

source: ཅི་ ནས་ དེ་ ང␣འི་ ལག་ ཏུ་ འོང་བ␣ར་ འགྱུར་བ་ དེ་ལྟར་ གྱིས་ ཤིག །
fr: fais ce qu'il faut pour qu'il arrive entre mes mains."

source: དེ␣ས་ སྨྲས་པ །
fr: Elle répondit :

source: ལྷ་
fr: "Deva,

source: ཇི་ལྟར་ དགྱེས་པ་ བཞིན་ དུ་ མཛད་ དུ་ མཆིས་པ␣ར་ བདག་ གིས་ བགྱི་ བར་ འཚལ་ གྱིས །
fr: je ferai (lit. je me trouve à faire) ce qui vous permettra de faire ce qui vous plaira. Donc,

source: ཐུགས་ མི་ཆུང་བ␣ར་ གསོལ་ ཞེས་
fr: veuillez ne pas vous offusquer (lit. que votre cœur ne soit pas petit)",

source: བྱས་ ནས་
fr: dit-elle. Puis,

source: དེ␣ས་ དེ་ ལ་ ཕོ་ཉ␣འི་ ལན་ སྤྲིང་ སྟེ །
fr: elle lui répondit par le messager :

source: རྒྱལ་པོ་ འདི་ གསོན་པོ␣ར་ འདུག་ བཞིན་ དུ་ ནི ། བདག་ གིས་ ཁྱོད་ དང་ མཇལ་བ␣ར་ བགྱི་བ␣འི་ རྔོ་ མི་ ཐོགས་ ཀྱིས་
fr: Tant que ce roi sera en vie, je serai incapable de vous rencontrer. Donc,

source: འདི་ སོད་ ཅིག་ དང་ །
fr: tuez-le donc.

source: དེ␣འི་ འོག་ ཏུ་ བདག་ དང་ མཇལ་བ␣ར་ འགྱུར་ རོ་ ཞེས་
fr: Après cela, nous nous rencontrerons",

source: སྤྲིང་ ངོ་ ། །
fr: fit-elle dire.

source: དེ་ནས་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ བསམས་པ་
fr: Ensuite, Brahmadatta pensa :

source: མི་ འཐུན་ པར་མ་ བྱས་ ཀྱི་ བར་ དུ་ ནི ། བདག་ གིས་ དེ་ བསད་ དུ་ མི་ རུང་ གིས་
fr: "Tant que je ne suis pas en désaccord, il n'est pas convenable que je le tue. Donc,

source: ཕྱིར་ཡང་ བདག་ གིས་ དེ་ དང་ མི་ འཐུན་པ␣ར་ བྱ␣འོ་ སྙམ་ དུ་
fr: je vais à nouveau me mettre (lit. faire) en désaccord avec lui",

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱིས་ རྒྱལ་པོ་ དབང་ཆེན་ སྡེ་ དང་ ཕྱིར་ཡང་ མི་ འཐུན་པ␣ར་ བྱས་ ནས །
fr: le roi Brahmadatta se mit (lit. fit) à nouveau en désaccord avec le roi Mahendrasena et

source: དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི་ གོ་ བསྐོན་ ཏེ །
fr: il apprêta les quatre parties de l'armée et

source: ཡུལ་ པི་ དེ་ ཧར་ སོང་ ནས །
fr: il alla dans le pays de Videha et

source: གྲོང་ཁྱེར་ དཔུང་ གི་ ཚོགས་ ཡན་ལག་ བཞི␣ས་ བསྐོར་ ཏེ་
fr: il encercla la ville avec les quatre parties de l'armée et

source: འདུག་ གོ ། །
fr: il se posta [là].

source: དེ་དེ་ ན་ འདུག་པ␣ས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ཁ་ འདོག་པ␣ར་ བྱེད་ དོ ། །
fr: Puisqu'il était là, il fit périr d'innombrables êtres.

source: དེ་ནས་ དབང་ཆེན་ སྡེ␣འི་ བཙུན་མོ␣ས་ ཕྲིན་ སྤྲིང་ སྟེ །
fr: Ensuite, la reine de Mahendrasena lui envoya un message :

source: ཁྱོད་ འདི␣ར་ གཤེགས་པ་ ཅི་ཡང་ རུང་བ་ དེ་དག་ ཐམས་ཅད་ ནི་ བདག་ གི་ ཕྱིར་དུ་ བས་ ན་
fr: "Puisqu'être venu ici et tout ce que vous faites est pour moi,

source: སྐྱེ་བོ་ མང་པོ་ དགུམ་ ཅི་ འཚལ་ གྱིས །
fr: pourquoi faire périr de nombreux êtres ?

source: ད་ ཡང་ མི་ ཕལ་པ␣འི་ ཆ་ལུགས་ སུ་ ཞུགས་ ལ་
fr: Maintenant, revêtez (lit. engagez-vous) l'apparence d'un homme ordinaire et

source: གྲོང་ཁྱེར་ གྱི་ ནང་ དུ་ གཤེགས་ ཏེ །
fr: venez dans la ville et

source: བདག་ དང་ མཇལ་བ␣ར་ མཛད་ དུ་ གསོལ་ ཞེས་
fr: veuillez me rencontrer."

source: སྤྲིང་ ངོ་ ། །
fr: fit-elle dire.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ ཀཱ་ ཤི␣འི་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ཐབས་ ཇི་ལྟར་ བསྟན་པ་ བཞིན་ དུ་ རྒྱལ་པོ␣འི་ ཕོ་བྲང་ གི་ ནང་ དུ་ འོངས་ སོ ། །
fr: Ensuite, dès qu'il entendit ceci, le roi Brahmadatta de Kāśi vint dans le palais en suivant la méthode qui lui avait été décrite.

source: དེ་ འོངས་ མ་ ཐག་ ཏུ་ དབང་ཆེན་ སྡེ␣འི་ བཙུན་མོ་ དེ␣ས་ བཟུང་ ནས །
fr: Dès qu'il arriva, la reine de Mahendrasena se saisit de lui et

source: རྒྱལ་པོ་ ལ་ སྦྲན་ ཏེ །
fr: elle dit au roi :

source: ལྷ་
fr: "Deva,

source: ཚངས་པ␣ས་ བྱིན་ ནི་ ལྷས་ ཅི་ དགྱེས་པ␣ར་ མཛད་ དུ་ མཆིས་པ␣ར་ གྱུར་ ལགས་སོ་ ཞེས་
fr: Brahmadatta est là pour que vous fassiez tout ce qu'il vous plaira."

source: བྱས་ སོ ། །
fr: dit-elle.

source: དེ་ནས་ རྒྱལ་པོ་ དབང་ཆེན་ སྡེ␣ས་ རྒྱལ་པོ␣འི་ སྲས་ དང་ ། བློན་པོ་ དང་ ། ཚོང་དཔོན་ དང་ ། ཕྱུག་པོ་ དང་ ། དེད་དཔོན་ ཐམས་ཅད་ བསགས་ ནས །
fr: Ensuite, le roi Mahendrasena rassembla le prince, les ministres, les marchands, les riches et les capitaines et

source: ཀཱ་ ཤི␣འི་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ གྱི་ མགོ་བོ␣ར་ རྡོག་པ␣ས་ བསྣུན་ ཏེ་
fr: il frappa de ses pieds la tête du roi Brahmadatta de Kāśi et

source: སྨྲས་པ །
fr: dit :

source: འདི་ ཅི་ ནས་ ཕྱིན་ཆད་ གཞན་ གྱི་ ཆུང་མ་ ལ་ བྱི་ཕོ་ བྱེད་པ␣ར་ མི་འགྱུར་བ␣ར་ སོད་ ཅིག་ ཅེས་
fr: "Tuez cette chose (lit. ceci) pour qu'il ne pratique plus l'adultère avec les femmes d'autrui."

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ རྒྱལ་པོ་ དབང་ཆེན་ སྡེ་ ལ་ བཙུན་མོ␣ས་ གསོལ་པ །
fr: Ensuite, la reine dit au roi Mahendrasena :

source: ལྷ་
fr: "Deva,

source: འདི་ སྨ་ ཕབ་པ་ འདི་ཉིད་ གུམ་པ་ བས་ ཆེས་ ཐུབ་ མ་ ལགས་ སམ །
fr: cette humiliation n'est-elle pas le vaincre plus que le tuer ?

source: ད་ འདི་ ལྷག་པར་ དགུམ་ དུ་ ཅི་ མཆིས་ ཀྱིས་
fr: Maintenant, que reste-t-il de plus à tuer ?

source: ཐོང་ ལགས་ ཞེས་
fr: Relachez-le."

source: གསོལ་ ནས་
fr: demanda-t-elle. Puis,

source: གསོན་པོ␣ར་ གཏང་ ངོ་ ། །
fr: il fut relâché vivant.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས་
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ དེ␣འི་ དུས་ ན་ ཡུལ་ པི་ དེ་ ཧ␣འི་ རྒྱལ་པོ་ དབང་ཆེན་ སྡེ␣ར་ གྱུར་པ ། བྱང་ཆུབ་ ཀྱི་ སྤྱོད་པ་ ལ་ གནས་པ་ གང་ཡིན་པ་ དེ་ ནི་ ང་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, celui qui était alors le roi Mahendrasena de Videha, qui était installé dans la conduite des bodhisattvas, c'était moi-même.

source: དེ␣འི་ ཚེ་ དེ␣འི་ དུས་ ན་ བཙུན་མོ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ ས་འཚོ་ མ་ འདི་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, la reine d'alors est Gopā elle-même.

source: དེ␣འི་ ཚེ་ ཀཱ་ ཤི␣འི་ རྒྱལ་པོ་ ཚངས་པ␣ས་ བྱིན་ ཞེས་ བྱ་བ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི ། ལྷ་ སྦྱིན་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui était nommé le roi Brahmadatta de Kāśi est Devadatta lui-même et

source: དེ␣འི་ ཚེ་ ཡང་ དེ␣ས་ འདི་ མི་ མང་ ས␣ར་ རྡོག་པ␣ས་ བསྣུན་ ཏེ་
fr: à cette époque aussi, elle le frappa de ses pieds à la tête et

source: ཤིན་ཏུ་ སྨ་ ཕབ་བོ ། །
fr: elle l'humilia fortement. »
