Repository: Esukhia/karmasataka
Catalog: sem/*/21.po
Languages: fr

source: འདི␣ས་ གང་ དུ་ སྨོན་ལམ་ བཏབ་ ལགས །
fr: « Quels souhaits a-t-elle formulés ? »

source: དགེ་སློང་ དག་
fr: « Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན་ རི་ཁྲོད་ ཅིག་ ན་ ཀུན་དགའ་ར་བ␣འི་ སྲུངས་ མ་ ཞིག་ གནས་པ་ དེ␣འི་ ཀུན་དགའ་ར་བ་ མེ་ཏོག་ ཕུན་སུམ་ ཚོགས་པ་ དང་ ། འབྲས་བུ་ ཕུན་སུམ་ ཚོགས་པ་ དང་ ། བསིལ་གྲིབ་ ཕུན་སུམ་ ཚོགས་པ་ དང་ ། རྫིང་བུ་ ཕུན་སུམ་ ཚོགས་པ་ དང་ ལྡན་ ཏེ །
fr: Dans une époque révolue du passé, dans un village de montagne se trouvait un gardien de jardin. Dans son jardin se trouvaient de merveilleuses (lit. parfaites) fleurs, des fruits succulents (lit. parfaits), des ombrages parfaits et des étangs merveilleux (lit. parfaits) et

source: རྫིང་ དེ་དག་ ཀྱང་ མེ་ཏོག་ ཨུད་པ་ ལ་ དང་ པད་མ་ དང་ ཀུ་མུ་ད་ དང་ ། པད་མ་ དཀར་པོ␣ས་ གང་བ་ དང་ ངང་པ་ དང་ ངུར་པ་ དང་ ཟལ་མོ་ རྣམས་ སྐད་ འབྱིན་པ་ དང་ ལྡན་པ␣ར་ འདུག་ གོ ། །
fr: ces étangs étaient emplis de lotus bleus, de lotus, de nénuphars et de lotus blancs. S'y trouvaient aussi des cygnes, des canards et des animaux (lit. bétail femelle strié) qui faisaient résonner leurs cris.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ མི་ བཞུགས་པ␣འི་ ཚེ ། རང་ སངས་རྒྱས་ སྡུག་ ཅིང་ ཕོངས་པ་ རྣམས་ ལ་ སྙིང་བརྩེ་བ ། བས་མཐ␣འི་ གནས་མལ་ གྱིས་ འཚོ་བ ། བསེ་རུ་ ལྟ་བུ␣འི་ འཇིག་རྟེན་ གྱི་ ཡོན་གནས་ གཅིག་པུ་ རྣམས་ འཇིག་རྟེན་ དུ་ འབྱུང་ སྟེ །
fr: Quand un Bienheureux Bouddha n'est pas en vie, par compassion pour les [êtres] qui souffrent et qui sont démunis, les bouddhas solitaires qui vivent dans les habitats et dans les conditions (lit. couvertures) des lieux isolés (lit. extrémité de la terre) et qui sont les uniques [êtres] dignes (lit. vivent de) d'offrandes apparaissent dans le monde.

source: རང་ སངས་རྒྱས་ གཅིག་ གིས་ ཀུན་དགའ་ར་བ་ དེ␣ར་ གནས་ བཅས་ སོ ། །
fr: Un [tel] bouddha solitaire s'établit dans ce jardin.

source: དེ་ནས་ ཀུན་དགའ་ར་བ␣འི་ སྲུངས་ མ་ དེ་ ནང་པ␣ར་ སྔར་ ལངས་ ཏེ་
fr: Ensuite, le gardien de ce jardin se leva tôt le matin,

source: ཀུན་དགའ་ར་བ་ དེ␣ར་ སོང་བ་ ལ␣ས །
fr: alla dans le jardin et

source: ཀུན་དགའ་ར་བ␣འི་ སྲུངས་ མ་ དེ␣ས་ རང་ སངས་རྒྱས་ དེ་ ཀླུ␣འི་ རྒྱལ་པོ་ ལུས་ བསྐྱིལ་ ཏེ་ དེ་ གཉིད་ ཀྱིས་ ལོག་པ་ བཞིན་ དུ་ སྐྱིལ་མོ་ཀྲུང་ བཅས་ ཏེ་ འདུག་པ་ མཐོང་ ངོ་ ། །
fr: ce gardien de jardin vit ce bouddha solitaire les jambes croisées, les membres (lit. le corps) ramassés comme un roi des nāgas qui se serait endormi.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: མཆོག་ ཏུ་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: il ressentit une joie intense (lit. suprême).

source: དགའ་བ་ སྐྱེས་ ནས་
fr: Ayant ressenti cette joie,

source: རང་ སངས་རྒྱས་ དེ་ ཀུན་དགའ་ར་བ་ དེ་ཉིད་ དུ་ བཤོས་ གསོལ་ ནས་
fr: il offrit le repas à ce bouddha solitaire dans ce même jardin et

source: ན་བཟའ་ ཡང་ ཕུལ་ ཏེ །
fr: il lui offrit aussi des habits et

source: མེ་ཏོག་ ཨུད་པ་ ལ་ དང་ པད་མ་ དང་ ཀུ་མུ་ད་ དང་ པད་མ་ དཀར་པོ་ རྣམས་ ཀྱིས་ གཏོར་ ནས་
fr: répandit sur lui des lotus bleus, des lotus, des nénuphars et des lotus blancs. Puis,

source: སྨོན་ལམ་ བཏབ་པ །
fr: il fit ce souhait :

source: ཀྱེ་མ་
fr: "Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ ཤོག་ ཅིག །
fr: Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ ཡང་ གྱུར་ཅིག །
fr: Puissé-je aussi avoir un corps harmonieux (lit. noble), agréable au regard et beau.

source: བདག་ གི་ ལུས་ མདོག་ པད་མ␣འི་ སྙིང་པོ␣འི་ ཁ་དོག་ ལྟ་བུ␣ར་ གྱུར་ཅིག །
fr: Puisse la teinte de mon corps être semblable à la couleur de l'essence de lotus.

source: འདི་ བས་ ཀྱང་ ཁྱད་པར་ དུ་ འཕགས་པ␣འི་ སྟོན་པ་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter un enseignant bien supérieur à lui.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: ཡོན་ཏན་ གྱི་ ཚོགས་ འདི་ ལྟ་བུ་ དག་ ཀྱང་ ཐོབ་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: Puissé-je aussi obtenir des qualités semblables à celles-ci",

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ ཀུན་དགའ་ར་བ␣འི་ སྲུངས་ མར་ གྱུར་པ་ དེ་ ནི་ པད་མ␣འི་ མདོག་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui était ce gardien de jardin est Couleur-de-Lotus lui-même.

source: དེ␣ས་ རང་ སངས་རྒྱས་ དེ་ ལ་ བཀུར་སྟི་ བྱས་ ནས་
fr: Il servit ainsi ce bouddha solitaire et

source: སྨོན་ལམ་ བཏབ་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ནས་
fr: l'action d'avoir fait ces souhaits le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, puis

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ གྱུར་ ཏེ་
fr: faire son corps devenir harmonieux (lit. noble), agréable au regard et beau et

source: ལུས་ ཀྱི་ མདོག་ པད་མ␣འི་ སྙིང་པོ␣འི་ ཁ་དོག་ ལྟ་བུ␣ར་ གྱུར་ ཏེ །
fr: fit que la teinte de son corps devienne semblable à la couleur de l'essence de lotus et

source: དགེ་སློང་ དག་
fr: moines,

source: རང་ སངས་རྒྱས་ བྱེ་བ་ ཕྲག་ འབུམ་ བས་ ཀྱང་ ཆེས་ ལྷག་པར་ ཁྱད་པར་ དུ་ འཕགས་པ་ ང་ ལྟ་བུ་ འདི␣ས་ མཉེས་པ␣ར་ བྱས་ ཏེ་
fr: il a contenté quelqu'un comme moi qui suis cent mille fois dix millions de fois très largement supérieur à un bouddha solitaire et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: il s'est retiré du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: il a éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། ། ། །
fr: il a manifesté l'état d'arhat. »
