Repository: Esukhia/karmasataka
Catalog: sem/*/21.po
Languages: fr

source: པད་མ␣འི་ མདོག་ ཅེས་བྱ་བ་ ནི །
fr: Celle nommée Couleur-de-Lotus

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ ཉེ་སྡེ་ ཡུལ་སྲུང་ བྱེད་ དུ་ ལྗོངས་རྒྱུ་ ཞིང་ སོང་བ་ ལ␣ས་
fr: À cette époque, l'honorable Upasena voyageait et se déplaçait dans le pays d'Avanti et

source: རི་ཁྲོད་ ཅིག་ ཏུ་ ཕྱིན་ ཏེ་
fr: il arriva dans village de montagne et

source: དེ␣འི་ ཚེ་ རི་ཁྲོད་ དེ་ ན ། ཁྱིམ་བདག་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ ། ཡོངས་སུ་ འཛིན་པ་ ཡངས་ ཤིང་ རྒྱ་ཆེ་བ ། རྣམ་ཐོས་ བུ␣འི་ ནོར་ དང་ ལྡན་པ ། རྣམ་ཐོས་ ཀྱི་ བུ␣འི་ ནོར་ དང་ འགྲན་པ་ ཞིག་ གནས་པ་ དེ␣ས་ ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ་ བླངས་ ནས །
fr: à cette époque, dans ce village de montagne, un homme qui vivait dans l'opulence et possédait beaucoup de richesses, dont les possessions étaient étendues et vastes, qui possédait la richesse de Vaiśravaṇa, qui possédait des richesses rivalisant à celles de Vaiśravaṇa se maria (lit. prit une femme) puisqu'il était arrivé à (lit. tomba à) l'âge de se marier (lit. de l'épouse).

source: དེ་དེ་ དང་ ལྷན་ཅིག་ ཏུ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་ དོ ། །
fr: Avec elle, ils se séduisirent (lit. jouèrent), ils [apprirent] à s'aimer et laissèrent libre cours (lit. faire) à leurs envies.

source: དེ་ རྩེ་ ཞིང་ དགའ་ ལ་ དགའ་མགུ␣ར་ སྤྱོད་ ཀྱང་
fr: Même s'ils s'étaient séduits, [qu'ils] avaient [appris] à s'aimer et avaient laissé libre cours à leurs envies,

source: ཁྱིམ་བདག་ དེ་ བུ་ མེད་ ནས་
fr: ce père de famille n'avait pas d'enfant et

source: དེ་ ལག་པ་ ལ་ རྐོམ་ཚུགས་ བཅས་ ཏེ་
fr: il posa son visage entre ses paumes et

source: བསམས་པ །
fr: il pensa : «

source: བདག་ གི་ ཁྱིམ་ནོར་ དུ་མ་ དང་ ལྡན་ དུ་ ཟིན་ ཀྱང་ བདག་ ལ་ བུ་ ཡང་ མེད་ བུ་མོ་ ཡང་ མེད་པ␣ས ། བདག་ འདས་པ␣འི་ འོག་ ཏུ་ ནི་ བུ་ མེད་པ␣འི་ ཕྱིར་ ཅི་ བདོག་པ་ ཐམས་ཅད་ རྒྱལ་པོ་ དབང་བ␣ར་ འགྱུར་ རོ་ སྙམ་ སྟེ་
fr: Bien que j'ai de nombreux biens dans ma maison, puisque je n'ai ni fils ni fille, après que je sois mort, étant sans enfant, tout ce que je possède, le roi en prendra possession. » Ainsi,

source: སེམས་ ཁོང་ དུ་ ཆུད་ ཅིང་
fr: il était absorbé dans ses pensées et

source: འདུག་ གོ ། །
fr: se maintenait [là].

source: དེ་ནས་ དགེ་སྦྱོང་ དང་ ། བྲམ་ཟེ་ དང་ ། ལྟས་མཁན་ དང་ ། མཛའ་བོ་ དང་ ། གཉེན་ དང་ ། རྩ་ལག་ གཞན་དག་ གིས་ ལྷ་ ལ་ གསོལ་བ་ ཐོབ་ ཤིག་ ཅེས་
fr: Ensuite, les ascètes, les brahmanes, les augures, les amis, la famille, la famille éloignée, tous « Prie les dieux »,

source: དེ་ ལ་ བསྒོའོ ། །
fr: lui conseillaient-ils.

source: དེ་ནས་ དེ་ བུ་ མེད་ དེ་
fr: Ensuite, puisqu'il n'avait pas d'enfant et

source: བུ་ འདོད་པ␣འི་ ཕྱིར་ ལྷ་ གུ་ལང་ དང་ ། ཆུ་ལྷ་ དང་ ། ཀུ་བེ་ར་ དང་ ། བརྒྱ་བྱིན་ དང་ ། ཚངས་པ་ ལ་སོགས་པ་ དང་ ། ལྷ␣འི་ ཁྱད་པར་ གཞན་དག་ ལ་ ཡང་ གསོལ་བ་ འདེབས་ ཏེ །
fr: qu'il voulait des enfants, il adressa ses prières aux dieux comme Paśupati, Varuṇa, Kubera, Śakra, Brahmā, mais aussi à d'autres dieux et

source: འདི་ལྟ་སྟེ ། ཀུན་དགའ་ར་བ␣འི་ ལྷ་ དང་ ། ནགས་ཚལ་ གྱི་ ལྷ་ དང་ ། ལམ་ གྱི་ བཞི་མདོ␣འི་ ལྷ་ དང་ ། སུམ་མདོ␣འི་ ལྷ་ དང་ ། གཏོར་མ་ ལེན་པ␣འི་ ལྷ་ དང་ ། ལྷན་ཅིག་ སྐྱེས་པ་ དང་ ། ཆོས་ འཐུན་པ་ དང་ ། རྟག་ ཏུ་ ཕྱི་བཞིན་ འབྲང་བ␣འི་ ལྷ་ རྣམས་ ལ་ ཡང་ གསོལ་བ་ འདེབས་ ཏེ །
fr: ainsi, il adressa ses prières aux dieux des parcs, aux dieux des forêts, aux dieux des croisements de quatre routes, aux dieux des croisements de trois routes, aux dieux qui reçoivent les offrandes jetées, aux dieux qui naissent en même temps que soi et à [ceux] qui suivent constamment les personnes vertueuses. Puis,

source: འཇིག་རྟེན་ ན་ ཡང་ གསོལ་བ་ བཏབ་པ␣འི་ རྒྱུས་ བུ་ དང་ བུ་མོ་ སྐྱེ་བ␣ར་ འགྱུར་ རོ་ ཞེས་
fr: dans le monde, « de la cause [que constituent] les prières, des garçons et des filles naissent »

source: བགྱི་བ␣འི་ གཏམ་ དེ་ ཡོད་ མོད་ ཀྱི་
fr: ceci se dit (lit. l'histoire existe) effectivement, mais

source: དེ་ཡང་ དེ་ལྟ་ ནི་ མ་ ཡིན་ ཏེ །
fr: ce n'est pas comme ça que sont [les choses]. En effet,

source: གལ་ཏེ་ གསོལ་བ་ བཏབ་པ␣འི་ རྒྱུས་ བུ་ དང་ བུ་མོ་ སྐྱེ་བ␣ར་ འགྱུར་ དུ་ ཟིན་ ན །
fr: si la cause des prières faisaient naître des garçons et des filles,

source: འཁོར་ལོ␣ས་ སྒྱུར་བ␣འི་ རྒྱལ་པོ་ བཞིན་ དུ་ རེ་རེ་ ལ་ ཡང་ བུ་ སྟོང་ སྟོང་ ཡོད་པ␣ར་ འགྱུར་བ␣འི་ རིགས་ སོ ། །
fr: il faudrait que comme pour les monarques universels, chaque [personne] ait mille enfants.

source: ཡེ་ ནི་ གནས་ གསུམ་ ཚོགས་པ་ ལ␣ས་
fr: Depuis toujours, c'est l'assemblement de trois choses qui

source: བུ་ དང་ བུ་མོ་ སྐྱེ་བ␣ར་ འགྱུར་ ཏེ །
fr: font naître les garçons et les filles.

source: གསུམ་ གང་ཞེ་ན །
fr: Ces trois [choses] sont :

source: ཕ་མ་ གཉིས་ འདོད་ཆགས་ ལངས་ ཏེ་ ཕྲད་པ་ དང་ །
fr: les deux parents éprouvent du désir et ont un rapport,

source: མ་ དུས་ ལ་ བབ་ ཅིང་ ཟླ་མཚན་ དང་ ལྡན་པ་ དང་
fr: la mère se situe au bon moment [dans son cycle] et elle est en âge de procréer (lit. elle a ses menstruations) et

source: དྲི་ཟ་ འོངས་པ་ སྟེ །
fr: un gandharva est arrivé, et

source: གནས་ འདི་ གསུམ་ ཚོགས་པ་ ལ␣ས་
fr: c'est l'assemblement de ces trois choses qui

source: བུ་ དང་ བུ་མོ་ སྐྱེ་བ␣ར་ འགྱུར་ རོ ། །
fr: fait naître les garçons et les filles.

source: དེ་ནས་ དེ་ཡང་ གསོལ་བ་ འདེབས་པ་ ལྷུར་ བྱེད་ ཅིང་ འདུག་ ལ །
fr: Donc, le père de famille (lit. il) adressait ses prières avec beaucoup d'entrain et

source: སེམས་ཅན་ ཞིག་ ཀྱང་ སེམས་ཅན་ གྱི་ རིས་ ཤིག་ ནས་ ཤི་འཕོས་ ཏེ །
fr: un être mourut d'un autre monde (lit. un monde d'êtres) et

source: དེ␣འི་ ཆུང་མ␣འི་ ལྟོ␣ར་ ཞུགས་ སོ ། །
fr: il entra dans le ventre de son épouse.

source: བུད་མེད་ མཁས་པ␣འི་ རང་བཞིན་ ཅན་ ཁ་ཅིག་ ལ་ ནི་ ཐུན་མོང་ མ་ཡིན་པ␣འི་ ཆོས་ ལྔ་ ཡོད་ དེ །
fr: Certaines femmes qui ont une intelligence naturelle possèdent cinq particularités (lit. cinq choses/dharmas spécifiques).

source: ལྔ་ གང་ཞེ་ན །
fr: Ces cinq sont :

source: སྐྱེས་པ་ ཆགས་པ་ ཡང་ ཤེས་ ལ་
fr: elles savent qu'un homme éprouve du désir pour elles

source: མ་ཆགས་པ་ ཡང་ ཤེས་པ་ དང་ །
fr: ou bien qu'il n'éprouve pas de désir,

source: དུས་ ཀྱང་ ཤེས་ ལ་
fr: elles connaissent aussi leur cycle (lit. temps) et

source: ཟླ་མཚན་ ཡང་ ཤེས་པ་ དང་
fr: elles connaissent aussi leurs règles,

source: བུ་ ཆགས་པ་ ཤེས་པ་ དང་ །
fr: elle savent qu'elles sont enceintes (lit. qu'un enfant est là),

source: གང་ ལ␣ས་ བུ་ ཆགས་པ␣ར་ ཤེས་པ་ དང་
fr: elles savent de qui elles sont enceintes (lit. un enfant est là),

source: ཁྱེའུ་ ཡང་ ཤེས་ ལ་
fr: elles savent [que c'est] un garçon ou bien

source: བུ་མོ་ ཡང་ ཤེས་པ་ སྟེ །
fr: elles savent [que c'est] une fille parce que

source: གལ་ཏེ་ ཁྱེའུ་ ཡིན་ ན་ ནི ། ལྟོ་ གཡས་ལོགས་ སུ་ རྟེན་ ཅིང་ གནས་ སོ ། །
fr: si c'est un garçon, il se positionne (lit. s'appuie) sur le côté droit et y reste.

source: གལ་ཏེ་ བུ་མོ་ ཡིན་ ན་ ནི་ ལྟོ་ གཡོན་ལོགས་ སུ་ རྟེན་ ཅིང་ གནས་ སོ ། །
fr: Si c'est une fille, il se positionne (lit. s'appuie) sur le côté gauche et y reste.

source: དེ་ནས་ དེ་ དགའ་ ཆེས་ ནས་
fr: Ensuite, elle fut extrêmement (lit. de trop) contente et

source: ཁྱིམ་ཐབ་ ལ་ སྦྲན་པ །
fr: elle [le] raconta à son mari : «

source: ཇོ་བོ་
fr: Seigneur,

source: བདག་ ལ་ སྲས་ ཆགས་ ཏེ །
fr: je suis enceinte d'un garçon (lit. un garçon est dans moi) parce que

source: བདག་ གི་ རུམ་ གཡས་ལོགས་ སུ་ རྟེན་ ཅིང་ གནས་པ་ ལ␣ས་ ན་
fr: il se positionne (lit. s'appuie) du côté droit de mon ventre (lit. matrice). Donc,

source: ཁྱེའུ␣ར་ འགྱུར་བ␣ར་ ངེས་ ཀྱིས་
fr: il est certain que ce soit un garçon. Donc,

source: དགྱེས་པ་ བསྐྱེད་ དུ་ གསོལ་ ཞེས་
fr: réjouissez-vous»,

source: བྱས་ ནས །
fr: dit-elle. Puis,

source: དེ་ཡང་ དགའ་ ཆེས་ ཏེ་
fr: lui aussi fut extrêmement (lit. de trop) content et

source: རོ་སྟོད་ ནི་ བཏེག་
fr: redressa son buste,

source: ལག་པ་ གཡས་པ་ ནི་ བརྐྱང་ ནས་
fr: étendit sa main droite,

source: བདག་ གིས་ ཡུན་རིང་པོ་ ནས་ སྨོན་ སྨོན་པ␣འི་ བུ␣འི་ ངོ་ མཐོང་བ␣ར་ འོང་ ངོ་ ། །
fr: « Je vais pouvoir (lit. ça vient) voir le visage de l'enfant que j'ai tant souhaité (lit. souhaité et souhaité) depuis longtemps.

source: བདག་ གི་ བུ་ རུང་བ␣ར་ གྱུར་ཅིག །
fr: Puisse-t-il convenir comme mon enfant.

source: མི་ རུང་བ␣ར་ མ་ གྱུར་ཅིག །
fr: Puisse-t-il ne pas ne pas convenir.

source: བདག་ གི་ བྱ་བ་ དག་བྱེད་ པར་ཤོག་ ཅིག །
fr: Puisse-t-il faire les choses que je fais.

source: གསོས་པ␣འི་ ལན་ ཕྱིར་ གསོ་བ␣ར་ ཤོག་ ཅིག །
fr: Puisse-t-il répondre à [mes] soins en s'occupant [de moi] en retour.

source: ནོར་སྐལ་ ལ་ སྤྱོད་པ␣ར་ ཤོག་ ཅིག །
fr: Puisse-t-il bénéficier de mon héritage (lit. part des richesses).

source: བདག་ གི་ རིགས་རྒྱུད་ རིང་ དུ་ གནས་པ␣ར་ ཤོག་ ཅིག །
fr: Puisse ma lignée familiale se maintenir longtemps.

source: བདག་ཅག་ འདས་ ཏེ་ ཤི་བ␣འི་ འོག་ ཏུ་ ཡང་ བདག་ཅག་ གི་ ཕྱིར་ མང་ ཡང་ རུང་ ཉུང་ ཡང་ རུང་ སྟེ །
fr: Après que nous ayons transmigré (lit. dépassé) et que nous soyons morts, pour nous, que ce soit beaucoup ou que ce soit peu,

source: སྦྱིན་པ་ དག་ བྱིན་ ལ་
fr: [puisse-t-il] pratiquer la générosité et

source: བསོད་ནམས་ དག་ བྱས་ ནས །
fr: accumuler les mérites et

source: དེ་ གཉིས་ གང་དང་གང་ དུ་ སྐྱེས་ ཤིང་ འགྲོ་བ་ དེ␣ར་ འདི་ སོང་ ཅིག་ ཅེས་
fr: "Que ces mérites (lit. ils) aillent là où ils (lit. ces deux) sont partis et nés",

source: ཡོན་ སྔོ་བ␣ར་ ཤོག་ ཅིག་ ཅེས་
fr: puisse-t-il les dédier ainsi. »

source: དགའ་བ␣འི་ ཚིག་ བརྗོད་ དོ ། །
fr: Il dit [ces] paroles de joie.

source: དེ་ནས་ དེ␣ས་ བུ་ ཆགས་པ␣ར་ རིག་ ནས་
fr: Alors, ayant compris qu'il attendait un enfant (lit. un enfant était là),

source: བུ␣འི་ རིམ་གྲོ་ བྱ་བ␣འི་ ཕྱིར་ ཁང་ བཟངས་ ཀྱི་ སྟེང་ དུ་ ཉམ་ རངས་ སུ་ བཞག་ སྟེ་
fr: pour prendre soin de son enfant, il [l']installa confortablement sur la partie supérieur de leur maison et

source: གྲང་བ␣འི་ ཚེ་ གྲང་བ␣འི་ ཡོ་བྱད་ རྣམས་ དང་ ཚ་བ␣འི་ ཚེ་ ཚ་བ␣འི་ ཡོ་བྱད་ རྣམས་ དང་ ། སྨན་པ␣ས་ བསྟན་པ␣འི་ ཟས་ རྣམས་ དང་ ། ཧ་ཅང་ ཁ་བ་ མ་ཡིན་པ་ རྣམས་ དང་ ། ཧ་ཅང་ སྐྱུར་བ་ མ་ཡིན་པ་ རྣམས་ དང་ ། ཧ་ཅང་ ལན་ཚྭ་ ཆེ་བ་ མ་ཡིན་པ་ རྣམས་ དང་ ། ཧ་ཅང་ མངར་ བ་མ་ ཡིན་པ་ རྣམས་ དང་ ། ཧ་ཅང་ རོ་ ཚ་བ་ མ་ཡིན་པ་ རྣམས་ དང་ ། ཧ་ཅང་ བསྐ་བ་ མ་ཡིན་པ་ རྣམས་ ཏེ ། ཁ་བ་ དང་ ། སྐྱུར་བ་ དང་ ། ལན་ཚྭ་ དང་ ། མངར་བ་ དང་ ། ཚ་བ་ དང་ ། བསྐ་བ་ མེད་པ␣འི་ ཟས་ རྣམས་ ཀྱིས་ བསྟེན་ ཅིང་
fr: [il fit qu']on lui procure (lit. elle dépende de) les choses pour le froid quand il faisait froid, les choses pour le chaud quand il faisait chaud, les aliments recommandés (lit. montrés) par le médecin, ceux qui ne sont pas trop amers, ceux qui ne sont pas trop acides, ceux qui ne sont pas trop salés, ceux qui ne sont pas trop sucrés, ceux qui ne sont pas trop piquants, ceux qui ne sont pas trop astringents, c'est à dire les aliments qui ne sont ni amers, ni acides, ni salés, ni sucrés, ni piquants ni astringents,

source: དོ་ཤལ་ དང་ ། སེ་ མོ་ དོས་ ལུས་ རྣམ་པ␣ར་ བཀླུབས་ ཏེ །
fr: [il fit qu']on pare entièrement son corps de colliers courts et longs,

source: ལྷ␣འི་ བུ་མོ་ དགའ་བ␣འི་ ཚལ་ ན་ རྣམ་པ␣ར་ རྒྱུ་བ་ བཞིན་ དུ་ ཁྲི␣འི་ སྟེང་ ནས་ ཁྲི␣འི་ སྟེང་ དང་ ། ཁྲིའུ␣འི་ སྟེང་ ནས་ ཁྲིའུ␣འི་ སྟེང་ དུ་ རྒྱུ་ ཞིང་
fr: [il fit qu']elle se déplace comme une jeune déesse (lit. une fille de dieu) qui évolue dans un jardin merveilleux (lit. jardin des plaisirs), du dessus d'un divan (lit. trône) au dessus d'un [autre] divan, du dessus d'un siège (lit. petit trône) au dessus d'un [autre] siège,

source: འོག་ གི་ ས་གཞི་ ལ་ མི་ འབབ་པ་ དང་
fr: sans descendre jusqu'au sol (lit. le sol du bas),

source: དེ␣ས་ ཡིད་ དུ་ མི་ འོང་བ␣འི་ སྒྲ་ སྐད་ ཅི་ཡང་ མི་ ཐོས་པ␣ར་ བྱས་ སོ ། །
fr: il fit qu'elle n'entende aucun son, aucune voix désagréable.

source: དེ་ནས་ དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་
fr: Ensuite, après que soient passés neuf ou dix mois,

source: བུ་ བྱུང་ སྟེ །
fr: un enfant naquit et

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ མདོག་ བཟང་བ་ པད་མ␣འི་ སྙིང་པོ␣འི་ མདོག་ འདྲ་བ ། མགོ་བོ་ གདུགས་ ལྟར་ འདུག་པ ། ལག་པ་ རིང་བ་ དང་ དཔྲལ་བ␣འི་ དབྱེས་ ཆེ་བ ། སྣ་ མཐོ་བ ། སྣ་ ལེགས་པ ། སྨིན་མ་ སྟུག་པ་ ཞིག་ བཙས་ ནས །
fr: naquit un enfant au corps harmonieux (lit. noble), qui était beau et agréable au regard, dont la teinte noble [était] une couleur semblable à l'essence de lotus, dont la tête [se] tenait comme une ombrelle, dont les mains étaient longues, dont la largeur (lit. l'étendue) du front était grande, dont le nez était haut, dont le nez était bien [fait] et dont les sourcils étaient denses et

source: དེ␣འི་ ཚེ་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ཏེ །
fr: à ce moment, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: ཁྱེའུ་ འདི␣འི་ མིང་ ཇི་སྐད་ གདགས་ ཞེས་
fr: « Comment nommer ce garçon ? »

source: མིང་འདོགས་པ␣ར་ བྱེད་ དེ །
fr: Un nom lui fut donné : «

source: ཁྱེའུ་ འདི་ པད་མ␣འི་ སྙིང་པོ␣འི་ མདོག་ འདྲ་བ␣ས་ ན་ དེ␣འི་ ཕྱིར་ ཁྱེའུ་ འདི␣འི་ མིང་ པད་མ␣འི་ མདོག་ ཅན་ ཞེས་ གདགས་ སོ་ ཞེས་
fr: Puisque la couleur de ce garçon est semblable à l'essence de lotus, son nom sera (lit. sera donné) "Couleur-de-Lotus" »,

source: ཟེར་ རོ ། །
fr: fût-il dit.

source: དེ་ནས་ ཁྱེའུ་ པད་མ␣འི་ མདོག་ འོ་མ་ དང་ ། ཞོ་ དང་ ། མར་ དང་ ། ཞུན་མར་ དང་ ། མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: Alors, le garçon Couleur-de-Lotus se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre),

source: མཚོ␣འི་ ནང་ གི་ པད་མ་ བཞིན་ དུ་ སྐྱེ་ དྲག་པ␣ར་ གྱུར་ ཏོ ། །
fr: comme des lotus dans un lac, elles grandirent avec force.

source: དེ་ནས་ དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ ཡི་གེ་ དང་ ཁོང་ རྩིས་ དང་ ། ཤོད་ དགོད་ དང་ ། ལག་རྩིས་ དང་ ། དབྱུང་བ་ དང་ ། སྦ་བ་ དང་ ། དགྲམ་པ་ དང་ ། གོས་ བརྟག་པ་ དང་ ། ནོར་བུ་ བརྟག་པ་ དང་ ། རིན་པོ་ཆེ་ བརྟག་པ་ དང་ ། སྤོས་ བརྟག་པ་ དང་ ། སྨན་ བརྟག་པ་ དང་ ། གླང་པོ་ཆེ་ བརྟག་པ་ དང་ ། རྟ་ བརྟག་པ་ དང་ ། གོ་མཚོན་ བརྟག་པ་ བསླབས་ ཏེ །
fr: Ensuite, lorsqu'il eut grandi, il apprit à lire, à calculer mentalement, à diviser, à calculer sur les doigts, à extraire, à dissimuler, à étaler, à évaluer la qualité des vêtements, des gemmes, des substances précieuses, des parfums, des remèdes, des éléphants, des chevaux, des armures et des armes. Ainsi,

source: ཡི་གེ་ མཁས་པ་ དང་ ། ཀློག་ མཁས་པ་ དང་ ། མཛངས་པ་ དང་ ། བྱ་བ་ ལ་ གསལ་བ་ དང་ ། ཡིད་གཞུངས་པ་ དང་ ། བརྟག་པ་ རྣམ་པ་ བརྒྱད་ ལ་ བྱང་བ␣ར་ གྱུར་ ཏོ ། །
fr: il sut parfaitement écrire (lit. versé dans les lettres), il sut parfaitement lire (lit. versé dans la lecture), il devint ingénieux, habile de ses mains (lit. clair sur les choses à faire), vif d'esprit et rompu (lit. entraîné) aux huit évaluations.

source: ཁྱིམ་བདག་ དེ␣འི་ གཉེན་ ནི་ ཚེ་ དང་ ལྡན་པ་ ཉེ་སྡེ་ ཡིན་ ཏེ །
fr: L'honorable Upasena faisait partie de la famille de ce père de famille et

source: ཁྱེའུ་ པད་མ␣འི་ མདོག་ གིས་ དེ་ ལ་ བརྟེན་ ནས་
fr: grâce à lui (lit. se reposant sur lui), le garçon Couleur-de-Lotus

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ དེ །
fr: conçut (lit. obtint) de la dévotion pour l'enseignement du Bienheureux et

source: དེ␣ས་ ཕ་མ་ ལ་ གསོལ་ ནས་
fr: il demanda [la permission] à ses parents et

source: ཚེ་ དང་ ལྡན་པ་ ཉེ་སྡེ་ ཉིད་ ཀྱི་ ཐད་ དུ་ རབ་ཏུ་ བྱུང་ སྟེ་
fr: il se retira du monde auprès de l'honorable Upasena lui-même et

source: བསྙེན་པ␣ར་ རྫོགས་ སོ ། །
fr: prit l'ordination complète.

source: དེ་ནས་ དེ་ ཕྱི་ ཞིག་ ན་ དེ་ མཁན་པོ་ ལ་མ་ ཞུས་པ␣ར་ དོན་ ཞིག་ ལ་ རི་ཁྲོད་ དེ་ནས་ སོང་ ནས །
fr: Ensuite, plus tard, sans en informer son précepteur, il partit du village de montagne faire quelque chose (lit. une occupation) et

source: དེ་ མཐར་གྱིས་ ལྗོངས་རྒྱུ་ ཞིང་ སོང་ སོང་བ་ ལ␣ས་
fr: il voyagea et alla progressivement et

source: ཡུལ་ བཅོམ་བརླག་ ཅེས་བྱ་བ␣ར་ ཕྱིན་ ཏེ །
fr: il arriva au pays nommé Mathurā et

source: བཅོམ་བརླག་ ན་ བོང་བུ␣འི་ ཀུན་དགའ་ར་བ་ ན་ གནས་ སོ ། །
fr: à Mathurā, il demeura dans le jardin aux ânes.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ སྔ་དྲོ་ ཤམ་ཐབས་ དང་ ཆོས་གོས་ བགོས་ ཏེ་
fr: Ensuite, au petit matin, l'honorable Couleur-de-Lotus revêtit le nivāsana et le cīvara et

source: ལྷུང་བཟེད་ ཐོགས་ ནས །
fr: il prit son bol à aumône et

source: ཡུལ་ བཅོམ་བརླག་ ཏུ་ བསོད་སྙོམས་ ལ་ སོང་བ་ དང་ །
fr: partit dans le pays de Mathurā pour [y recevoir] l'aumône et

source: ཚེ་ དང་ ལྡན་པ་ དེ་ སྤྱོད་ཡུལ་ གྱི་ རྒྱུས་ མི་ ཤེས་བཞིན་ དུ་ མཐར་གྱིས་ བསོད་སྙོམས་ བྱེད་པ་ ལ␣ས་
fr: parce que cet honorable n'avait pas l'expérience de lieu qu'il parcourait (lit. utilisait), tandis qu'il demandait l'aumône,

source: སྨད་འཚོང་མ␣འི་ ཁྱིམ་ དུ་ སོང་ ངོ་ ། །
fr: il se rendit dans une maison de prostituée.

source: སྨད་འཚོང་མ་ དེ་ཡང་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་པ་ མཛེས་པ་ རོ་ རྩ་ ལ་ གཡེམ་པ་ ཞིག་ གོ ། །
fr: Cette prostituée avait un corps harmonieux, elle était belle et agréable au regard et elle aimait faire l'amour.

source: དེ་ནས་ བུད་མེད་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ རྒྱང་ ནས་ མཐོང་ ངོ་ ། །
fr: Alors, cette femme vit au loin l'honorable Couleur-de-Lotus.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: འདོད་ཆགས་ ཀྱི་ མདའ་ དྲག་པོ␣ས་ ཕོག་ སྟེ །
fr: elle fut fortement touchée par la flèche du désir et

source: དེ་ འདོད་ཆགས་ ཀྱི་ དབང་ དུ་ གྱུར་ ནས་
fr: sous l'influence (lit. sous le pouvoir de) du désir,

source: ཚམ་ཚོམ་ མེད་པ␣ར་ ལངས་ ཏེ་
fr: elle se leva avec empressement et

source: ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ ག་ལ་བ་ དེ␣ར་ སོང་ སྟེ ། ཕྱིན་ ནས་
fr: elle alla et se dirigea vers l'endroit où se trouvait l'honorable Couleur-de-Lotus et

source: སྨྲས་པ །
fr: dit : «

source: འཕགས་པ་
fr: [Être] sublime,

source: གདན་ བཤམས་པ་ འདི་ ལ་ བཞུགས་ སུ་ གསོལ །
fr: Veuillez vous asseoir sur ce siège disposé [pour vous]. »

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ གིས་ བསམས་པ །
fr: Ensuite, l'honorable Couleur-de-Lotus pensa : «

source: ཅི་
fr: Qu'[en est-il] ?

source: འདི་ དགེ་བསྙེན་མ་ ཅིག་ ཡིན་ ནམ་ སྙམ་ ནས་
fr: Est-elle une upāsikā ? » Puis,

source: སྟན་ བཤམས་པ་ དེ་ ལ་ འདུག་པ་ དང་ །
fr: au moment où il s'assit sur le siège disposé [pour lui],

source: བུད་མེད་ དེ␣ས་ འདོད་ཆགས་ ཀྱི་ ཤུགས་ ཀྱིས་ མི་ བཟོད་ ཆེས་ ནས་
fr: cette femme fut prise par la force d'un désir si (lit. trop grand) insoutenable

source: པད་མ␣འི་ མདོག་ ལ་ སྨྲས་པ །
fr: qu'elle dit à Couleur-de-Lotus : «

source: བཙུན་པ་
fr: Vénérable,

source: ཁྱོད་ ཀྱང་ གཟུགས་ དང་ ལང་ཚོ་ ཕུན་སུམ་ ཚོགས་པ་ ལགས་ ལ །
fr: vous aussi avez un corps et une jeunesse parfaits,

source: བདག་ ཀྱང་ ཡན་ལག་ ཐམས་ཅད་ སྡུག་པ་ ལགས་ ཀྱིས་
fr: moi aussi, toutes les parties (lit. tous mes membres) [de mon corps] sont belles. Donc,

source: བདག་ དང་ གཟིམས་པ␣ར་ གསོལ་ ཞེས་
fr: veuillez dormir avec moi »,

source: བྱས་ སོ ། །
fr: dit-elle.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་
fr: Dès qu'il l'eut entendu,

source: ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ གིས་ རྣ་བ་ གཉིས་ བཀག་ སྟེ་
fr: l'honorable Couleur-de-Lotus boucha ses deux oreilles et

source: འདུག་ ནས །
fr: se tint [ainsi]. Puis,

source: བདག་ ནི་ སྡིག་པ་ འདི་ ལྟ་བུ་ མི་ བྱེད་ དེ་
fr: « Je ne ferai pas de mauvaise action comme ceci.

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ཉམས་པ␣ར་ བྱེད་ མི་ ཕོད་ དོ་ ཞེས་
fr: Je n'ose pas dégrader l'enseignement du Bienheureux »,

source: བྱས་ སོ ། །
fr: dit-il.

source: བུད་མེད་ དེ␣ས་ སྨྲས་པ །
fr: La femme dit : «

source: གནོད་ ཅང་ འདི་ ལྟ་བུ་ ཅི་ འཚལ་
fr: Pourquoi vous infliger tout ceci (lit. tout le mal comme ceci) ?

source: གལ་ཏེ་ ཁྱོད་ འདོད་པ་ རྣམས་ མི་ བཞེད་ ན་ སྨད་འཚོང་མ␣འི་ ཁྱིམ་ དུ་ བྱོན་ ཏེ་ ཅི་ བགྱི །
fr: Si vous n'acceptez (lit. prenez) pas les plaisirs, pourquoi (lit. que faites-vous) être venu dans la maison d'une prostituée ? »

source: པད་མ␣འི་ མདོག་ གིས་ སྨྲས་པ །
fr: Couleur-de-Lotus dit : «

source: བདག་ གས␣ར་ དུ་ འོངས་པ␣ས་ སྤྱོད་ཡུལ་ གྱི་ རྒྱུས་ མི་ ཤེས་ ཏེ་
fr: Je viens d'arriver (lit. nouvellement arrivé), aussi je ne sais pas [m'orienter] avec l'expérience de ce lieu et

source: དེ␣འི་ ཕྱིར་ འདི␣ར་ འོངས་པ␣ར་ ཟད་ ཀྱི་
fr: c'est uniquement pour ça que je suis arrivé ici.

source: བདག་ ནི་ འདོད་པ་ རྣམས་ དོན་ དུ་ གཉེར་བ་ མ་ ཡིན་ ཏེ་
fr: Je ne recherche pas les plaisirs. De plus,

source: བདག་ གིས་ བྱ་བ་ མ་ཡིན་པ་ འདི་ལྟར་ བྱ␣ར་ མི་ རུང་ ངོ་ ། །
fr: il ne convient pas que je fasse ce qu'il ne me revient pas de faire. »

source: མོས་ སྨྲས་པ །
fr: Elle dit : «

source: ཁྱོད་ མི་ བཞེད་ ན་ ཡང་ བདག་ གིས་ ཁྱོད་ མཐུ་ ཀར་ བོར་ ཏེ་
fr: Même si vous n'acceptez pas, je vous jetterai un sort et

source: ཉལ་ དུ་ གཞུག་ གོ ། །
fr: je vous ferai dormir [avec moi]. »

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་
fr: Ensuite, dès qu'il l'eut entendu,

source: ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ དངངས་ ནས་
fr: l'honorable Couleur-de-Lotus prit peur et

source: སྟན་ ལ␣ས་ ལངས་ ཏེ །
fr: se leva de son siège et

source: ཕྱིར་ བྱུང་ ནས་
fr: en ressortit et

source: བསོད་སྙོམས་ མ་ བྱས་པ␣ར་ གཙུག་ལག་ཁང་ དུ་ སོང་ ངོ་ ། །
fr: alla au vihāra sans faire l'aumône.

source: དེ␣འི་ ཕྱིར་ བྱུང་ སྟེ་
fr: Sortant après lui,

source: སོང་ ནས་
fr: elle partit et

source: སྨད་འཚོང་མ་ དེ་ འདོད་ཆགས་ ཀྱི་ མེ␣ས་ ཡོངས་སུ་ གདུངས་ ཏེ །
fr: entièrement meurtrie par le feu du désir, cette prostituée

source: རིགས་ངན་ མོ་ སྔགས་ ཀྱི་ མཐུ་ ཡོད་པ་ ཞིག་ བཀུག་ ནས་
fr: fit venir une vieille de mauvaise caste qui possédait le pouvoir des mantras et

source: དེ་ ལ་ གཏམ་ དེ་ རྒྱས་པ␣ར་ བསྙད་ དེ་
fr: elle lui raconta cette histoire en détail et

source: སྨྲས་པ །
fr: dit : «

source: བདག་ དགེ་སློང་ དེ་ དང་ ཕྲད་པ␣ར་ གྱིས་ ཤིག་ དང་
fr: Fais en sorte que j'aie un rapport avec ce moine. Alors,

source: བདག་ གིས་ ཁྱོད་ ལ་ གསེར་ མང་ དུ་ སྦྱིན་ ནོ་ ཞེས་
fr: je te donnerai beaucoup d'or »,

source: བྱས་ སོ ། །
fr: dit-elle.

source: དེ་ནས་ དེ␣ས་ དེ་ལྟར་ བགྱི␣འོ་ ཞེས་
fr: Ensuite, « Je ferai ceci (lit. comme ceci) »,

source: སྨྲ␣ས་ ནས །
fr: dit-elle. Puis,

source: རིགས་ངན་ མོ་ དེ␣ས་ བུད་མེད་ དེ་ རྒྱན་ ཐམས་ཅད་ ཀྱིས་ བཀླུབས་ ཏེ་
fr: la vieille de mauvaise caste recouvrit la femme de toutes les parures et

source: ཁྱིམ་ དེ་ ལྷ་ཁང་ བཞིན་ དུ་ བྱས་ ཏེ་
fr: fit ressembler cette maison à un temple et

source: བཞག་ ནས །
fr: l'y laissa et

source: དཀྱིལ་འཁོར་ བ་ལང་ གི་ ལྕི་བ␣ས་ བྱུགས་ ཏེ་
fr: dessina un mandala de bouse de vache et

source: བདུག་སྤོས་ དང་ མེ་ཏོག་ དང་ ལྷ་བཤོས་ ཀྱི་ ཆོ་ག་ རྣམས་ བཤམས་ ནས་
fr: y disposa de l'encens, des fleurs et [les objets] du rituel de la nourriture des dieux et

source: མེ་ སྦ␣ར་ ཏེ་
fr: elle alluma un feu et

source: ཡུངས་ཀར་ ལ་ སྔགས་ ཀྱིས་ བཏབ་ ཅིང་
fr: elle appliqua des mantras sur des graines de moutarde blanche et

source: མེ␣འི་ ནང་ དུ་ འདེབས་ སོ ། །
fr: les jeta dans le feu.

source: ཚེ་ དང་ ལྡན་པ་ དེ་ཡང་ སྔགས་ ཀྱི་ མཐུ␣ས་ དྲངས་ ནས་
fr: L'honorable fut tiré jusque là par la force des mantras et

source: ཕྱིར་ སྨད་འཚོང་མ␣འི་ ཁྱིམ་ དེ་ཉིད་ དུ་ འོངས་ སོ ། །
fr: il arriva à nouveau dans cette maison de prostituée.

source: དེ་ནས་ རིགས་ངན་ མོ་ དེ␣ས་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ ཁྱིམ་ དེ␣ར་ འོངས་པ␣ར་ མཐོང་ ངོ་ ། །
fr: Ensuite, la vieille de mauvaise caste vit que l'honorable Couleur-de-Lotus était arrivé.

source: མཐོང་ ནས་
fr: L'ayant vu,

source: སྨྲས་པ །
fr: elle dit : «

source: བཙུན་པ་
fr: Vénérable,

source: ཁྱོད་ ཁྱིམ་ འདི␣ར་ འོངས་པ་ ལ་ བྱ་བ་ གཉིས་ ཡོད་ དེ་
fr: étant arrivé dans cette maison, vous avez deux choses à faire :

source: ཡང་ན་ ནི་ སྨད་འཚོང་མ་ འདི་ དང་ ལྷན་ཅིག་ ཏུ་ ཉོལ་ ཅིག །
fr: soit vous dormez avec cette prostituée.

source: ཡང་ན་ ནི་ མེ་ འདི␣འི་ ནང་ དུ་ མཆོངས་ ཤིག་ ཅེས་
fr: Soit vous sautez dans ce feu »,

source: བྱས་ སོ ། །
fr: dit-elle.

source: དེ་ནས་ དེ་ ཐོས་ མ་ ཐག་ ཏུ་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ གིས་ བསམས་པ །
fr: Ensuite, l'honorable Couleur-de-Lotus pensa : «

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ འཇིག་རྟེན་ དུ་ བརྒྱ་ལམ་ བརྒྱ་ལམ་ ན་ འབྱུང་བ␣ར་ ཟད་ དེ་
fr: Le Tathāgata apparaît dans le monde extrêmement rarement,

source: དཔེར་ན་ ཨུ་ བཱ་ ར␣འི་ མེ་ཏོག་ དང་ འདྲ་ ལ །
fr: il est comme la fleur du lotus uḍumbara et

source: མི␣ར་ སྐྱེ་བ་ འཐོབ་པ་ དང་ ཡུལ་དབུས་ སུ་ སྐྱེ་བ་ ཡང་ རྙེད་པ␣ར་ དཀའ་བ␣ས་ ན ། མེ␣འི་ ནང་ དུ་ མཆོང་བ་ ནི་ ལེགས་པ་ ཡིན་ གྱིས་
fr: naître comme humain et naître dans une région centrale est difficile à obtenir. Donc, sauter dans le feu est bien tandis que

source: འདི་ དང་ ཕྲད་པ␣ར་ བྱ་བ་ ནི་ དེ་ལྟ་ མ་ ཡིན་ ནོ་ སྙམ་ དུ་
fr: avoir un rapport avec elle ne l'est pas »,

source: བསམས་ ནས །
fr: pensa-t-il. Puis,

source: གོས་ རྣམས་ ཕུད་ དེ་
fr: il enleva ses vêtements et

source: རིགས་ངན་ མོ་ལ་ གཏད་ ནས་
fr: les remit à la vieille de mauvaise caste et

source: སྨྲས་པ །
fr: dit : «

source: ཆེ་ཞེ་
fr: Sœur aînée,

source: གོས་ འདི་ རྣམས་ གཙུག་ལག་ཁང་ དུ་ ཁྱེར་ ལ་
fr: portez ces vêtemets au vihāra et

source: བདག་ གི་ ཚངས་པ་ མཚུངས་པ␣ར་ སྤྱོད་པ་ རྣམས་ ལ་ ཕུལ་ ཅིག །
fr: donnez-les à ceux qui vivent une vie aussi chaste [que moi]. »

source: རིགས་ངན་ མོས་ སྨྲས་པ །
fr: La vieille de mauvaise caste dit : «

source: བཙུན་པ་
fr: Vénérable,
