Repository: Esukhia/karmasataka
Catalog: sem/*/21.po
Languages: fr

source: ཁྱོད་ ཅི་ བྱེད །
fr: que choisissez-vous (lit. faites) ? »

source: པད་མ␣འི་ མདོག་ གིས་ སྨྲས་པ །
fr: Couleur-de-Lotus dit : «

source: མེ␣འི་ ནང་ དུ་ མཆོང་བ␣ར་ ཆད་ དོ ། །
fr: Je vais sauter dans le feu. »

source: དེ␣ས་ དེ␣འི་ ཚིག་ དེ་ ཐོས་ ནས་
fr: Elle entendit ces paroles et

source: རིགས་ངན་ མོ་ མི་ དགའ་བ␣ར་ གྱུར་ ཏེ་
fr: la vieille de mauvaise caste se sentit mal à l'aise et

source: བསམས་པ །
fr: pensa : «

source: ཀྱེ་མ་
fr: Hélas !

source: བདག་ དབུལ་བ␣ས་ བདག་ གིས་ འདི་ ལྟ་བུ␣འི་ ཡོན་གནས་ དག་ ལ་ཉེ␣ས་པ་ བྱེད་ ཅིང་ འདུག་ སྟེ་
fr: Étant pauvre, je ne fais que faire du tort à des [êtres] dignes (lit. qui vivent de) d'offrandes et

source: བདག་ གིས་ འདི་ ལྟ་བུ␣འི་ སེམས་ཅན་ དག་པ་ མི་ དགའ་བ␣ར་ བྱ་བ་ ནི་ བདག་ གི་ ཆ་ མ་ ཡིན་ ནོ་ སྙམ་ ནས །
fr: mécontenter un être pur comme lui n'est pas convenable pour moi (lit. ne fait pas partie de moi). »

source: དེ␣ས་ ཆོ་ག་ ཐམས་ཅད་ བཏང་ སྟེ་
fr: Elle arrêta (lit. délaissa) tout le rituel et

source: གུས་པ␣ར་ བསྒྲིམ་པ␣ས་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: avec une respectueuse attention, elle se prosterna à ses pieds : «

source: སེམས་ཅན་ དག་པ་ བཟོད་པ␣ར་ གསོལ །
fr: Être pur, pardonnez-moi.

source: བདག་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ འདམ་ དུ་ བྱིང་བ་ ལ␣ས་ ལག་ནས་ དྲང་བ␣ར་ གསོལ །
fr: Je suis enlisée dans le marais des mauvaises conduites. Veuillez m'en tirer. »

source: པད་མ␣འི་ མདོག་ གིས་ སྨྲས་པ་
fr: Couleur-de-Lotus dit : «

source: ངས་ ནི་ བཟོད་ ན་ ཁྱོད་ བདག་ གི་ ལ␣ས་ རྣམས་ ཀྱིས་ མི་ བཟོད་ དོ ། །
fr: Quant à moi, je vous pardonne, mais vos actions ne vous pardonneront pas. »

source: དེ་ནས་ སྨད་འཚོང་མ་ དེ་ཡང་ མཐོང་ མ་ ཐག་ ཏུ་ འདོད་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས་
fr: Ensuite, au moment où la prostituée vit ceci, elle perdit (lit. fut dénuée de) le désir charnel (lit. l'attachement du désir) et

source: དེ་ ལ་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: elle ressentit de la joie envers lui.

source: དགའ་བ་ སྐྱེས་ ནས་
fr: Ayant ressenti cette joie,

source: རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ཏེ་
fr: elle se prosterna à ses pieds et

source: སྨྲས་པ །
fr: dit : «

source: སྐལ་བ་ ཆེན་པོ་ དང་ ལྡན་པ་
fr: Être grandement fortuné,

source: བདག་ འདོད་པ␣འི་ འདོད་ཆགས་ ཀྱི་ དབང་ དུ་ གྱུར་པ␣ས་ ཁྱོད་ མི་ དགྱེས་པ␣ར་ བགྱིས་པ་ བཟོད་པ␣ར་ གསོལ་ ཞེས་
fr: j'étais sous l'emprise du désir charnel. C'est pourquoi je vous ai mécontenté. Veuillez me pardonner. »

source: སྨྲ␣ས་ ནས །
fr: dit-elle. Puis,

source: བུ་མོ་ སྨད་འཚོང་མ་ དེ་ དང་ རིགས་ངན་ མོ་ དེ་ གཉིས་ ཆོས་ མཉན་པ␣འི་ ཕྱིར་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ གི་ མདུན་ དུ་ འདུག་ གོ ། །
fr: la fille prostituée et la [femme] de mauvaise caste s'assirent toutes les deux devant Couleur-de-Lotus pour écouter le Dharma.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ གིས་ དེ་ གཉིས་ ལ་ དེ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ནས །
fr: Ensuite, l'honorable Couleur-de-Lotus leur donna un enseignement leur correspondant à toutes les deux et

source: དེ་ གཉིས་ ཀྱིས་ སྟན་ དེ་ ལ་ འདུག་ བཞིན་ དུ་ རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: toutes les deux, alors qu'elles étaient encore assises sur leur siège, elle manifestèrent le résultat de ceux qui entrent dans le courant et

source: དེ་ གཉིས་ ཀྱིས་ བདེན་པ་ མཐོང་ ནས་
fr: elles virent toutes les deux les vérités et

source: སྨྲས་པ །
fr: dirent : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ཅག་ གཉིས་ ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ དང་ བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ མ␣འི་ དངོས་པོ་ འཐོབ་ ཏུ་ རུང་ ན །
fr: s'il nous est possible à toutes les deux de nous extraire du monde selon le Vinaya, le Dharma si bien enseigné, et [s'il nous est possible] de parfaire l'approche [de la libération], d'obtenir la condition de nonnes pleinement ordonnées,

source: བདག་ཅག་ གཉིས་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: nous deux aussi, nous aimerions vivre une vie chaste (lit. suivre le brahmacarya) auprès du Bienheureux. »

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ གིས་ དེ་ གཉིས་ དགེ་སློང་ མ␣འི་ གཙུག་ལག་ཁང་ དུ་ ཁྲིད་ དེ །
fr: Ensuite, l'honorable Couleur-de-Lotus les mena toutes les deux dans le vihāra des nonnes et

source: དགེ་སློང་ མ་ རྣམས་ ལ་ གཏད་ ནས་
fr: il les remit aux nonnes et

source: དགེ་སློང་ མ་ རྣམས་ ཀྱིས་ དེ་ གཉིས་ རབ་ཏུ་ ཕྱུང་ སྟེ །
fr: les nonnes leur fit toutes les deux se retirer du monde et

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ བྱས་ ནས །
fr: leur donna l'ordination complète et

source: དེ་ གཉིས་ ལ་ལུང་ ཡང་ ཕོག་ གོ ། །
fr: elles leur accordèrent la transmission orale à toutes les deux.

source: དེ་ གཉིས་ ཀྱིས་ ཀྱང་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: De leur côté, elles deux s'efforcèrent, s'appliquèrent et s'évertuèrent à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: elles manifestèrent l'état d'arhat.

source: དེ་ གཉིས་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས་
fr: elles devinrent toutes les deux des arhats libres de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à leurs yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: elles [vinrent à] posséder un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: elle [possédaient] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ །
fr: leur sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: elles avaient obtenu la connaissance, les clairvoyances et les parfaites discriminations ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ་
fr: elles avaient tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ ། རྗེད་པ་ དང་ གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: elles étaient désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ གིས་ བསམས་པ །
fr: Ensuite, l'honorable Couleur-de-Lotus pensa : «

source: འདི་ལྟར་ བདག་ གིས་ གཞན་ གྱི་ རྒྱུད་ ནི་ དག་པ␣ར་ བྱེད་ ནུས་ ན་
fr: si je suis capable de purifier le continuum [mental] des autres,

source: བདག་ གི་ རྒྱུད་ དག་པ␣ར་ བྱེད་ མ་ནུ␣ས་ སོ ། །
fr: je ne suis pas parvenu à purifier mon continuum [mental].

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ཀྱང་ མང་ དུ་ ཐོས་པ་ ལ་ ཕན་ཡོན་ རྣམ་པ་ ལྔ་ ཡོད་ དེ །
fr: Le Bienheureux, "Il y a cinq bienfaits à avoir beaucoup étudié :

source: ཕུང་པོ་ ལ་ མཁས་པ་ དང་ ཁམས་ ལ་ མཁས་པ་ དང་ སྐྱེ་མཆེད་ ལ་ མཁས་པ་ དང་ རྟེན་ ཅིང་ འབྲེལ་པ␣ར་ འབྱུང་བ་ ལ་ མཁས་པ་ དང་ ། གནས་ དང་ གནས་མ་ ཡིན་པ་ ལ་ མཁས་པ␣ར་ འགྱུར་ རོ་ ཞེས་ གསུངས་ ཀྱིས །
fr: être versé dans les agrégats, être versé dans les éléments, être versé dans les sources des sens, être versé dans l'origination interdépendante et être versé dans ce qui est juste et ce qui n'est pas juste", il l'a dit. Donc,

source: བདག་ གིས་ ཀྱང་ ཉོན་མོངས་པ་ ཟད་པར་ བྱ་བ␣འི་ ཕྱིར་ བརྩམ་པ␣ར་ བྱ␣འོ་ སྙམ་ ནས །
fr: moi aussi, je ferai les efforts pour éliminer les émotions perturbatrices. » Puis,

source: དེ␣ས་ བརྩོན་པ་ དང་ བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: de son côté, il s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: il manifesta l'état d'arhat (lit. l'arhat-même). Alors,

source: དེ་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས་
fr: il devint un arhat libre de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à leurs yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: il [vint à] posséder un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: il [possédait] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ །
fr: sa sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: il avait obtenu la connaissance, les clairvoyances et les parfaites discriminations ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ །
fr: il avait tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: il était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: དེ␣ས་ དགྲ་བཅོམ་པ་ ཉིད་ ཐོབ་ ནས་
fr: Après qu'il ait obtenu l'état d'arhat,

source: ཡུལ་ བཅོམ་བརླག་ ཏུ་ ཇི་སྲིད་ དགའ་བ␣འི་ བར་ དུ་ འདུག་ འདུག་ ནས་
fr: il resta autant qu'il voulut dans le pays de Mathurā et

source: མཉན་ དུ་ཡོད་པ␣ར་ སོང་ ངོ་ ། །
fr: il alla à Śrāvastī.

source: དེ་དེ␣ར་ སོང་ ནས་
fr: Y étant allé,

source: གཏམ་ དེ་ རྒྱས་པ␣ར་ དགེ་སློང་ རྣམས་ ལ་ བསྙད་ དོ ། །
fr: il raconta en détail son histoire aux moines.

source: དེ་ནས་ དགེ་སློང་ རྣམས་ ཀྱིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: Puis les moines s'adressèrent au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: བུ་མོ་ སྨད་འཚོང་མ་ འདོད་པ␣འི་ འདོད་ཆགས་ ཀྱི་ དབང་ དུ་ གྱུར་པ␣ས ། ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ ཇི་ལྟར་ མི་ དགའ་བ␣ར་ བགྱིས་པ་ དང་ སླར་ དེ་ཉིད་ ལ་ བརྟེན་ ནས་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: la femme prostituée qui tombe sous l'influence du désir de la chair, qui mécontente d'une telle manière l'honorable Couleur-de-Lotus, qui se retire du monde grâce à lui-même,

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: qui élimine toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་པ་ ལ་ གཟིགས །
fr: qui manifeste l'état d'arhat. Posez-y votre regard. »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: འདི་ ནི་ ཚེ་རབས་ ལྔ་ བརྒྱ␣འི་ བར་ དུ་ འདི␣འི་ ཆུང་མ␣ར་ གྱུར་ ཏེ །
fr: Elle a été sa femme pendant cinq cent vies. De ce fait,

source: དེ␣འི་ སྔོན་ གྱི་ བག་ཆགས་ ཀྱི་ གཞི་ ཡོད་པ␣ས་ ན་ མཐོང་ མ་ ཐག་ ཏུ་ ཀུན་ ཏུ་ ཆགས་པ␣ར་ གྱུར་ ཏོ ། །
fr: parce qu'il y avait la base des habitudes passées, elle s'est éprise de lui au premier regard. »

source: བཙུན་པ་
fr: « Vénérable,

source: ཚེ་ དང་ ལྡན་པ་ པད་མ␣འི་ མདོག་ གིས་ ལ␣ས་ ཅི་ བགྱིས་ ན །
fr: quelles actions Couleur-de-Lotus a réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ལ །
fr: le résultat de ces actions le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens ?

source: བཅོམ་ལྡན་འདས་ ཀྱང་ འདི␣ས་ མཉེས་པ␣ར་ བགྱིས་ ནས །
fr: Pour qu'il contente aussi le Bienheureux et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ སྟེ །
fr: se retire du monde selon l'enseignement du Bienheureux et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས་
fr: élimine toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་ ལགས །
fr: manifeste l'état d'arhat ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: སྨོན་ལམ་ གྱི་ དབང་ ལ␣ས་ གྱུར་ ཏོ ། །
fr: Ceci est arrivé par le pouvoir de ses souhaits. »

source: བཙུན་པ་
fr: « Vénérable,

source: འདི␣ས་ གང་ དུ་ སྨོན་ལམ་ བཏབ་ ལགས །
fr: quels souhaits a-t-il formulés ? »

source: དགེ་སློང་ དག་
fr: « Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན་ བསྐལ་པ་ བཟང་པོ་ འདི་ཉིད་ ལ་ སྐྱེ་དགུ␣འི་ ཚེ་ལོ་ ཉི་ཁྲི་ ཐུབ་པ་ ན ། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ ། བདེ་བ␣ར་ གཤེགས་པ ། འཇིག་རྟེན་ མཁྱེན་པ ། སྐྱེས་བུ་ གདུལ་བྱ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ ། ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ འོད་སྲུང་ ཞེས་ བྱ་བ་ འཇིག་རྟེན་ དུ་ བྱུང་ སྟེ །
fr: à un moment du passé qui s'est déroulé auparavant, pendant ce même éon fortuné, quand la durée de vie des personnes pouvaient [atteindre] vingt mille ans, le Tathāgata, l'Arhat, le complet et parfait Bouddha, celui doté de la vision et des jambes, le Sugata, le Connaisseur du monde, l'insurpassable Cocher des êtres à guider, l'Enseignant des dieux et des hommes, le Bienheureux Bouddha Kāśyapa était apparu en ce monde et

source: དེ␣འི་ ཚེ་ བཱ་རཱ་ཎ་སཱི་ ན་ ཁྱིམ་བདག་ ཅིག་ གནས་པ་ ལ␣ས་ ཆུང་མ་ གཉིས་ ཡོད་ དོ ། །
fr: à cette époque, un père de famille qui avait deux épouses vivait à Vārāṇasī.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཁྱིམ་བདག་ དེ␣ས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས་
fr: Ensuite, plus tard, ce père de famille conçut de la dévotion pour l'enseignement du complet et parfait Bouddha Kāśyapa, et

source: དེ␣ས་ ཆུང་མ་ གཉིས་ ལ་ སྨྲས་པ །
fr: il dit à ses deux épouses :

source: བཟང་མོ་ གཉིས་
fr: "Nobles [dames] (lit. deux nobles),

source: ང་ ནི ། བཅོམ་ལྡན་འདས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ འབྱུང་ དུ་ འགྲོ །
fr: j'en vais me retirer du monde selon l'enseignement du Bienheureux Kāśyapa.

source: བག་ དང་ ལྡན་པ␣ར་ ཁྱིམ་ ན་ གནས་པ␣ར་ གྱིས་ ཤིག །
fr: Restez dans la maison tout à votre aise."

source: དེ་ གཉིས་ ཀྱིས་ སྨྲས་པ །
fr: Elles répondirent tous les deux :

source: ཇོ་བོ་
fr: "Seigneur,

source: གལ་ཏེ་ དེ་ལྟ་ན་ བདག་ཅག་ གཉིས་ ཀྱང་ ཇོ་བོ་ རབ་ཏུ་ འབྱུང་བ␣འི་ སླད་བཞིན་ དུ་ རབ་ཏུ་ འབྱུང་བ␣ར་ འཚལ་ ལོ ། །
fr: si vous le faites, nous deux aussi, nous nous retirerons du monde comme vous vous retirez du monde, Seigneur."

source: ཁྱིམ་བདག་ དེ␣ས་ སྨྲས་པ །
fr: Le père de famille dit :

source: གལ་ཏེ་ ཁྱེད་ གཉིས་ ཀྱང་ རབ་ཏུ་ འབྱུང་བ␣ར་ འདོད་ ན་ ཁྱེད་ གཉིས་ ཇེ་ རབ་ཏུ་ འབྱུང་བ␣ར་ གྱིས་ ཤིག་ དང་
fr: "Si vous voulez aussi toutes les deux vous retirer du monde, commencez par vous retirer du monde toutes les deux.

source: དེ␣འི་ འོག་ ཏུ་ ང་ རབ་ཏུ་ འབྱུང་བ␣ར་ བྱ␣འོ་ ཞེས་
fr: Après, je me retirerai du monde."

source: དེ་སྐད་ སྨྲ␣ས་ ནས །
fr: dit-il. Puis,

source: ཁྱིམ་བདག་ དེ␣ས་ ཆུང་མ་ དེ་ གཉིས་ དགེ་སློང་ མ␣འི་ གཙུག་ལག་ཁང་ དུ་ ཁྲིད་ དེ་
fr: ce père de famille mena ses deux épouses au vihāra des nonnes et

source: དགེ་སློང་ མ་ རྣམས་ ལ་ གཏད་ དོ ། །
fr: il les remit aux nonnes.

source: དགེ་སློང་ མ་ རྣམས་ ཀྱིས་ ཀྱང་ དེ་ གཉིས་ རབ་ཏུ་ ཕྱུང་ སྟེ་
fr: Les nonnes leur firent se retirer du monde et

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ བྱས་ སོ ། །
fr: prendre l'ordination complète.

source: དེ་ གཉིས་ རབ་ཏུ་ བྱུང་ ནས་
fr: Après s'être toutes deux retirées du monde,

source: ཁྱིམ་བདག་ དེ་ཡང་ སྦྱིན་པ་ དག་ སྦྱིན་ ཞིང་
fr: le père de famille, quant à lui, pratiqua la générosité,

source: བསོད་ནམས་ དག་ བྱས་ ནས །
fr: accumula les mérites et

source: བཅོམ་ལྡན་འདས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ངོ་ ། །
fr: se retira du monde selon l'enseignement du Bienheureux Kāśyapa.

source: དེ་ རབ་ཏུ་ བྱུང་ ནས་
fr: Après qu'il se soit retiré du monde,

source: སྡེ་སྣོད་ གསུམ་ བསླབས་ ཏེ །
fr: il étudia le Tripiṭaka et

source: རིག་པ་ དང་ གྲོལ་བ␣འི་ སྤོབས་པ་ དང་ ལྡན་པ␣འི་ ཆོས་ སྨྲ་བ ། གོས་ དང་ ཟས་ དང་ མལ་ཆ་ དང་ སྟན་ དང་ ནད་གསོ␣ས་ དང་ སྨན་ཟོང་ རྣམས་ རྙེད་པ␣ར་ གྱུར་ ཏོ ། །
fr: il [devint] un enseignant du Dharma qui possédait les connaissances et l'éloquence pour libérer. Il recevait (lit. obtenait) des habits, de la nourriture, des couvertures, des coussins, des médicaments et des fournitures médicales et

source: དགེ་སློང་ མ་ དེ་ གཉིས་ ནི་ རབ་ཏུ་ བྱུང་ ནས །
fr: les deux nonnes, après s'être retirées du monde,

source: འཐབ་ ཀྲོལ་ ཅན་ ཁ་ཚ␣ས་ ངན་པ␣ར་ གྱུར་ ཏེ །
fr: elles devinrent querelleuses et injurieuses et

source: དེ་ གཉིས་ ལ␣ས་ གཅིག་ གིས་ ནི་ དགེ་སློང་ མ་ རྣམས་ ལ་ རིགས་ངན་ མོ་ ཞེས་ བྱ་བ␣འི་ ཚིག་ སྨྲ␣ས་ སོ ། །
fr: des deux, l'une traita (lit. dit) les nonnes de [femmes] de mauvaise caste.

source: གཅིག་ གིས་ ནི་ སྨད་འཚོང་མ་ ཞེས་ བྱ་བ␣འི་ ཚིག་ སྨྲ␣ས་ སོ ། །
fr: L'autre les traita de prostituées.

source: དེ་ནས་ དགེ་སློང་ དེ␣ས་ དེ་ གཉིས་ འཐབ་ ཀྲོལ་ ཅན་ དུ་ གྱུར་པ་ དེ་ལས་ བཀག་ ནས །
fr: Ensuite, ce moine les fit cesser d'être querelleuses et

source: སྦྱིན་པ་ དང་ སྦྱིན་པ␣འི་ བགོ་བཤའ་ བྱེད་པ་ ལ་ བཙུད་ དོ ། །
fr: les engagea dans la [pratique de la] générosité et l'échange de la générosité.

source: དེ་ནས་ ཕྱིས་ དགེ་སློང་ དེ␣ས་ སངས་རྒྱས་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་འདུན་ བཤོས་ གསོལ་ ཏེ །
fr: Ensuite, plus tard, ce moine offrit le repas au Bouddha et à la saṅgha des moines et

source: དབུ་སྐྲ་ དང་ སེན་མོ␣འི་ མཆོད་རྟེན་ དག་ ལ་ ཡང་ བཀུར་སྟི་ བྱས་ ནས་
fr: il offrit aussi ses services aux stūpa [contenant] des cheveux et des ongles et

source: སྨོན་ལམ་ བཏབ་པ །
fr: il fit ce souhait :

source: ཀྱེ་མ་
fr: "Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེ་བ␣ར་ ཤོག་ ཅིག །
fr: Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens.

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ ཡང་ གྱུར་ཅིག །
fr: Puissé-je aussi avoir un corps harmonieux (lit. noble), agréable au regard et beau.

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: M'étant retiré du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même)."

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་ནས་ དགེ་སློང་ མ་ དེ་ གཉིས་ ཀྱིས་ དེ་ མཐོང་ ནས་
fr: Ensuite, les deux nonnes le virent et

source: འཕགས་པ་
fr: "[Être] sublime,

source: ཁྱོད་ ཀྱིས་ སྨོན་ལམ་ ཇི་ལྟ་བུ་ ཅིག་ བཏབ་ ཅེས་
fr: quel souhait avez-vous fait ?"

source: དྲིས་ སོ ། །
fr: demandèrent-elles.

source: དེ␣ས་ ཀྱང་ དེ་ གཉིས་ ལ་ རྒྱས་པ␣ར་ བསྙད་ ནས །
fr: Il le leur expliqua en détail et

source: དེ་ གཉིས་ ཀྱིས་ ཀྱང་ དེ་ ཐོས་ ནས་
fr: elles entendirent ceci toutes les deux et

source: སྨོན་ལམ་ བཏབ་པ །
fr: elle firent ce souhait :

source: བདག་ཅག་ གཉིས་ ཀྱིས་ ཀྱང་ འཕགས་པ་ ཁྱོད་ ཉིད་ ལ␣ས་ བརྟེན་ ཏེ་
fr: "Nous deux aussi, grâce à vous, [être] sublime,

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: puissions-nous contenter le Bienheureux Bouddha.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissions-nous ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: Nous étant retirées du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: puissions-nous manifester l'état d'arhat (lit. l'arhat-même).

source: བདག་ཅག་ གཉིས་ ཀྱིས་ དགེ་སློང་ མ་ མང་པོ་ ཞིག་ ལ་ ཚིག་རྩུབ་པོ་ སྨྲས་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣འི་ སྐལ་བ་ ཅན་ དུ་ བདག་ཅག་ གཉིས་ མ་ གྱུར་ཅིག་ ཅེས་
fr: Puissions-nous toutes les deux ne pas devoir subir [le résultat] d'avoir dit des paroles blessantes à ces nombreuses nonnes."

source: བྱས་ སོ ། །
fr: dirent-elles.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ དགེ་སློང་ དུ་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ པད་མ␣འི་ མདོག་ འདི་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, celui qui était ce moine est Couleur-de-Lotus lui-même.

source: དེ␣འི་ ཚེ་ དགེ་སློང་ མ་ གཉིས་ སུ་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ གཉིས་ ནི་ དགེ་སློང་ མ་ འདི་ གཉིས་ ཁོ་ན་ ཡིན་ ནོ ། །
fr: À cette époque, celles qui étaient les deux nonnes sont ces deux nonnes elles-mêmes.

source: དགེ་སློང་ དེ␣ས་ དེ␣ར་ སངས་རྒྱས་ ལ་སོགས་པ་ དགེ་སློང་ གི་ དགེ་ བདུན་ བཤོས་ གསོལ་ ཏེ །
fr: Que ce moine ait alors offert le repas au Bouddha et à la saṅgha des moines et

source: དབུ་སྐྲ་ དང་ སེན་མོ␣འི་ མཆོད་རྟེན་ རྣམས་ ལ་ བཀུར་སྟི་ བྱས་ ནས །
fr: qu'il ait aussi offert ses services aux stūpa [contenant] des cheveux et des ongles,

source: སྨོན་ལམ་ བཏབ་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ཏེ །
fr: l'action d'avoir fait ces souhaits le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, puis

source: དགེ་སློང་ དག་
fr: moines,

source: ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས །
fr: je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ་
fr: il m'a contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: il s'est retiré du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: il a manifesté l'état d'arhat.

source: དགེ་སློང་ མ་ དེ་ གཉིས་ ཀྱིས་ དེ␣ར་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: Les deux nonnes ait formulé ce souhait :

source: བདག་ཅག་ གཉིས་ ཀྱིས་ འདི་ཉིད་ ལ་ བརྟེན་ ཏེ་
fr: "Nous deux aussi, grâce à lui,

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: puissions-nous contenter le Bienheureux Bouddha.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissions-nous ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: Nous étant retirées du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissions-nous manifester l'état d'arhat (lit. l'arhat-même)."

source: བྱས་པ␣ས་ ནི ། འདི་ གཉིས་ ཀྱིས་ འདི་ ལ␣ས་ བརྟེན་ ནས་
fr: Pour avoir fait [ce souhait], toutes les deux, grâce à lui,

source: ད་ལྟར་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ་
fr: maintenant, elles m'ont contentées et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'ont rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: elles se sont retirées du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: elles ont éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: elles ont manifesté l'état d'arhat.

source: དེ་ གཉིས་ ཀྱིས་ དེ␣ར་ དགེ་སློང་ མ་ མང་པོ་ ཞིག་ ལ་ གཅིག་ གིས་ ནི་ རིགས་ངན་ མོ་ ཞེས་ བྱ་བ␣འི་ ཚིག་ བརྗོད་ ལ །
fr: À ces nombreuses nonnes, des deux l'une les a traitées de [femmes] de mauvaise caste et

source: གཅིག་ གིས་ ནི་ སྨད་འཚོང་མ་ ཞེས་ བྱ་བ␣འི་ ཚིག་ བརྗོད་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ནི །
fr: l'autre les a traitées de prostituées. Le résultat de ces actions

source: གཅིག་ རིགས་ངན་ མོ␣འི་ རིགས་ སུ་ སྐྱེས་ ལ་
fr: fit que l'une est née dans une mauvaise caste et

source: གཅིག་ ནི་ སྨད་འཚོང་མ␣ར་ གྱུར་ ཏོ ། །
fr: l'autre devint une prostituée. »

source: བཙུན་པ་
fr: « Vénérable,

source: པད་མ␣འི་ མདོག་ གིས་ ལ␣ས་ ཅི་ཞིག་ བགྱིས་ ན་
fr: quelles actions Couleur-de-Lotus a réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ རིགས་ སུ་ སྐྱེས་ ལ །
fr: le résultat de ces actions le fit naître dans une lignée familiale qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens ?

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ གྱུར་ ཏེ་
fr: [Son] corps devint harmonieux (lit. noble), agréable au regard et beau, et

source: པད་མ␣འི་ སྙིང་པོ␣འི་ མདོག་ འདྲ་བ␣ར་ གྱུར་ ལགས །
fr: il avait la teinte de l'essence de lotus ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: སྨོན་ལམ་ གྱི་ དབང་ ལ␣ས་ གྱུར་ ཏོ ། །
fr: Ceci est arrivé par le pouvoir de ses souhaits. »

source: བཙུན་པ་
fr: « Vénérable,
