Repository: Esukhia/karmasataka
Catalog: sem/*/22.po
Languages: fr

source: ཤན་པ་ ཞེས་ བྱ་བ་ ནི །
fr: L'histoire du boucher

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ མཉན་ དུ་ཡོད་པ་ ན་ ཤན་པ་ ཞིག་ གནས་པ་ དེ␣ས་ ཐབས་ ཟླ␣ར་ བབ་པ་ ལ␣ས་ ཆུང་མ␣ར་ བླངས་པ་ ལ␣ས །
fr: À cette époque, un boucher vivait à Śrāvastī. Puis, arrivé à (lit. tombé) l'âge de se marier (lit. d'une épouse), il prit une épouse et

source: ཕྱི་ ཞིག་ ན་ དེ␣འི་ ཆུང་མ་ ལ་ བུ་ ཆགས་ ནས་
fr: plus tard, son épouse tomba enceinte et

source: དེ་ ཟླ་བ་ དགུ␣འམ་ བཅུ་ ལོན་པ་ དང་
fr: après que soient passés neuf ou dix mois,

source: བུ་ བྱུང་ སྟེ །
fr: un enfant naquit et

source: ཁྱེའུ་ གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ་ ཞིག་ བཙས་ ནས་
fr: un fils au corps harmonieux (lit. noble), qui était beau et agréable au regard naquit, et

source: དེ་ ཕ་མ␣འི་ སྙིང་ དུ་ ཤས་ ཆེ␣ར་ སྡུག་ ཅིང་ ཕངས་ ལ་ ཡིད་ དུ་ འོང་བ␣ར་ གྱུར་ ཏོ ། །
fr: il devint extrêmement aimé (lit. extrêmement agréable au cœur de), précieux (lit. regretteraient grandement sa perte) et agréable à ses parents.

source: དེ་ནས་ དེ␣འི་ བཙས་ སྟོན་ རྒྱས་པ␣ར་ བྱས་ ཏེ་
fr: Ensuite, la fête de sa naissance fut faite [de manière] grandiose (lit. vastement) et

source: རིགས་ དང་ འཐུན་པ␣འི་ མིང་ བཏགས་ ནས །
fr: on lui donna un nom en accord avec sa caste. Puis,

source: འོ་མ་ དང་ ཞོ་ དང་ མར་ དང་ ཞུན་མར་ དང་ མར་ གྱི་ ཉིང་ གུས་ བསྐྱེད་ བསྲིངས་ ཏེ །
fr: il se développa au fil du temps grâce à du lait, du yaourt, du beurre, du beurre purifié (lit. fondu) et du beurre sur-purifié (lit. l'essence du beurre). Ainsi,

source: དེ་ གང་ གི་ ཚེ་ ཆེ␣ར་ སྐྱེས་པ་ དེ␣འི་ ཚེ་ ཕ་མ་ དེ་ གཉིས་ ཀྱིས་ བཟའ་བ་ དང་ བཅའ་བ་ བཟང་པོ་ བྱིན་ ལ་
fr: quand il grandissait, ses deux parents lui donnaient la meilleure (lit. noble) nourriture et boisson et

source: ལ␣ས་ ཅི་ཡང་ བྱེད་ དུ་ མི་ འཇུག་ གོ ། །
fr: ne le laissait pas travailler.

source: དེ་ནས་ ཕྱིས་ དེ␣འི་ ཕས་ དེ་ རང་ གི་ ལ␣ས་ བྱེད་ དུ་ བཅུག་པ་ དང་
fr: Ensuite, plus tard, son père lui fit faire son propre métier et

source: དེ་ ན་རེ་
fr: il dit : «

source: ཡབ་
fr: Père,

source: བདག་ ནི་ བདག་ཉིད་ འགུམ་པ␣འི་ རྔོ་ ནི་ ཐོགས་ ཀྱི །
fr: je parviendrais à me tuer moi-même, mais

source: སྲོག་ཆགས་ འགུམ་པ␣འི་ རྔོ་ ནི་ མི་ ཐོགས་ སོ་ ཞེས་
fr: je ne parviendrai pas à tuer des êtres vivants »,

source: ཟེར་ རོ ། །
fr: dit-il.

source: ཤན་པ␣འི་ ཆུང་མ␣ས་ སྨྲས་པ །
fr: la femme du boucher dit : «

source: ཇོ་བོ་
fr: Seigneur,

source: ཁྱེའུ་ འདི་ ལ་ གནོད་པ␣ར་ མ་ མཛད་ ཅིག་ དང་ །
fr: ne faites pas de mal à ce garçon.

source: བདག་ཅག་ གིས་ ལ␣ས་ འདི་ གླ་མི་ བགྱིད་ དུ་ སྩལ་ ཏོ ། །
fr: Nous ferons faire ce travail par un employé. »

source: དེ་ནས་ དེ་སྐད་ ཅེས་ ཐོས་པ␣འི་ མོད་ ལ །
fr: Ensuite, dès qu'il eut entendu ces paroles,

source: ཤན་པ་ དེ␣ས་ ཁྱེའུ་ དེ་ དལ་བར་ བཞག་ གོ ། །
fr: le boucher laissa ce garçon tranquille (lit. en loisir).

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ ཁྱེའུ་ དེ␣ས་ བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ དད་པ་ རྙེད་ ནས །
fr: Ensuite, plus tard, ce garçon conçut (lit. obtint) de la dévotion pour l'enseignement du Bienheureux et

source: དེ་དུས་ དུས་ སུ་ རྒྱལ་བུ་ རྒྱལ་བྱེད་ ཀྱི་ ཚལ་ དུ་ འགྲོ་ ཞིང་
fr: il allait régulièrement dans le parc du prince Jeta et

source: བཅོམ་ལྡན་འདས་ ལ་ ཆོས་ མཉན་པ␣ར་ བྱེད་ དོ ། །
fr: il écoutait le Dharma de [la part] du Bienheureux.

source: དེ་ནས་ ཕྱི་ ཞིག་ ན་ དེ་ རབ་ཏུ་ འབྱུང་བ␣འི་ སེམས་སྐྱེས་ ནས །
fr: Ensuite, plus tard, il conçut l'idée de se retirer du monde et

source: དེ␣ས་ བསམས་པ །
fr: Il pensa : «

source: བདག་ གིས་ ཁྱིམ་ ན་ གནས་པ་ བཏང་ ལ །
fr: je vais délaisser la vie de famille et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ འབྱུང་ ངོ་ སྙམ་ ནས །
fr: je me retirerai du monde selon l'enseignement du Bienheureux. » Alors,

source: ཕ་མ་ གཉིས་ ལ་ གསོལ་ ཏེ །
fr: il demanda [la permission] à ses deux parents : «

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: M'étant retiré du monde selon l'enseignement du Bienheureux,

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ བྱས་ སོ ། །
fr: je prendrai l'ordination complète. »

source: དེ་ནས་ དེ␣ས་ བརྩོན་པ་ དང་ ། བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: Ensuite, de son côté, il s'efforça, s'appliqua et s'évertua à éliminer toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ནས །
fr: il manifesta l'état d'arhat.

source: དེ་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: Il devint un arhat libre de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ་
fr: [un morceau] d'or et une motte de terre étaient identiques [à leurs yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ་
fr: il [vint à] posséder un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: il [possédait] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ་
fr: sa sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ་
fr: il avait obtenu la connaissance, la clairvoyance et la parfaite discrimination ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ། ཆགས་པ་ དང་ བཀུར་སྟི་ ལ་ རྒྱབ་ ཀྱིས་ ཕྱོགས་པ་
fr: il avait tourné le dos aux biens du samsara, aux désirs et aux éloges ;

source: དབང་པོ་ དང་ ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: il était désormais digne (lit. un objet de) des offrandes, de la vénération et de la révérence (lit. paroles respectueuses) d'Indra, d'Upendra et des autres dieux.

source: དེ་ནས་ དེ␣ས་ དགྲ་བཅོམ་པ་ ཉིད་ ཐོབ་ ནས་
fr: Après qu'il ait obtenu l'état d'arhat,

source: བསམས་པ །
fr: il pensa : «

source: བདག་ གིས་ འདུལ་བ␣ར་ འགྱུར་བ་ འགའ་ ལྟ་ ཡོད་ དམ་ སྙམ་པ་ དང་ །
fr: Se trouve-t-il quelqu'un qui doive être dompté par moi ? »

source: དེ␣ས་ ཐོག་མ་ ཁོ་ན␣ར་ ཕ་མ་ གཉིས་ འདུལ་བ␣ར་ འགྱུར་བ་ མཐོང་ ངོ་ ། །
fr: il vit en premier lieu que ses deux parents devaient être domptés.

source: མཐོང་ ནས་ ཀྱང་
fr: L'ayant vu,

source: དེ་ གཉིས་ ཀྱི་ ཐད་ དུ་ སོང་ སྟེ་
fr: il alla auprès d'eux deux et

source: ཆོས་ བསྟན་ ནས །
fr: leur enseigna le Dharma et

source: སྡིག་པ␣འི་ ལ␣ས་ དེ་ལས་ བཟློག་ སྟེ །
fr: les détourna des actions négatives et

source: བདེན་པ་ རྣམས་ དང་ སྐྱབས་ སུ་ འགྲོ་བ་ དང་ བསླབ་པ␣འི་ གནས་ རྣམས་ ལ་ ཡང་ བཀོད་ དོ ། །
fr: les établit dans les vérités, le refuge et dans les vœux (lit. bases de l'entraînement).

source: སྦྱིན་པ་ དང་ སྦྱིན་པ␣འི་ བགོ་བཤའ་ བྱ་བ་ ལ་ ཡང་ བཙུད་ དེ་
fr: Il les fit aussi s'engager (lit. entrer) dans la pratique (lit. action) de la générosité et l'échange de la générosité et

source: དེ␣ས་ ཁྱིམ་ དེ་ སློང་བ␣འི་ སྐྱེ་བོ་ རྣམས་ ཀྱི་ ཆུ་དོང་ ལྟ་བུ␣ར་ གྱུར་པ␣ར་ བྱས་ སོ ། །
fr: il fit que leur maison devienne comme un puits pour les personnes qui mendiaient.

source: དགེ་སློང་ དགྲ་བཅོམ་པ་ ཉིད་ ཐོབ་པ་ དེ་ ལ་ ཡང་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ སྦྱར་ ཏོ ། །
fr: Ils procurèrent beaucoup de mets et condiments purs et nobles à ce moine arhat.

source: དེ␣ས་ ཀྱང་ བདག་ཉིད་ ཀྱང་ ལོངས་སྤྱོད་པ␣ར་ བྱེད་ ལ་
fr: Il en consomma lui-même et

source: ཚངས་པ␣ར་ སྤྱོད་པ་ གཞན་དག་ ལ་ ཡང་ སྦྱིན་པ␣ར་ བྱེད་ དོ ། །
fr: il en offrit aussi aux autres [personnes] vivant chastement.

source: དེ་ནས་ དགེ་སློང་ རྣམས་ ཀྱིས་ བཅོམ་ལྡན་འདས་ ལ་ ཞུས་པ །
fr: Puis les moines s'adressèrent au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: དགེ་སློང་ འདི␣ས་ ལ␣ས་ ཅི་ བགྱིས་ ན །
fr: quelles actions ce moine a[-t-il] réalisées pour que

source: ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ ཤན་པ␣འི་ རིགས་ སུ་ ཡང་ སྐྱེས་ ལ །
fr: le résultat de ces actions le fit naître dans une lignée familiale de boucher qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens, mais

source: སྡིག་པ␣འི་ ལ␣ས་ ལ་ ཡང་ སེམས་མ་ ཞུགས །
fr: ne le fit pas s'intéresser (lit. engager son esprit) aux actions négatives,

source: བཅོམ་ལྡན་འདས་ ཀྱང་ འདི␣ས་ མཉེས་པ␣ར་ བགྱིས་ ཏེ །
fr: [pour] qu'il contente aussi le Bienheureux et

source: མི་ མཉེས་པ␣ར་ མ་ བགྱིས་
fr: ne fasse rien qui le mécontente, puis

source: བཅོམ་ལྡན་འདས་ ཀྱི་ བསྟན་པ་ ལ་ ཡང་ རབ་ཏུ་ བྱུང་ ནས་
fr: qu'il se retire du monde selon l'enseignement du Bienheureux et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བགྱིས་
fr: qu'il manifeste l'état d'arhat et

source: ཁྱིམ་པ␣འི་ ཚེ་ དང་ རབ་ཏུ་ བྱུང་བ␣འི་ ཚེ་ ན་ ཡང་ བཟའ་བ་ དང་ བཅའ་བ་ བཟང་པོ་ དང་ ལྡན་པ␣ར་ གྱུར་ ལགས །
fr: qu'il ait des mets et condiments purs et nobles quand il vivait en famille et quand il s'est retiré du monde ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux dit : «

source: སྨོན་ལམ་ གྱི་ དབང་ ལ␣ས་ གྱུར་ ཏོ ། །
fr: Ceci est arrivé par le pouvoir de ses souhaits. »

source: བཙུན་པ་
fr: « Vénérable,

source: འདི␣ས་ གང་ དུ་ སྨོན་ལམ་ བཏབ་ ལགས །
fr: Quels souhaits a-t-il formulés ? »

source: དགེ་སློང་ དག་
fr: « Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། རི་ཁྲོད་ ཅིག་ ན་ ཤན་པ་ མང་པོ་ དག་ ཅིག ། སྐྱེད་མོས་ཚལ་ གྱི་ ནང་ དུ་ དོང་ སྟེ་
fr: dans une époque maintenant révolue, dans un village de montagne, beaucoup de bouchers étaient allé dans un parc d'agrément et

source: བཟའ་བ་ དང་ བཅའ་བ་ བཟང་པོ་ མང་པོ་ བཤམས་པ་ ལ␣ས །
fr: avaient disposé beaucoup de mets en condiments purs et nobles et

source: རང་ སངས་རྒྱས་ ཞིག་ སྐྱེད་མོས་ཚལ་ དེ␣ར་ བསོད་སྙོམས་ ལ་ འོངས་ ནས །
fr: un bouddha solitaire était venu dans le parc d'agrément pour faire l'aumône et

source: དེ་ ཤན་པ␣འི་ མི་ ཞིག་ གིས་ མཐོང་ སྟེ །
fr: l'un (lit. une personne) des bouchers le vit et

source: མཐོང་ མ་ ཐག་ ཏུ་
fr: dès qu'il le vit,

source: ཤན་པ␣འི་ མི་ དེ་ རང་ སངས་རྒྱས་ དེ་ ལ་ ཤིན་ཏུ་ དགའ་བ་ སྐྱེས་ ཏེ །
fr: ce boucher (lit. cette personne des bouchers) ressentit une joie intense pour ce bouddha solitaire et

source: དགའ་བ་ སྐྱེས་ ནས་
fr: ayant ressenti cette joie,

source: རང་ སངས་རྒྱས་ དེ་ ལ་ བཟའ་བ་ དང་ བཅའ་བ་ གཙང་མ་ བཟང་པོ་ མང་པོ་ ཕུལ་ ལོ ། །
fr: il offrit beaucoup de mets et condiments purs et nobles à ce bouddha solitaire.

source: བདག་ཉིད་ ཆེན་པོ་ དེ་དག་ ནི་ ལུས་ ཀྱིས་ ཆོས་སྟོན་པ␣ར་ བྱེད་ ཀྱི་
fr: Ces grands êtres enseignent pas le Dharma par leur corps. Ainsi,

source: ཚིག་ གིས་ ཆོས་སྟོན་པ␣ར་ མི་ བྱེད་ དེ །
fr: ils n'exposent pas le Dharma avec des paroles et

source: དེ␣ས་ དེ␣ར་ བསོད་སྙོམས་ བླངས་ ནས །
fr: celui-ci prit l'aumône de ce [boucher] et

source: དེ་ཉིད་ དུ་ སྟེང་ གི་ ནམ་མཁའ་ ལ་ སོང་ ངོ་ ། །
fr: juste là, il s'éleva dans les airs.

source: དེ་ནས་ མི་ དེ␣ས་ མཐོང་ ནས་
fr: Ensuite, cet homme le vit et

source: ལྷག་པར་ ཡང་ དགའ་བ་ སྐྱེས་ སོ ། །
fr: ressentit d'autant plus de joie.

source: དེ་ དགའ་བ་ སྐྱེས་ ནས་
fr: Ayant ressenti cette joie,

source: སྨོན་ལམ་ བཏབ་པ །
fr: il fit ce souhait :

source: ཀྱེ་མ་
fr: "Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ བདག་ གང་དང་གང་ དུ་ སྐྱེ་བ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ ཤན་པ␣འི་ རིགས་ སུ་ སྐྱེས་ ལ །
fr: Grâce à ces racines vertueuses, puissé-je toujours naître dans une lignée familiale de bouchers qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens et

source: བཟའ་བ་ དང་ བཅའ་བ་ བཟང་པོ་ དང་ ཡང་ ལྡན་པ་ དང་
fr: [puissé-je] disposer de mets et condiments nobles et

source: བདག་ སྡིག་པ␣འི་ ལ␣ས་ དེ་ཡང་ མི་ བྱེད་པ་ དང་ །
fr: [puissé-je] ne pas faire ces actions négatives et

source: འདི་ བས་ ཀྱང་ ཆེས་ ཁྱད་པར་ དུ་ འཕགས་པ␣འི་ སྟོན་པ་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག་
fr: [puissé-je] contenter un enseignant bien supérieur à lui.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: ཡོན་ཏན་ གྱི་ ཚོགས་ འདི་ ལྟ་བུ་ དག་ ཀྱང་ ཐོབ་པ␣ར་ གྱུར་ཅིག །
fr: Puissé-je aussi obtenir des qualités semblables à celles-ci.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: M'étant retiré du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même)",

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ ཤན་པ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི་ དགེ་སློང་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui était ce boucher est ce moine lui-même et

source: དེ␣ས་ རང་ སངས་རྒྱས་ དེ་ ལ་ བཤོས་ ཕུལ་ ནས །
fr: il a offert le repas à ce bouddha solitaire et

source: སྨོན་ལམ་ བཏབ་པ␣འི་ ལ␣ས་ དེ␣འི་ རྣམ་པ␣ར་ སྨིན་པ␣ས་ གང་དང་གང་ དུ་ སྐྱེས་པ་ དེ་ དང་ དེ␣ར་ ཕྱུག་ ཅིང་ ནོར་ མང་ ལ་ ལོངས་སྤྱོད་ ཆེ་བ␣འི་ ཤན་པ␣འི་ རིགས་ སུ་ སྐྱེས་ ནས་
fr: le résultat de l'action d'avoir formulé ces souhaits le fit naître dans une lignée familiale de bouchers qui est riche, possède de grandes (lit. nombreuses) richesses et de nombreux (lit. grands) biens à chacune de ses naissances (lit. partout où il naissait, à chacun de ces endroits) et

source: གཟུགས་བཟང་ ཞིང་ བལྟ་ ན་ སྡུག་ ལ་ མཛེས་པ␣ར་ གྱུར་ ཏེ །
fr: [son] corps devint harmonieux (lit. noble), agréable au regard et beau, et

source: བཟའ་བ་ དང་ བཅའ་བ་ བཟང་པོ་ དང་ ཡང་ ལྡན་པ␣ར་ གྱུར་ ལ །
fr: il disposa de mets et condiments nobles et

source: དེ␣ས་ སྡིག་པ␣འི་ ལ␣ས་ ཀྱང་ མ་ བྱས་ ཏེ །
fr: il n'a pas non plus fait d'actions négatives. De plus,

source: དགེ་སློང་ དག་
fr: moines,

source: ང་རང་ སངས་རྒྱས་ བྱེ་བ་ ཕྲག་ འབུམ་ བས་ ཀྱང་ ཆེས་ ལྷག་པར་ ཁྱད་པར་ དུ་ འཕགས་པ །
fr: je suis cent mille fois dix millions de fois très largement supérieur à un bouddha solitaire et

source: ང་ ལྟ་བུ་ འདི␣ས་ མཉེས་པ␣ར་ བྱས་ ཏེ །
fr: il a contenté [quelqu'un] comme moi et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: il s'est retiré du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ་
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: il a manifesté l'état d'arhat.

source: གཞན་ ཡང་ཡང་ དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ འདི་ རབ་ཏུ་ བྱུང་ ནས་
fr: Par ailleurs, après qu'il se retira du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa,

source: དེ␣ར་ འདི␣ས་ ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ དེ་
fr: il vécu chastement toute sa vie, puis

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་པ །
fr: fit ce souhait au moment de mourir :

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས ། བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: "Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས །
fr: M'étant retiré du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même)."

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་བ␣འི་ དགེ་སློང་ དུ་ གྱུར་པ་ གང་ཡིན་པ་ དེ་ ནི ། དགེ་སློང་ འདི་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, le moine qui s'était retiré du monde selon l'enseignement du complet et parfait Bouddha Kāśyapa est ce moine lui-même et

source: དེ␣ས་ དེ␣ར་ ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ ནས །
fr: il vécut chastement toute sa vie et

source: འཆི་ཀ␣ར་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: fit ce souhait au moment de mourir :

source: ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གིས་ བྲམ་ཟེ␣འི་ ཁྱེའུ་ བླ་མ་ ལུང་བསྟན་པ་ གང་ཡིན་པ␣འི་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ དེ་ བདག་ གིས་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ གྱུར་ཅིག །
fr: "Puissé-je contenter par mes actes le Bienheureux Bouddha que [deviendra] le jeune brahmane Uttara [d'après] la prophétie du complet et parfait Bouddha Kāśyapa.

source: མི་ མཉེས་པ␣ར་ བྱེད་པ␣ར་ མ་ གྱུར་ཅིག །
fr: Puissé-je ne rien faire qui le mécontente.

source: དེ་ ཁོ་ན␣འི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: M'étant retiré du monde d'après son (lit. à lui-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: après avoir éliminé toutes les émotions perturbatrices,

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱེད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: puissé-je manifester l'état d'arhat (lit. l'arhat-même)."

source: བྱས་པ་ དེས་ན ། དགེ་སློང་ དག་ ང་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ དང་ ཤིན་ཏུ་ མཉམ་པ་ དང་ ཤུགས་ མཉམ་པ་ དང་ མཛད་པ་ མཉམ་པ་ དང་ ཐབས་ མཉམ་པ་ བརྙེས་པ␣ར་ གྱུར་ ནས་
fr: Puisqu'il a fait ce souhait, moines, je suis devenu en tout point (lit. très) l'égal du complet et parfait Bouddha Kāśyapa, j'ai obtenu une force égale [à la sienne], des moyens [habiles] égaux [aux siens] et des actes égaux [aux siens],

source: འདི␣ས་ ང་ མཉེས་པ␣ར་ བྱས་ ཏེ །
fr: il m'a contenté et

source: མི་ མཉེས་པ␣ར་ མ་ བྱས་ ལ །
fr: n'a rien fait qui me mécontente, puis

source: ང་ཉིད་ ཀྱི་ བསྟན་པ་ ལ་ རབ་ཏུ་ བྱུང་ ནས་
fr: il s'est retiré du monde selon mon (lit. à moi-même) enseignement et

source: ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: il a éliminé toutes les émotions perturbatrices et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། ། ། །
fr: il a manifesté l'état d'arhat. »
