Repository: Esukhia/karmasataka
Catalog: sem/*/A001.po
Languages: fr

source: ﻿གྲོག་མ་ གཉིས་པ་ ནི །
fr: La deuxième [histoire des] fourmis

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: གཏན་ཚིགས་ རྒྱས་པ␣ར་ ནི་ དབྱིག་ དག␣འི་ རྟོགས་པ་ བརྗོད་པ་ ལ␣ས་ འབྱུང་བ་ བཞིན་ ཏེ །
fr: L'explication (lit. raison) détaillée [de cette histoire] est semblable à celle qui se trouve dans l'histoire de Aimé-de-Richesse.

source: གང་ གི་ ཚེ་ཚེ་ དང་ ལྡན་པ་ ཀུན་ཤེས་ ཀཽཎྜི་ ནྱས་ བདེན་པ་ རྣམས་ མཐོང་བ␣ར་ གྱུར་པ་ དེ␣འི་ ཚེ ། ལྷ་ བརྒྱད་ ཁྲིས་ ཀྱང་ བདེན་པ་ མཐོང་བ␣ར་ གྱུར་ ཏོ ། །
fr: Lorsque l'honorable Kauṇḍinya-Qui-sait-tout vit les vérités, quatre-vingt mille dieux virent aussi les vérités.

source: དེ་ནས་ དགེ་སློང་ རྣམས་ ཀྱིས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ལ་ གསོལ་པ །
fr: Puis les moines s'adressèrent au Bienheureux Bouddha : «

source: བཙུན་པ་
fr: Vénérable,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ཀཽཎྜི་ ནྱ་ ལ་སོགས་པ་ ལྷ་ བརྒྱད་ ཁྲི་ དམ་པ␣འི་ ཆོས་ ཀྱི་ བཅུད་ ཀྱིས་ ཚིམ་པ␣ར་ མཛད་ ནས །
fr: le Bienheureux a rassasié Kauṇḍinya et les autres [ascètes] et les quatre-vingt mille dieux avec le suc nourricier (lit. l'essence [de la nourriture]) du Dharma, et

source: གཡུང་དྲུང་ གི་ མཐར་ཐུག་པ་ གྲུབ་པ་ དང་ བདེ་བ␣འི་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ལ་ བཀོད་པ་ ལ་ གཟིགས །
fr: il les a établis dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables. Posez-y votre regard (lit. regardez). »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux répondit : «

source: ད་ལྟར་ འབའ་ཞིག་ མ་ ཡིན་ ཏེ །
fr: Ce n'est pas uniquement maintenant [que ceci est arrivé].

source: འདས་པ␣འི་ དུས་ སུ་ ཡང་ ཀཽཎྜི་ ནྱ་ ལ་སོགས་པ ། ལྷ་ བརྒྱད་ ཁྲི་པོ་ འདི་དག་ ཉིད་ ངས་ ཇི་ལྟར་ རང་ གི་ ཤ་ དང་ ཁྲག་ གིས་ ཚིམ་པ␣ར་ བྱས་ ནས ། སྲོག་ ཕངས་པ་ བྱིན་པ་ དེ་ ཉོན་ ཅིག །
fr: Dans le passé, j'ai aussi rassasié Kauṇḍinya et les autres [ascètes] ainsi [que] ces quatre-vingt mille dieux avec ma chair et mon sang, et je leur ai donné ma vie, à laquelle je tiens [si fort]. Écoutez [comment] ceci [est arrivé].

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། རི་ཁྲོད་ ཅིག་ ནས་ ཐག་ མི་ རིང་བ་ ཞིག་ ན ། ཁུང་ ཞིག་ གི་ ནང་ ན་ སྲོག་ཆགས་ སྐྱིན་གོར་ སྙིང་རྗེ་ ཆེ་བ་ བྱམས་པ␣འི་ བདག་ཉིད་ ཅན་ སེམས་ཅན་ ལ་ བྱམས་པ་ ཞིག་ གནས་པ་ དེ ། རྩ་བ་ དང་ འབྲས་བུ␣ས་ འཚོ་ ཞིང་
fr: dans une époque maintenant révolue, pas loin d'un village de montagne, dans un trou, se trouvait une loutre dont la compassion était grande, qui était de nature aimante et qui était bienveillante envers les êtres. Elle se nourrissait de racines et de fruits et

source: སུ་ ལ་ ཡང་ འཚེ་ མི་འདོད་པ་ ཞིག་ འདུག་པ་ དེ་ ཕྱི་ ཞིག་ ན་ གཟ␣ས་ ལ་ སོང་ སོང་བ་ ལ␣ས །
fr: elle ne voulait causer de tort à personne. Plus tard, elle se déplaça loin (lit. elle allait et elle allait) [pour] chercher à manger quand

source: རྔོན་པ་ ཞིག་ གིས་ མཐོང་ ནས་
fr: un chasseur la vit ;

source: དེ་དེ␣ས་ གསོན་པོ␣ར་ བཟུང་ སྟེ །
fr: il l'attrapa vivante et

source: པགས་པ་ བཤུས་ ནས་
fr: il l'écorcha et

source: བཏང་ སྟེ་
fr: la relâcha.

source: རྔོན་པ་ དེ␣ས་ པགས་པ་ དེ་ ཁྱེར་ ཏེ་
fr: Le chasseur prit cette peau et

source: སོང་ ངོ་ ། །
fr: s'en alla.

source: དེ་ནས་ སྐྱིན་གོར་ དེ་ ན་ཚ་ མི་ བཟོད་ དེ་
fr: Ensuite, cette loutre souffrait atrocement (lit. elle ne supportait pas) et

source: ཆུ་འགྲམ་ ཞིག་ ཏུ་ སོང་ ནས་
fr: elle alla près d'une rivière et

source: ས་གཞི་ བསིལ་བ␣འི་ ཕྱོགས་ སུ་ ཉལ་ ལོ ། །
fr: s'allongea/s'endormit dans un endroit frais.

source: དེ་ནས་ ཧ་ཅང་ ཡང་ མི་ རིང་བ་ ཞིག་ ན་ གྲོག་ཚང་ ཞིག་ ཡོད་ དེ །
fr: À ce moment-là, pas très loin de là, se trouvait une fourmilière et

source: གྲོག་ཚང་ དེ་ ན་ གྲོག་མ་ བརྒྱད་ ཁྲི་ གནས་ ཏེ །
fr: dans cette fourmilière vivaient quatre-vingt mille fourmis. Puis,

source: གྲོག་ཚང་ དེ␣འི་ ནང་ ནས་ གྲོག་མ་ ཞིག་ བྱུང་ སྟེ །
fr: une fourmi sortit de cette fourmilière et

source: གྲོག་མ་ དེ་ སྐྱིན་གོར་ དེ␣འི་ ཐད་ དུ་ སོང་ སྟེ་
fr: la fourmi alla aux alentours de cette loutre et

source: བལྟས་ ན་ སྐྱིན་གོར་ པགས་པ་ མེད་པ་ དེ་ མཐོང་ ནས་
fr: en regardant [autour d'elle], elle vit cette loutre sans peau. Ensuite,

source: རང་ གི་ ཚང་ དུ་ སོང་ སྟེ །
fr: elle alla dans sa fourmilière et

source: གྲོག་མ་ གཞན་དག་ ལ་ སྦྲན་ ནས །
fr: appela les autres fourmis. Alors,

source: གྲོག་མ་ བརྒྱད་ ཁྲི་པོ་ དེ་དག་ ཚང་ ནས་ འཐོན་ ཏེ་
fr: ces quatre-vingt mille fourmis sortirent de la fourmilière et

source: སྐྱིན་གོར་ དེ␣འི་ ལུས་ ལ་ ཞུགས་ སོ ། །
fr: recouvrirent (lit. s'engagèrent sur) le corps de la loutre.

source: དེ་ནས་ དེ་དག་ ཟ་བ␣ས་ སད་ དེ་
fr: Alors, la loutre (lit. elle) se réveilla parce qu'elles la mangeaient et

source: དེ␣ས་ བལྟས་ ན་ ལུས་ ཐོག་ཐག་ གྲོག་མ␣ས་ གང་བ␣ར་ མཐོང་ ངོ་ ། །
fr: lorsqu'elle regarda, elle vit que son corps était couvert de fourmis de bas en haut (lit. de haut en bas).

source: བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ནི་ ལུས་ ཀྱིས་ ལོག་པ␣ར་ ལྟུང་ དུ་ ཟིན་ ཀྱང་ །
fr: Même si, par leur naissance (lit. corps), les bodhisattvas sont tombés dans une [condition] contraire,

source: སེམས་ ཀྱིས་ ལོག་པ␣ར་ ལྟུང་བ␣ར་ མི་ འགྱུར་ ཏེ །
fr: leur esprit ne tombe pas dans une [condition] contraire. C'est pourquoi

source: བྱང་ཆུབ་ སེམས་དཔའ་ དེ␣ས་ བསམས་པ །
fr: ce bodhisattva[, la loutre,] pensa : «

source: ངས་ བདག་ཉིད་ ཐར་བ␣ར་ ནི་ ནུས་ མོད་ ཀྱི་
fr: J'ai les capacités de me libérer moi-même [de cette situation], mais

source: སེམས་ཅན་ འདི་ སྙེད་ ཀྱི་ སྲོག་ མ་ རུང་བ␣ར་ འགྱུར་ ལ །
fr: ceci endommagerait la vie de tous ces êtres. De plus,

source: བདག་ ཀྱང་ སེམས་ཅན་ ལ་ ཕན་པ␣འི་ ཕྱིར་ བརྩོན་པ་ ཡིན་ གྱིས་
fr: moi-même, je m'efforce à être bénéfique aux êtres, donc

source: བདག་ རང་ གི་ སྲོག་ ཡོངས་སུ་ བཏང་ ཡང་ སླ␣འི །
fr: il m'est plus facile de donner entièrement ma propre vie ;

source: སེམས་ཅན་ འདི་ སྙེད་ ཀྱི་ སྲོག་ མ་ རུང་བ␣ར་ བྱ␣ར་ ནི་ མི་ རུང་ ངོ་ ། །
fr: il n'est pas acceptable d'endommager la vie de tous ces êtres.

source: གཅིག་ ཏུ་ ན་ བདག་ ནི་ གནོད་པ་ འདི་ཁོ་ན␣ས་ ངེས་པར་ འཆི་བ␣ར་ འགྱུར་ ལ །
fr: D'un [autre côté], je suis certain que rien qu'avec le tort [qui m'a été fait], je mourrai. De plus,

source: བདག་ གི་ བྱ་བ་ གང་ཡིན་ ཞེ་ ན །
fr: mon devoir [lit. action] est le suivant :

source: སེམས་ཅན་ ལ་ ཕན་པ␣འི་ ཕྱིར་ ལུས་ ཡོངས་སུ་ གཏོང་བ་ སྟེ །
fr: donner mon corps en entier pour être bénéfique aux êtres. De plus,

source: དེ་ ནི་ བདག་ ལ་ འདི་ རྣམས་ ཀྱིས་ བསྐུལ་ ཏོ་ སྙམ་ ནས །
fr: ces [êtres] m'incitent à le faire » pensa-t-il. Puis,

source: བདག་ཉིད་ ཀྱིས་ མནགས་ ཏེ་
fr: il supporta [la douleur] et

source: ཅང་ མི་ ཟེར་བ␣ར་ འདུག་ ནས་
fr: resta sans rien dire. Puis,

source: བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཏུ་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: il fit le souhait de l'éveil insurpassable, complet et parfait : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ བདག་ འཇིག་རྟེན་ ལོང་བ་ སྟོན་པ་ མེད་པ་ ཡོངས་སུ་ འདྲེན་པ་ མེད་པ␣ར ། སེམས་ཅན་ མ་ རྒལ་བ་ རྣམས་ སྒྲོལ་བ་ དང་ མ་ གྲོལ་བ་ རྣམས་ དགྲོལ་བ་ དང་ དབུགས་ མ་ ཕྱིན་པ་ རྣམས་ དབུགས་ འབྱིན་པ་ དང་ ། ཡོངས་སུ་ མྱ་ངན་ ལས་མ་ འདས་པ་ རྣམས་ ཡོངས་སུ་ མྱ་ངན་ ལ␣ས་ ཟློ་བ␣འི་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ ། བདེ་བ␣ར་ གཤེགས་པ ། འཇིག་རྟེན་ མཁྱེན་པ ། སྐྱེས་བུ་ འདུལ་བ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ ། ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ སུ་ གྱུར་ཅིག །
fr: Par cette racine de vertu, puissé-je, pour les aveugles du monde sans enseignant et sans aucun guide, devenir un Bienheureux Bouddha, un Tathāgata, un Arhat, un Bouddha complet et parfait, doté de la sagesse et des jambes [de la pratique], un Sugata, un connaisseur [des êtres des trois] mondes, un insurpassable cocher des êtres à guider, un Enseignant des dieux et des hommes qui libérera les êtres qui n'ont pas traversé [le samsara], qui libérera ceux qui ne sont pas libérés, qui soulagera ceux qui ne sont pas soulagés, qui fera atteindre l'au-delà de la souffrance à ceux qui n'ont pas atteint l'au-delà de la souffrance. »

source: ཅི་ ལྟར་ ངས་ འདི་ རྣམས་ ད་ལྟར་ རང་ གི་ ཤ་ དང་ ཁྲག་ གིས་ ཚིམ་པ␣ར་ བྱས་ ནས །
fr: De même que je les rassasie maintenant de ma chair et de mon sang et

source: སྲོག་ ཕངས་པ་ བྱིན་པ་ དེ་བཞིན་ དུ ། ང་ བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ␣ར་ སངས་རྒྱས་པ་ ན་ ཡང་ འདི་ རྣམས་ དམ་པ␣འི་ ཆོས་ ཀྱི་ བཅུད་ ཀྱིས་ ཚིམ་པ␣ར་ བྱས་ ནས །
fr: que je leur donne ma vie à laquelle je tiens [tant], de même, lorsque je me serai complètement (lit. de manière manifeste) et parfaitement éveillé à l'éveil insurpassable, complet et parfait, puissé-je aussi les rassasier du suc nourricier (lit. l'essence de la nourriture) du Dharma et

source: གཡུང་དྲུང་ གི་ མཐར་ཐུག་པ་ གྲུབ་པ་ དང་ བདེ་བ␣འི་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ལ་ འགོད་པ␣ར་ གྱུར་ཅིག་ ཅེས་
fr: les établir dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables. »

source: བྱས་ སོ ། །
fr: dit-il.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ སྐྱིན་གོར་ དུ་ གྱུར་པ་ བྱང་ཆུབ་ སེམས་དཔ␣འི་ སྤྱོད་པ་ ལ་ གནས་པ་ གང་ཡིན་པ་ དེ་ ནི་ ང་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, celui qui était la loutre, qui était installé dans la conduite des bodhisattvas, c'était moi-même.

source: དེ␣འི་ ཚེ་ གྲོག་མ་ བརྒྱད་ ཁྲི␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་དག་ ནི་ ལྷ་ བརྒྱད་ ཁྲི་ འདི་དག་ ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, ceux qui étaient ces quatre-vingt mille fourmis ne sont autres que ces quatre-vingt mille dieux.

source: དེ␣འི་ ཚེ་ ཡང་ ངས་ འདི་ རྣམས་ རང་ གི་ ཤ་ དང་ ཁྲག་ གིས་ ཚིམ་པ␣ར་ བྱས་ ནས་
fr: À cette époque, je les ai aussi rassasiés de ma chair et de mon sang et

source: སྲོག་ ཕངས་པ་ བྱིན་ ནོ ། །
fr: je leur ai donné ma vie à laquelle je tiens [tant].

source: ད་ལྟར་ ཡང་ ངས་ འདི་ རྣམས་ དམ་པ␣འི་ ཆོས་ ཀྱི་ བཅུད་ ཀྱིས་ ཚིམ་པ␣ར་ བྱས་ ནས །
fr: Maintenant, je les ai aussi rassasiés du suc nourricier (lit. l'essence de la nourriture) du Dharma et

source: གཡུང་དྲུང་ གི་ མཐར་ཐུག་པ་ གྲུབ་པ་ དང་ བདེ་བ␣འི་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ལ་ བཀོད་ དོ །། །།
fr: je les ai établis dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables.
