Repository: Esukhia/karmasataka
Catalog: sem/*/E001.po
Languages: fr

source: ﻿འཐབ་མོ་ ཞེས་ བྱ་བ་ ནི །
fr: La querelle

source: བམ་པོ་ སུམ་ཅུ་ བདུན་པ་ སྟེ་ ཐ་མ །
fr: Feuillet 37 ; dernier feuillet.

source: འཐབ་མོ་ ཞེས་ བྱ་བ་ ནི །
fr: La querelle

source: གླེང་ གཞི་ མཉན་ དུ་ཡོད་པ་ ན་ བཞུགས་ ཏེ །
fr: Cette histoire [fut contée] alors que le Bienheureux séjournait à Śrāvastī.

source: དེ␣འི་ ཚེ་ མཉན་ དུ་ཡོད་པ་ ན་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ འཐབ་པ་ དང་ ། མཚང་ འདྲུ་བ་ དང་ ། འགྱེད་པ་ དང་ ། རྩོད་པ་ ལ་ ཞུགས་ཤིང་ འཁོད་ དོ ། །
fr: À cette époque, à Śrāvastī, la plupart des habitants passaient leur temps en querelles, critiques, batailles et en disputes.

source: སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ བགྲོད་པ་ གཅིག་པུ␣འི་ ལམ་ སྟོན་པ །
fr: Les Bienheureux Bouddhas montrent l'unique voie à parcourir ;

source: རྣམ་པ་ གཉིས་ ཀྱི་ ཤེས་བྱ་ དང་ ། ཡེ་ཤེས་ ལ་ མངའ་ བརྙེས་པ །
fr: ils possèdent les deux aspects de la connaissance et de la sagesse ;

source: མ་ འདྲེས་པ␣འི་ དྲན་པ་ ཉེ་བར་ གཞག་པ་ གསུམ་ ལ་ མཁས་པ །
fr: ils excellent dans les trois attentions rapprochées qui leur sont propres ;

source: མི་ འཇིགས་པ་ བཞི␣ས་ མི་ འཇིགས་པ །
fr: ils sont intrépides grâce aux quatre intrépidités ;

source: འགྲོ་བ་ ལྔ␣ར་ འགྲོ་བ་ ལ␣ས་ རྣམ་པ␣ར་ གྲོལ་བ །
fr: ils sont entièrement libérés d'aller vers les cinq renaissances ;

source: སྐྱེ་མཆེད་ དྲུག་ ལ་ མཁས་པ །
fr: ils sont versés dans les six sources des sens ;

source: བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ བདུན་ ལ་ སྤྱོད་ཡུལ་བ །
fr: ils vivent les sept branches de l'Éveil ;

source: རྣམ་པ␣ར་ ཐར་པ་ བརྒྱད་ ལ་ བསམ་གཏན་པ །
fr: ils contemplent les huit libérations complètes ;

source: མཐར་གྱིས་ གནས་པ␣འི་ སྙོམས་པར་ འཇུག་པ་ དགུ་ ལ་ སྙོམས་པར་ འཇུག་པ །
fr: ils s'engagent dans les neuf absorptions méditatives successives ;

source: སྟོབས་ བཅུ␣འི་ སྟོབས་ དང་ ལྡན་པ །
fr: ils possèdent la puissance des dix forces ;

source: ཡང་དག་པ␣འི་ སེང་གེ␣འི་ སྒྲ་ ཆེན་པོ་ སྒྲོགས་པ་ རྣམས་ ནི་ ཆོས་ཉིད་ ཀྱིས་ ཉིན་ དུས་གསུམ་ མཚན་ དུས་གསུམ་ སྟེ ། ཉིན་མཚན་ དུས་ དྲུག་ ཏུ་ སངས་རྒྱས་ ཀྱི་ སྤྱན་ གྱིས་ འཇིག་རྟེན་ ལ་ གཟིགས་ ཏེ །
fr: Eux qui font résonner le grand rugissement parfait du lion, ils contemplent spontanément le monde avec les yeux de bouddhas pendant les six périodes de la journée, trois fois le jour et trois fois la nuit.

source: སུ་ ནི་ རྒུད །
fr: « Qui s'affaiblit ?

source: སུ་ ནི་ དར །
fr: Qui s'épanouit ?

source: སུ་ ནི་ ཕོངས་ ཤིང་ འདུག །
fr: Qui est dans la misère ?

source: སུ་ ནི་ ཉམ་ང་ བར་ གྱུར །
fr: Qui est dans le malheur ?

source: སུ་ ནི་ གནོད་པ་ དང་ ལྡན །
fr: Qui est dans la souffrance ?

source: སུ་ ནི་ ཕོངས་པ་ དང་ ཉམ་ང་བ་ དང་ གནོད་པ་ དང་ ལྡན །
fr: Qui est dans la misère, le malheur et la souffrance ?

source: སུ་ ནི་ ངན་སོང་ དུ་ གཞོལ །
fr: Qui tombe dans les royaumes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ འབབ །
fr: Qui est tombé dans les royaumes inférieurs ?

source: སུ་ ནི་ ངན་སོང་ དུ་ བབ །
fr: Qui tombera dans les royaumes inférieurs ?

source: སུ་ ནི་ ངས་ ངན་སོང་ ནས་ ཕྱུང་ སྟེ །
fr: Qui vais-je extirper des royaumes inférieurs et

source: མཐོ་རིས་ དང་ ཐར་པ་ དང་ འབྲས་བུ་ ལ་ གཞག་པ␣ར་ བྱ །
fr: les établir dans les royaumes supérieurs, la libération ou le résultat ?

source: སུ་ ནི་ ཉེས་པ␣ར་ སྤྱོད་པ␣འི་ འདམ་ དུ་ བྱིང་བ་ ལ␣ས་ ལག་ནས་ དྲང་བ␣ར་ བྱ །
fr: Qui, embourbé dans les actes négatifs, vais-je extraire par la main ?

source: སུ་ ནི་ འཕགས་པ␣འི་ ནོར་ བདུན་ མེད་པ་ ལ␣ས །
fr: Qui, dépourvu des sept joyaux des [êtres] nobles,

source: འཕགས་པ␣འི་ ནོར་ བདུན་ གྱི་ དབང་ཕྱུག་ ལ་ དབང་ བྱེད་ དུ་ གཞུག་པ␣ར་ བྱ །
fr: vais-je pousser à s'approprier le pouvoir des seigneurs des sept joyaux des [êtres] nobles ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ མ་ བསྐྱེད་པ་ ལ␣ས་
fr: Qui, n'ayant pas développé les racines vertueuses,

source: བསྐྱེད་པ␣ར་ བྱ །
fr: inciterais-je à [les] développer ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ བསྐྱེད་ ཟིན་པ་ ལ␣ས་
fr: Qui, ayant déjà développé les racines vertueuses,

source: ཡོངས་སུ་ སྨིན་པ␣ར་ བྱ །
fr: inciterais-je à [les] faire mûrir ?

source: སུ་ ནི་ དགེ་བ␣འི་ རྩ་བ་ རྣམས་ ཡོངས་སུ་ སྨིན་ ཟིན་པ་ ལ␣ས་
fr: Qui, ayant déjà fait mûrir entièrement les racines vertueuses,

source: ཡེ་ཤེས་ ཀྱི་ མཚོན་ གྱིས་ བརྟོལ་བ␣ར་ བྱ །
fr: inciterais-je à [les] faire jaillir à l'aide de l'arme de la sagesse ?

source: སུ་ ལ་ ནི་ སངས་རྒྱས་ བྱུང་བ␣ས་ བརྒྱན་པ␣འི་ འཇིག་རྟེན་ འབྲས་བུ་ ཡོད་པ␣ར་ བྱ་ སྙམ་ དུ་
fr: Pour qui fructifierais-je ce monde orné de la venue d'un bouddha ? »

source: ཡེ་ཤེས་ གཟིགས་པ་ འཇུག་ གོ ། །
fr: [ainsi] s'applique leur regard de sagesse.

source: རྒྱ་མཚོ་ ཆུ་སྲིན་ རྣམས་ ཀྱི་ གནས ། །
fr: [Dans] l'océan, la demeure des [monstres] makara,

source: དུས་རླབས་ ཡོལ་བ␣ར་ འགྱུར་ ཡང་སྲིད ། །
fr: il est possible que les marées tardent.

source: གདུལ་བ␣ར་ བྱ་བ␣འི་ སྲས་ རྣམས་ ལ ། ། སངས་རྒྱས་ དུས་ ལ␣ས་ ཡོལ་བ་ མེད ། །
fr: Pour leurs enfants qu'ils doivent dompter, les bouddhas ne tardent jamais.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དགོངས་པ །
fr: Puis le bienheureux pensa : «

source: སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ གདུལ་བ␣འི་ དུས་ ལ་ བབ་ སྟེ །
fr: Le temps est venu de dompter la plupart de ces êtres :

source: དེ་དག་ ངས་ འཐབ་པ་ དང་ ། མཚང་ འདྲུ་བ་ དང་ ། འགྱེད་པ་ དང་ ། རྩོག་པ་ ལ␣ས་ བཟློག་ སྟེ །
fr: je les détournerai de ces querelle, ces critiques, ces batailles et ces disputes et

source: གཡུང་དྲུང་ གི་ མཐར་ཐུག་པ་ གྲུབ་པ་ དང་ ། བདེ་བ␣འི་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ལ་ དགོད་པ␣ར་ བྱ་ སྙམ་ དུ་
fr: je les établirai dans le nirvana qui est l'accomplissement et la félicités absolument inébranlables »

source: དགོངས་ ནས །
fr: pensa-t-il. Puis,

source: སྔ་དྲོ་ ཤམ་ཐབས་ དང་ ཆོས་གོས་ གསོལ་ ཏེ །
fr: au petit matin, il revêtit son vêtement supérieur et sa robe monastique,

source: ལྷུང་བཟེད་ བསྣམས་ ནས །
fr: il prit son bol à aumône et

source: མཉན་ དུ་ཡོད་པ␣ར་ བསོད་སྙོམས་ ལ་ གཤེགས་ ཏེ །
fr: partit à Śrāvastī pour [y recevoir] l'aumône.

source: སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ ག་ལ་བ་ དེ␣ར་ གཤེགས་ ནས །
fr: Il se rendit là où se trouvaient toutes ces personnes,

source: སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ དེ་དག་ གིས་ ཐག་ རིང་པོ་ ཞིག་ ནས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ མཐོང་ ངོ་ ། །
fr: toutes ces personnes virent le Bienheureux [arriver] au loin.

source: མཐོང་ ནས་ ཀྱང་ ངོ་མཚར་ བར་ གྱུར་ ཏེ །
fr: L'ayant vu, ils furent émerveillés et

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཕྱིར་ གདན་ བཤམས་ ནས་ གསོལ་པ །
fr: ils lui préparèrent un siège. Ils lui dirent : «

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: གཤེགས་པ་ ལེགས་ སོ་ ལེགས་ སོ ། །
fr: c'est merveilleux, c'est magnifique que Vous soyez venu !

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: ཚུར་ གཤེགས་
fr: veuillez approcher !

source: བཞུགས་ སུ་ གསོལ །
fr: Veuillez vous asseoir ! »

source: དེ་ནས་ གདན་ བཤམས་པ་ ལ་ བཞུགས་ ནས །
fr: Ensuite, après que le Bienheureux eut pris place,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ ལ་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux s'adressa à toutes ces personnes : «

source: གྲོགས་པོ་ དག་
fr: Chers amis,

source: ཅི་ བྱེད་ ཅིང་ འཁོད་
fr: que faites-vous là ?

source: གཞན་ དང་ འཐབ་ དགོས་ ན་ གཞན་ དང་ འཐབ་ ཅིང་ འདུག་ གམ །
fr: Bien que vous devriez vous quereller avec d'autres, vous continuez à vous quereller avec ceux-ci ? »

source: དེ་ རྣམས་ ཀྱིས་ གསོལ་པ །
fr: Ils Lui répondirent : «

source: བཅོམ་ལྡན་འདས་
fr: Bienheureux,

source: བདག་ཅག་ སུ་ དང་ འཐབ་ འཚལ་ ལགས །
fr: avec qui devrions-nous nous quereller ? »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux répondit : «

source: གྲོགས་པོ་ དག་
fr: Chers amis,

source: འོ་ན་ འཁོད་ ཅིག་ དང་ །
fr: asseyez-vous donc.

source: ངས་ ཁྱོད་ ལ་ རྒྱས་པ␣ར་ བཤད་པ␣ར་ བྱ␣འོ ། །
fr: Je vous l'expliquerai en détail.

source: དེ་ནས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ དེ་དག་ གིས་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །
fr: Alors, toutes ces personnes se prosternèrent en touchant de leur tête les pieds du Bienheureux, et

source: ཆོས་ མཉན་པ␣འི་ ཕྱིར་ སྤྱན་སྔ␣ར་ འཁོད་ དོ ། །
fr: s'assirent devant lui pour entendre le Dharma.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ དེ་དག་ ལ་ བཀའ་ སྩལ་པ །
fr: Puis le Bienheureux dit à toutes ces personnes : «

source: ཁྱོད་ ནི་ ཉོན་མོངས་པ་ རྣམས་ དང་ འཐབ་ དགོས་ ཀྱིས །
fr: Ce sont avec les émotions perturbatrices que vous devez vous quereller.

source: ཉོན་མོངས་པ་ སྤོང་བ␣འི་ ཕྱིར་ འབད་པ␣ར་ གྱིས་ ཤིག་ ཅེས་
fr: Efforcez-vous d'éliminer les émotions perturbatrices »,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་དག་ ལ་ དེ་ལྟ་ བུ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: le Bienheureux leur prodigua un enseignement semblable à celui-ci,

source: དེས་ན་ དེ་དག་ གི་ ཁྲོ་བ␣འི་ ཀུན་ ནས་ དཀྲིས་པ་ མེད་པ␣ར་ གྱུར་ ནས །
fr: Puis, la colère qui les enchaînait disparut et

source: སྟན་ དེ་དག་ ཉིད་ ལ་ འཁོད་ བཞིན་ དུ་ འཇིག་ཚོགས་ ལ་ ལྟ་བ␣འི་ རི␣འི་ རྩེ་མོ་ མཐོན་པོ་ ཉི་ཤུ་ ཡེ་ཤེས་ རྡོ་རྗེ␣ས་ བཅོམ་ ནས །
fr: alors qu'ils étaient encore assis sur les mêmes sièges, ils anéantirent les vingt cimes élevées des vues concernant l'amas périssable à l'aide du diamant de la sagesse et

source: རྒྱུན་ དུ་ ཞུགས་པ␣འི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: ils manifestèrent le résultat de l'entrée dans le courant, puis

source: དེ་དག་ གིས་ བདེན་པ་ མཐོང་ ནས་
fr: après avoir vu la vérité

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ཏེ །
fr: il [replia] son vêtement supérieur et le laissa retomber sur une épaule,

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ དེ །
fr: joignirent les mains et s'inclinèrent en direction du Bienheureux et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: il dit au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: བདག་ཅག་ ལེགས་པ␣ར་ གསུངས་པ␣འི་ ཆོས་ འདུལ་བ་ ལ་ རབ་ཏུ་ འབྱུང་བ་ དང་ ། བསྙེན་པ␣ར་ རྫོགས་ ཤིང་ དགེ་སློང་ གི་ དངོས་པོ་ འཐོབ་ ཏུ་ རུང་ ན །
fr: s'il m'est possible de m'extraire du monde selon le Vinaya, le Dharma si bien exprimé, et [s'il m'est possible] de parfaire l'approche [de la libération], d'obtenir la condition de moine pleinement ordonné,

source: བདག་ཅག་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཐད་ དུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་པ␣ར་ འཚལ་ ལོ ། །
fr: nous voulons à notre tour pratiquer la conduite de Brahma auprès du Bienheureux.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་དག་ ལ་ དགེ་སློང་ ཚུར་ ཤོག་ ཅེས་
fr: Puis, le Bienheureux, en leur disant « Moines, venez ici ! »,

source: བྱ་བ␣འི་ ཚིག་ གིས་ རབ་ཏུ་ ཕྱུང་ སྟེ་
fr: leur fit se retirer du monde et

source: བསྙེན་པ␣ར་ རྫོགས་པ␣ར་ མཛད་ ནས །
fr: Il les ordonna pleinement et

source: དེ་དག་ ལ་ལུང་ ཡང་ ཕོག་ སྟེ །
fr: Il leur conféra la transmission orale. Alors,

source: དེ་དག་ གིས་ ཀྱང་ བརྩོན་པ་ དང་ ། བསྒྲུབ་པ་ དང་ འབད་པ␣ས་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: de leur côté, ils éliminèrent toutes les émotions perturbatrices par leur efforts, leur pratique et leur persévérance et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: ils manifestèrent l'état d'arhat.

source: དེ་དག་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: ils devinrent des arhats libres de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à leurs yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ དུ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: ils possèdaient un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: ils [possédaient] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ །
fr: leur sagesse avait brisé la coque ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ ། སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: ils avaient obtenu la connaissance, la clairvoyance et la parfaite discrimination ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ། ཆགས་པ་ དང་ ། བཀུར་སྟི་ ལ་ མི་ལྟ་བ་
fr: ils s'étaient détournés des biens du samsara, des désirs et des éloges ;

source: དབང་པོ་ དང་ ། ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ ། གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: ils étaient désormais les réceptacles des offrandes, de la vénération et des paroles respectueuses de Indra, Upendra et des autres dieux.

source: དེ་ནས་ དགེ་སློང་ རྣམས་ ཀྱིས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ལ་ གསོལ་པ །
fr: Puis les moines s'adressèrent au Bienheureux Bouddha : «

source: བཙུན་པ་
fr: Vénérable,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ འཐབ་པ་ ལ␣ས་ ཞི་བ␣ར་ མཛད་ ནས །
fr: le Bienheureux a pacifié toutes ces personnes [engagées dans] cette querelle, et

source: གཡུང་དྲུང་ གི་ མཐར་ཐུག་པ་ གྲུབ་པ་ དང་ ། བདེ་བ␣འི་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ལ་ བཀོད་པ་ ལ་ གཟིགས །
fr: il les a établis dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables. Posez-y votre regard. »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux répondit : «

source: ད་ལྟར་ འབའ་ཞིག་ མ་ ཡིན་ ཏེ །
fr: Ce n'est pas uniquement maintenant [que ceci est arrivé].

source: འདས་པ␣འི་ དུས་ ན་ ཡང་ ངས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ འདི་དག་ བསམ་གཏན་ བཞི་ དང་ ། མངོན་པར་ ཤེས་པ་ ལྔ་ ལ་ ཇི་ལྟར་ བཀོད་པ་ དེ་ ཉོན་ ཅིག །
fr: Écoutez comment, dans le passé, je les avais déjà établis dans les quatre concentrations et les cinq clairvoyances.

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན་ རི་ཁྲོད་ ཀྱི་ གྲོང་ ཞིག་ ན་ བྲམ་ཟེ་ ཞིག་ གིས་ མཆོད་སྦྱིན་ བྱས་ ཏེ །
fr: Moines, à une époque ancienne, dans un village de montagne, un brahmane s'adonnait aux offrandes rituelles.

source: མཆོད་སྦྱིན་ བྱེད་པ་ དེ␣ར་ བྲམ་ཟེ་ རྣམས་ སྟན་ གྱི་ ཕྱིར་ འཐབ་པ་ ལ␣ས་
fr: À l'endroit où se faisaient les offrandes rituelles, des brahmanes se querellaient pour leurs sièges, et

source: དེ␣འི་ ཚེ་ དཀའ་ཐུབ་ ཀྱི་ གནས་ ཤིག་ ན ། དྲང་སྲོང་ འཁོར་ ལྔ་ བརྒྱ་ ཡོད་པ་ ཞིག་ གནས་ སོ ། །
fr: à cette époque, dans un lieu [dédié] aux austérités, vivait un sage possédant un entourage de cinq cent [personnes].

source: དེ་ནས་ མཆོད་སྦྱིན་ བྱེད་པ་ དེ␣ར་ དྲང་སྲོང་ དེ␣ས་ བྲམ་ཟེ་ དེ་དག་ འཐབ་པ་ ཞི་བ␣ར་ བྱ་བ␣འི་ ཕྱིར ། དེ་ལྟ་ བུ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: Alors, à l'endroit où se faisaient les offrandes rituelles, afin de pacifier les querelles de ces brahmanes, le sage leur prodigua des enseignements correspondant [à cette intention] et

source: དེས་ན་ འཐབ་མོ་ དེ་ཡང་ ཞི་བ␣ར་ གྱུར་ ལ །
fr: ainsi, la querelle fut pacifiée. Puis,

source: བྲམ་ཟེ་ རྣམས་ ཀྱང་ སྐྱོ་བ་ སྐྱེས་ ནས །
fr: les brahmanes furent pris de désenchantement et

source: དེ་ཉིད་ ཀྱི་ ཐད་ དུ་ རབ་ཏུ་ བྱུང་ ངོ་ ། །
fr: ils prirent les vœux avec lui.

source: དེ་དག་ དེ␣ར་ རབ་ཏུ་ བྱུང་ ནས་
fr: Après qu'ils aient pris les vœux avec lui,

source: བསམ་གཏན་ བཞི་ དང་ མངོན་པར་ ཤེས་པ་ ལྔ་ བསྐྱེད་ དོ ། །
fr: ils développèrent les quatre concentrations et les cinq clairvoyances.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ དྲང་སྲོང་ དུ་ གྱུར་པ ། བྱང་ཆུབ་ སེམས་དཔ␣འི་ སྤྱོད་པ་ ལ་ གནས་པ་ གང་ཡིན་པ་ དེ་ ནི་ ང་ཉིད་ ཡིན་ ནོ ། །
fr: À cette époque, celui qui était la loutre, qui était installé dans la conduite des bodhisattvas, c'était moi-même.

source: དེ␣འི་ ཚེ་ བྲམ་ཟེ␣ར་ གྱུར་པ་ གང་ཡིན་པ་ དེ་དག་ ནི ། སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ འདི་དག་ ཁོ་ན་ ཡིན་ ནོ ། །
fr: À cette époque, ceux qui étaient ces brahmanes ne sont autres que toutes ces personnes.

source: དེ␣འི་ ཚེ་ ཡང་ ངས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ འཐབ་པ་ ཞི་བ␣ར་ བྱས་ ནས་
fr: À cette époque, j'ai aussi pacifié toutes ces personnes [engagées dans] cette querelle, et

source: བསམ་གཏན་ བཞི་ དང་ ། མངོན་པར་ ཤེས་པ་ ལྔ་ ལ་ བཀོད་ དོ ། །
fr: ils développèrent les quatre concentrations et les cinq clairvoyances.

source: ད་ལྟར་ ཡང་ ངས་ སྐྱེ་བོ་ ཕལ་པོ་ ཆེ་ འཐབ་པ་ ཞི་བ␣ར་ བྱས་ ནས །
fr: À cette époque, j'ai aussi pacifié toutes ces personnes [engagées dans] cette querelle, et

source: གཡུང་དྲུང་ གི་ མཐར་ཐུག་པ་ གྲུབ་པ་ དང་ ། བདེ་བ␣འི་ མྱ་ངན་ ལ␣ས་ འདས་པ་ ལ་ བཀོད་ དོ ། །
fr: je les ai établis dans le nirvana qui est l'accomplissement et la félicité absolument inébranlables.

source: གཞན་ ཡང་ཡང་ དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ འོད་སྲུང་ གི་ བསྟན་པ་ ལ་ འདི་དག་ ཐམས་ཅད་ རབ་ཏུ་ བྱུང་ ནས །
fr: Par ailleurs, ils avaient tous pris les vœux selon l'Enseignement du complet et parfait Bouddha Kāśyapa,

source: དེ␣ར་ འདི་ རྣམས་ ཀྱིས་ ཚེ་ གཅིག་ ཏུ་ ཚངས་པ␣ར་ སྤྱོད་པ་ སྤྱད་ ནས །
fr: et ils avaient ainsi observé la conduite de Brahma toute leur vie et

source: དབང་པོ་ རྣམས་ ཡོངས་སུ་ སྨིན་པ␣ར་ བྱས་པ་ དེས་ན ། ད་ལྟར་ རྣམ་པ␣ར་ གྲོལ་བ␣ར་ གྱུར་ ཏོ །། །།
fr: ils ont fait complètement mûrir leurs facultés. C'est pourquoi, maintenant, ils se sont libérés.
