Repository: Esukhia/karmasataka
Catalog: sem/*/E002.po
Languages: fr

source: ﻿ཤི་ བི་ གཉིས་ ཞེས་ བྱ་བ་ དེ་ ལ ། ཤི་ བི་ དང་པོ་ ནི །
fr: La première des deux histoires du Roi Śibi

source: བཅོམ་ལྡན་འདས་ གྱད་ ཀྱི་ ཡུལ་ དུ་ ལྗོངས་རྒྱུ་ ཞིང་གཤེགས་པ་ ལ␣ས །
fr: Alors que le Bienheureux se promenait dans la province de Mallā qu'il traversait,

source: ཆུ་ ཀླུང་ མཐའ་ ལྡན་ དང་ ། གྲོང་ཁྱེར་ ཀུ་ཤ␣འི་ བར་ གྱི་ ལམ་ ནས་ གུད་ དུ་ བཟུར་ ཏེ །
fr: il s'arrêta au bord de la route entre la rivière Antavān et Kuśinagarī et

source: ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ བཀའ་ སྩལ་པ །
fr: il dit à l'honorable Ānanda :

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: དེ་བཞིན་ གཤེགས་པ␣འི་ བླ་གོས་ བཞི་ :␣བལྟབ་ ཏུ་ བགྱིས་ ཏེ་
fr: Plie le vêtement supérieur du Tathāgata en quatre et

source: ཐིང་ ཤིག་ དང་ །
fr: étends-le.

source: ང␣འི་ རྒྱབ་ མི་ བདེ་བ་ དེ་ རེ་ཞིག་ བསྟི་བ␣ར་ བྱ␣འོ ། །
fr: Je vais reposer un moment mon dos endolori.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ བཙུན་པ་ དེ་ལྟར་ འཚལ་ ལོ་ ཞེས་ གསོལ་ ཏེ །
fr: Ensuite, l'honorable Ānanda Lui répondit : « Vénérable, je ferai comme [Vous le demandez] »,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ་ བཞིན་ དུ་ མཉན་ ནས །
fr: il suivit les instructions que le Bienheureux lui avait données,

source: བླ་གོས་ བཞི་ བལྟབ་ ཏུ་ བྱས་ ཏེ །
fr: il plia le vêtement supérieur en quatre,

source: བཏིང་ ནས་
fr: il l'étendit et

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ ། །
fr: il dit au Bienheureux : «

source: བཙུན་པ་
fr: Vénérable,

source: དེ་བཞིན་ གཤེགས་པ␣འི་ བླ་གོས་ བཞི་ བལྟབ་ ཏུ་ བགྱིས་ ཏེ་
fr: J'ai plié en quatre le vêtement supérieur du Tathāgata,

source: བཏིང་ ལགས་ ན །
fr: je l'ai étendu. Donc,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ད་ དེ␣འི་ དུས་ ལ་ བབ་པ␣ར་ དགོངས་ སུ་ གསོལ །
fr: Soyez informé, Bienheureux, que le moment de [vous installer] est arrivé.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཆོས་གོས་ སྣམ་སྦྱར་ སྟུག་པོ␣ར་ བལྟབ་ སྟེ་
fr: Alors le Bienheureux plia l'habit monastique saṅgati en [coussin] épais,

source: འཕོངས་ སུ་ བཞག་ ནས །
fr: il s'assit dessus et

source: སྣང་བ␣འི་ འདུ་ཤེས་ དང་ ལྡན་པ་ དང་ ། དྲན་པ་ དང་ ལྡན་པ་ དང་ ། ཤེས་བཞིན་ དང་ ལྡན་པ␣འི་ འདུ་ཤེས་ ཐུགས་ ལ་ དགོངས་ :␣ཤིང་
fr: ayant à l'esprit la conscience des apparences, l'attention et celle de la vigilance,

source: གློ་ གཡས་ཕྱོགས་ ཀྱིས་ གཟིམས་ ཏེ །
fr: il s'endormit sur le côté droit,

source: ཞབས་ གཅིག་ གི་ སྟེང་ དུ་ གཅིག་ བཞག་ གོ ། །
fr: ayant posé une jambe sur l'autre.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ འདི་ སྙམ་ དུ་ དགོངས་ ཏེ །
fr: Puis, le Bienheureux pensa : «

source: འཁོར་ འདི␣ར་ སོ་སོ␣འི་ སྐྱེ་བོ␣འི་ དགེ་སློང་ ཇི་སྙེད་ འདུས་ ཤིང་ འཚོགས་པ་ དེ་དག་ ཐམས་ཅད་ ཅི་ སངས་རྒྱས་ ཀྱིས་ འདུལ་བ་ ཡིན་ ནམ །
fr: Tous les moines qui sont des êtres ordinaires et qui sont venus et sont assemblés dans [mon] entourage présent, seront-ils disciplinés par le Bouddha ?

source: འོན་ཏེ་ ཉན་ཐོས་ ཀྱིས་ འདུལ་བ་ ཡིན་ ཞིག་ གུ་ སྙམ་ དུ་
fr: Ou bien seront-ils disciplinés par un auditeur ? »

source: དགོངས་ སོ ། །
fr: pensa-t-Il.

source: དེ་ནས་ ཡང་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དགོངས་པ །
fr: Ensuite, le Bienheureux pensa : «

source: འདི་ ན་ཁ་ ཅིག་ ནི་ སངས་རྒྱས་ ཀྱིས་ འདུལ་བ␣ར་ འགྱུར་ རོ ། །
fr: Dans cet [entourage], certains seront disciplinés par le Bouddha.

source: ཁ་ཅིག་ ནི་ ཉན་ཐོས་ ཀྱིས་ འདུལ་བ␣ར་ འགྱུར་ སྙམ་ དུ་
fr: Certains seront disciplinés par un auditeur »,

source: དགོངས་ ནས །
fr: pensa-t-il. Puis,

source: ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ བཀའ་ སྩལ་པ །
fr: il dit à l'honorable Ānanda :

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: ཁྱོད་ བྱང་ཆུབ་ ཀྱི་ ཕྱོགས་ རྣམས་ ལ␣ས་ སྤོབས་པ␣ར་ གྱིས་ ཤིག །
fr: sens-toi à la hauteur des [éléments] qui rapprochent de l'éveil.

source: དེ་སྐད་ ཅེས་ བཀའ་ སྩལ་ ནས །
fr: », lui dit-il. Puis,

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ཅི་ ནས་ འཁོར་ ཐམས་ཅད་ དུ་ སྒྲ་ དེ␣ས་ གང་བ␣ར་ འགྱུར་བ་ དེ་ལྟ་ བུར་ བྱིན་ གྱིས་ བརླབས་ སོ ། །
fr: le Bienheureux bénit [Ses paroles] de sorte à ce leur son emplisse sans faillir [l'endroit où se trouvait] chaque [membre] de son entourage.

source: དེ་ནས་ དགེ་སློང་ མང་པོ་ དག་ གིས་ ཚིག་ དེ་ལྟ་ བུ་ གསུངས་པ␣འི་ སྒྲ་ ཐོས་ ནས །
fr: Alors, cette assemblée de moines entendirent le son de ces paroles et

source: དེ་དག་ གིས་ བསམས་པ །
fr: ils pensèrent : «

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ ། བྱང་ཆུབ་ ཀྱི་ ཕྱོགས་ ཀྱི་ གཏམ་ གྱིས་ ཤིག་པ␣ར་ བསྐུལ་བ␣ས་ ན་
fr: Le Bienheureux a exorté l'honorable Ananda à enseigner les [éléments] qui rapprochent de l'éveil. Donc,

source: ད་ནི་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ སྦྲང་བུ␣འི་ སྦྲང་རྩི་ བཙིར་བ་ བཞིན་ དུ་ ཆོས་ སྙན་ ནོ་ ཅོག་ སྟོན་པ␣ར་ འགྱུར་ སྙམ་ སྟེ །
fr: maintenant, l'honorable Ananda nous enseignera tout le Dharma qu'il a entendu comme le miel [s'écoule] lors du pressage. »

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ␣ར་ དོང་ སྟེ་
fr: Ils se dirigèrent vers le Bienheureux et

source: ལྷགས་ ནས །
fr: arrivés là,

source: བཅོམ་ལྡན་འདས་ ལ་ བསྐོར་ ཏེ་
fr: ils tournèrent autour du Bienheureux

source: འཁོད་ དོ ། །
fr: et s'installèrent.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ དགེ་སློང་ རྣམས་ ལ་ སྨྲས་པ །
fr: Alors l'honorable Ananda dit aux moines : «

source: ཚེ་ དང་ ལྡན་པ་ དག་
fr: Honorables,

source: དྲན་པ་ ཡང་དག་ བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ དབེན་པ་ ལ་ རྟེན་པ་ འདོད་ཆགས་ དང་ བྲལ་བ་ ལ་ རྟེན་པ་ འགོག་པ་ ལ་ རྟེན་པ ། རྣམ་པ␣ར་ སྤོང་བ␣ས་ ཡོངས་སུ་ བསྒྱུར་བ་ ནི ། བཅོམ་ལྡན་འདས་ ཉིད་ ཀྱིས་ མངོན་པར་ ཤེས་པ␣ས ། མངོན་པར་ རྫོགས་པ␣ར་ སངས་རྒྱས་ ནས་ བསྟན་ ཏོ་
fr: l'attention parfaite, ce facteur de l'éveil, qui repose sur la solitude, qui repose sur l'élimination de l'attachement, qui repose sur la cessation et qui provient le l'élimination entière, le Bienheureux l'a enseigné grâce à sa clairvoyance après s'être complètement et parfaitement éveillé.

source: :␣ཚེ་ དང་ ལྡན་པ་ དག་
fr: Honorables,

source: ཆོས་ རྣམ་པ␣ར་ འབྱེད་པ་ དང་ ། བརྩོན་འགྲུས་ དང་ ། དགའ་བ་ དང་ ། ཤིན་ཏུ་ སྦྱངས་པ་ དང་ ། ཏིང་ངེ་འཛིན་ དང་ ། བཏང་སྙོམས་ ཡང་དག་ བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ དབེན་པ་ ལ་ རྟེན་པ ། འདོད་ཆགས་ དང་ བྲལ་བ་ ལ་ རྟེན་པ ། འགོག་པ་ ལ་ རྟེན་པ ། རྣམ་པ␣ར་ སྤོང་བ␣ས་ ཡོངས་སུ་ བསྒྱུར་བ་ ནི ། བཅོམ་ལྡན་འདས་ ཉིད་ ཀྱིས་ མངོན་པར་ ཤེས་པ␣ས ། མངོན་པར་ རྫོགས་པ␣ར་ སངས་རྒྱས་ ནས་ བསྟན་ ཏོ་ ཞེས །
fr: le discernement [parfait], l'effort enthousiaste [parfait], la joie [parfaite], la malléabilité [parfaite], l'absorption méditative [parfaite] et l'équanimité parfaite, ces facteurs de l'éveil, qui reposent sur la solitude, qui reposent sur l'élimination de l'attachement, qui reposent sur la cessation et qui proviennent le l'élimination entière, le Bienheureux les a enseignés grâce à sa clairvoyance après s'être complètement et parfaitement éveillé. » Ainsi,

source: ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་ བོས་ བྱང་ཆུབ་ ཀྱི་ ཡན་ལག་ འདི་དག་ ཉིད་ ལ␣ས་ བརྩམས་ ནས་
fr: à partir de ces facteurs de l'éveil, l'honorable Ananda

source: དགེ་སློང་ རྣམས་ ལ་ དེ་ལྟ་ བུ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: présenta aux moines un enseignement correspondant et

source: དེས་ན་ ཉན་ཐོས་ དང་ དགེ་བ␣འི་ རྩ་བ་ འབྲེལ་པ་ གང་ཡིན་པ་ དེ་དག་ གིས་ སྟན་ དེ་དག་ ཉིད་ ལ་ འཁོད་ བཞིན་ དུ ། ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ཏེ །
fr: c'est ainsi que ceux dont les racines vertueuses étaient liées à un auditeur éliminèrent toutes les émotions perturbatrices tandis qu'ils étaient encore assis sur leurs sièges et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ སོ ། །
fr: ils manifestèrent l'état d'arhat.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ␣འི་ གཏམ་ གྱི་ མཇུག་ རྫོགས་པ␣ར་ ཐུགས་ སུ་ ཆུད་ ནས་
fr: Ensuite, le Bienheureux comprit que le discours de l'honorable Ānanda était terminé,

source: བཞུགས་ ཏེ །
fr: il s'assit,

source: སྐྱིལ་མོ་ཀྲུང་ བཅས་ ནས་
fr: il croisa ses jambes,

source: སྐུ་ དྲང་པོ␣ར་ བསྲངས་ ཏེ །
fr: il se redressa, et

source: དྲན་པ་ མངོན་དུ་ བཞག་ ནས་ བཞུགས་ ཏེ །
fr: il se maintint dans une attention manifeste. Puis

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ བཀའ་ སྩལ་པ །
fr: le Bienheureux demanda à l'honorable Ananda : «

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: ཁྱོད་ བརྩོན་འགྲུས་ སྟོན་ ཏམ །
fr: as-tu enseigné l'effort enthousiaste ? »

source: གསོལ་པ །
fr: Il répondit : «

source: བཅོམ་ལྡན་འདས་ བརྩོན་འགྲུས་ སྟོན་ ལགས་སོ ། །
fr: Bienheureux, j'ai enseigné l'effort enthousiaste. »

source: བཀའ་ སྩལ་པ །
fr: [Le Bienheureux] dit : «

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: ཁྱོད་ བརྩོན་འགྲུས་ སྟོན་ ཏམ །
fr: as-tu enseigné l'effort enthousiaste ? »

source: གསོལ་པ །
fr: Il répondit : «

source: བདེ་བ␣ར་ གཤེགས་པ་ བརྩོན་འགྲུས་ སྟོན་ ལགས་སོ ། །
fr: Sugata, j'ai enseigné l'effort enthousiaste. »

source: བཀའ་ སྩལ་པ །
fr: [Le Bienheureux] dit : «

source: ཀུན་དགའ་བོ་
fr: Ānanda,

source: བརྩོན་འགྲུས་ ནི ། བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཏུ་ འགྱུར་ རོ་ ཞེས་
fr: L'effort enthousiaste devient l'éveil insurpassable, complet et parfait. » Ainsi

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ ཀྱི་ ཕྱོགས་ འདི་དག་ ཉིད་ ལ␣ས་ བརྩམས་ ནས །
fr: à partir de ces [éléments] qui rapprochent de l'éveil, le Bienheureux

source: དེ་ལྟ་ བུ་ དང་ འཐུན་པ␣འི་ ཆོས་ བསྟན་ ཏེ །
fr: leur prodigua un enseignement semblable à celui-ci et

source: དེས་ན་ བཅོམ་ལྡན་འདས་ དང་ དགེ་བ␣འི་ རྩ་བ་ འབྲེལ་པ་ གང་ཡིན་པ་ དེ་དག་ གིས་ སྟན་ དེ་དག་ ཉིད་ ལ་ འཁོད་ བཞིན་ དུ་ ཉོན་མོངས་པ་ ཐམས་ཅད་ སྤངས་ ནས །
fr: c'est ainsi que ceux dont les racines vertueuses étaient liées au Bienheureux éliminèrent toutes les émotions perturbatrices tandis qu'ils étaient encore assis sur leurs sièges et

source: དགྲ་བཅོམ་པ་ ཉིད་ མངོན་སུམ་ དུ་ བྱས་ ཏེ །
fr: ils manifestèrent l'état d'arhat.

source: དེ་དག་ དགྲ་བཅོམ་པ་ ཁམས་ གསུམ་པ␣འི་ འདོད་ཆགས་ དང་ བྲལ་བ␣ར་ གྱུར་ ནས །
fr: ils devinrent des arhats libres de l'attachement aux trois mondes. Ainsi,

source: གསེར་ དང་ བོང་བ␣ར་ མཉམ་པ །
fr: [un morceau] d'or et une motte de terre étaient identiques [à leurs yeux] ;

source: ནམ་མཁའ་ དང་ ལག་མཐིལ་ འདྲ་བ␣འི་ སེམས་ དང་ ལྡན་པ །
fr: ils possèdaient un esprit [pour lequel] l'espace et la paume de la main sont similaires ;

source: ཙན་དན་ སྦངས་པ་ ལྟ་བུ␣ར་ བསིལ་བ␣ར་ གྱུར་པ །
fr: ils [possédaient] la fraîcheur du [bois de] santal trempé ;

source: རིག་པ␣ས་ སྒོ་ང␣འི་ སྦུབས་ བཅོམ་པ །
fr: leur sagesse avait brisé la coquille de l'œuf ;

source: རིག་པ་ དང་ མངོན་པར་ ཤེས་པ་ དང་ ། སོ་སོ་ ཡང་དག་པ␣ར་ རིག་པ་ ཐོབ་པ །
fr: ils avaient obtenu la connaissance, les clairvoyances et les parfaites discriminations ;

source: སྲིད་པ␣འི་ རྙེད་པ་ དང་ ། ཆགས་པ་ དང་ ། བཀུར་སྟི་ ལ་ མི་ལྟ་བ །
fr: ils s'étaient détournés des biens du samsara, des désirs et des éloges ;

source: དབང་པོ་ དང་ ། ཉེ་དབང་ དང་ བཅས་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ མཆོད་ ཅིང་ རྗེད་པ་ དང་ ། གུས་པ␣ར་ སྨྲ་བ␣འི་ གནས་ སུ་ གྱུར་ ཏོ ། །
fr: ils étaient désormais les réceptacles des offrandes, de la vénération et des paroles respectueuses de Indra, Upendra et des autres dieux.

source: དེ་ནས་ དེ␣འི་ ཚེ་ དགེ་སློང་ ཞིག་ གིས་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །
fr: Ensuite, à cette occasion, un moine s'exprima en vers : «

source: སྙན་པ␣འི་ ཆོས་ ནི་ གསན་པ␣འི་ ཕྱིར ། ། སྟོན་པ་ སྙུན་ བཞིན་ ཉིད་ ཀྱིས་ བསྐུལ ། །
fr: Afin d'écouter le Dharma plaisant, Enseignant, malgré votre maladie vous avez vous-même requis [l'enseignement] :

source: ཁྱོད་ ལ་ བྱང་ཆུབ་ ཡན་ལག་ རྣམས ། ། ཡོད་ ན་ དགེ་སློང་ ཁྱོད་ ཤོད་ ཅིག །
fr: " Si tu possèdes les facteurs de l'éveil, Moine, expose-les "

source: གནས་བརྟན་ ཀུན་དགའ་ མཁས་ ཤིང་ གྲགས ། །
fr: Ananda l'Ancien, érudit et renommé,

source: བྱང་བ␣ར་ གྱུར་པ␣ས་ ལེགས་ ཞེས་ གསོལ ། །
fr: Puisqu'il les maîtrise, il a répondu : « [Très] bien. »

source: དཔའ་བོ་ ཁྱོད་ ཀྱི་ གསུང་རབ་ ལ ། ། དཀར་བ␣འི་ ཆོས་ རྣམས་ དེ་དག་ མངའ ། །
fr: Les enseignements du héros que Vous êtes Contiennent les [éléments] immaculés suivants :

source: དྲན་ དང་ རྣམ་འབྱེད་ བརྩོན་འགྲུས་ དང་ ། ། དགའ་ དང་ རབ་ སྦྱངས་ ཏིང་འཛིན་ དང་ ། ། བཏང་སྙོམས་ འདི་དག་ རྡུལ་མེད་པ ། ། ཁྱོད་ ཀྱི་ བྱང་ཆུབ་ ཡན་ལག་ ལགས ། །
fr: L'attention, le discernement, l'effort enthousiaste, La joie, la malléabilité, l'absorption méditative et l'équanimité, Ces [facteurs] immaculés, Sont les facteurs de votre [propre] éveil.

source: བྱང་ཆུབ་ ཡན་ལག་ བཅུད་ ཐོས་ ནས ། །
fr: Ces sucs nourriciers, ces facteurs de l'éveil sont entendus, Puis

source: བྱང་ཆུབ་ ཡན་ལག་ བཅུད་ ཀྱང་ རྟོགས ། །
fr: Ces sucs nourriciers, ces facteurs de l'éveil sont réalisés.

source: བཅོམ་ལྡན་ སྙུན་ ཚབས་ ཆེ་བ་ ལ␣ས ། །
fr: le Bienheureux souffrait d'un grand mal ; Désormais

source: གནོད་པ་ དེ་ལས་ ཞི་བ␣ར་ གྱུར ། །
fr: ce [mal] qui Vous éreintait est apaisé.

source: དམ་ཆོས་ རིན་ཆེན་ འདི་ སྟོན་པ␣འི ། ། ཆོས་ ཀྱི་ མངའ་བདག་ དེ་ཉིད་ ཀྱང་ ། ། དམ་ཆོས་ གསན་པ␣ར་ བཞེད་ གྱུར་ ན ། །
fr: Si le Seigneur du Dharma – qui a lui-même enseigné ce noble Dharma de grande valeur – a voulu écouter ce précieux Dharma,

source: གཞན་ ལྟ་ཅི་ ལྟར་ དེ་ མི་ ཉན ། །
fr: Comment pourrait n'importe qui d'autre ne pas vouloir l'écouter ?

source: སྟོབས་ བཅུ་ མངའ་བ␣ས་ ཉེ་ རྒྱལ་ ནི ། ། དགེ་སློང་ རྣམས་ ཀྱི་ ཤེས་རབ་ མཆོག ། བསྟན་པ་ གང་ཡིན་ དེ་ཉིད་ ཀྱང་ ། ། ཆོས་ མཉན་ འདོད་པ␣ས་ གཟིར་བ␣ར་ འགྱུར ། །
fr: Le Presque-Vainqueur – lui que le Détenteur des dix forces a dit suprême pour sa sagesse parmi les moines – est lui aussi submergé par le désir d'entendre ce Dharma.

source: མདོ་སྡེ་ འདུལ་བ་ མ་མོ་ འཛིན ། །
fr: Ils détiennent les sūtras, le vinaya et le mātṛkā,

source: མཁས་ ཤིང་ ཚུལ་ དང་ ཚུལ་མིན་ ཤེས ། །
fr: Ils sont érudits, savent ce qui est juste et ce qui ne l'est pas,

source: དེ་དག་ དམ་ཆོས་ ཉན་ བྱེད་ ན ། ། གཞན་ ལྟ་ ཇི་ལྟར་ དེ་ མི་ ཉན ། །
fr: Si même eux écoutent ce noble Dharma, Comment pourrait n'importe qui d'autre ne pas vouloir l'écouter ?

source: མཁས་པ་ ཤེས་ འདོད་སེམས་ བཞག་ ནས ། །
fr: Ils délaissent l'idée [d'être] érudit, [celle] de [tout] savoir,

source: ཆོས་བཞིན་ ཉན་པ␣ར་ བྱེད་པ་ ནི ། ། སངས་རྒྱས་ གསུང་རབ་ སྐྱོན་མེད་ ལ ། ། དེ་བཞིན་ དགའ་བ་ ཐོབ་པ␣ར་ འགྱུར ། །
fr: Ils écoutent [ce Dharma] de la manière juste : C'est ainsi qu'ils toucheront à la joie des Enseignements immaculés du Bouddha.

source: ཡིད་ དགའ་ ལུས་ ཀྱང་ ཤིན་ཏུ་ སྦྱངས ། ། བདེ་བ་ ཡང་ ནི་ མྱོང་བ␣ར་ འགྱུར ། །
fr: La joie [habitera] leur esprit et la malléabilité leur corps. Ils feront ainsi l'expérience de la félicité.

source: བདེ་བ␣ར་ གྱུར་ ནས་
fr: Forts de cette félicité,

source: སེམས་ཉིད་ ཀྱིས ། ། ཏིང་འཛིན་ ལ་ ཡང་ རེག་པ␣ར་ འགྱུར ། །
fr: leur esprit, quant à lui, Atteindra l'absorption méditative.

source: སེམས་ ནི་ མཉམ་པ␣ར་ གཞག་པ་ ཡིས ། ། འདུ་བྱེད་ ཡུལ་ གྱི་ རྣམ་པ␣ར་ རིག །
fr: Leur esprit, grâce à l'absorption méditative, Prendra conscience du [caractère] composé des objets de perception.

source: སྲིད་པ␣འི་ འགྲོ་ ལ␣ས་ སྐྱོ་བ␣ར་ འགྱུར ། །
fr: Ils seront désenchantés des conditions samsariques ;

source: ཆགས་ མེད་ སེམས་ ཀྱིས་ གྲོལ་བ␣ར་ འགྱུར ། །
fr: l'esprit du non-attachement les libérera.

source: རྟག་ ཏུ་ སྲིད་ འགྲོ་ སྐྱོ་ གྱུར་ ན ། །
fr: S'ils sont continuellement désenchantés des conditions samsariques,

source: ལྷ་ དང་ མི་ལ་ ཆགས་པ་ མེད ། །
fr: ils n'auront plus d'attachement pour [la condition] des dieux et des hommes.

source: བུད་ཤིང་ མེད་པ␣འི་ མེ་ བཞིན་ དུ ། ། དགྲ་བཅོམ་ རྣམས་ ནི་ མྱ་ངན་ འདའ ། །
fr: Comme un feu dont le bois est consommé, Les arhats partent au-delà de la souffrance.

source: དམ་ཆོས་ མཉན་པ␣འི་ ཕན་ཡོན་ ནི ། ། མང་པོ་ གཞན་ ཡང་ རྒྱལ་བ␣ས་ བསྟན ། །
fr: Le Vainqueur a détaillé bien d'autres bienfaits d'écouter ce précieux Dharma.

source: དེ་ཕྱིར་ འདི་ ནི་ ཡོད་ སྙམ་ དུ ། ། སྟོན་པ␣འི་ བཀའ་ ནི་ མཉན་པ␣ར་ བྱ ། །
fr: C'est pourquoi, pensant que [l'écouter] apporte ces [bienfaits], Écoutons la parole de l'Enseignant.

source: དེ་ནས་ དགེ་སློང་ རྣམས་ ཀྱིས་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ ལ་ གསོལ་པ །
fr: Puis les moines s'adressèrent au Bienheureux Bouddha : «

source: བཙུན་པ་
fr: Vénérable,

source: བཅོམ་ལྡན་འདས་ ནི་ ལེགས་པ␣ར་ སྨྲས་པ་ གསུང་བ་ དང་ ། ལེགས་པ␣ར་ སྨྲས་པ␣ར་ བཞེད་པ་ ལགས་ ཏེ །
fr: Le Bienheureux a déclaré que [le Dharma] avait été excellemment exposé et il a approuvé [ce Dharma] excellemment exposé. De plus,

source: ལེགས་པ␣ར་ སྨྲས་པ␣འི་ དོན་ གྱི་ སླད་ དུ ། བཅོམ་ལྡན་འདས་ ཀྱིས་ ཚེ་ དང་ ལྡན་པ་ ཀུན་དགའ་བོ་ ལ་ བསྐུལ་བ་ མཛད་ ནས །
fr: le Bienheureux a exhorté l'honorable Ananda pour [écouter] cet exposé excellent.

source: བཀུར་སྟི་ དང་ ལྡན་པ␣ས་ གསན་ ཀྱང་ གསན །
fr: Il l'a aussi dûment écouté avec respect et

source: བཤད་ ཀྱང་ བཤད་པ་ ལ་ གཟིགས །
fr: il l'a dûment exposé. Posez-y votre regard. »

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བཀའ་ སྩལ་པ །
fr: Le Bienheureux répondit : «

source: དགེ་སློང་ དག་
fr: Moines,

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ ད་ལྟར་ འབའ་ཞིག་ ལེགས་པ␣ར་ སྨྲས་པ་ གསུང་བ་ དང་ ། ལེགས་པ␣ར་ སྨྲས་པ་ བཞེད་པ་ མ་ ཡིན་ གྱིས །
fr: Ce n'est pas la première fois que le Tathāgata a déclaré que [le Dharma] avait été excellemment exposé et qu'il a approuvé [le Dharma] excellemment exposé.

source: དེ་བཞིན་ གཤེགས་པ་ ནི་ འདས་པ␣འི་ དུས་ ན་ ཡང་ ལེགས་པ␣ར་ སྨྲས་པ་ གསུང་བ་ དང་ ། ལེགས་པ␣ར་ སྨྲས་པ་ བཞེད་པ་ ཡིན་ ཏེ །
fr: Dans le passé, le Tathāgata a aussi déclaré que [le Dharma] avait été excellemment exposé et il a [aussi] approuvé [le Dharma] excellemment exposé.

source: ལེགས་པ␣ར་ སྨྲས་པ␣འི་ དོན་ གྱི་ ཕྱིར ། ངས་ མཆོག་ ཏུ་ དཀའ་བ་ ཇི་ལྟར་ སྤྱད་པ་ དེ་ ཉོན་ ཅིག །
fr: Écoutez les difficultés que j'ai traversées pour [écouter le Dharma] excellemment exposé.

source: དགེ་སློང་ དག་
fr: Moines,

source: སྔོན་བྱུང་བ་ འདས་པ␣འི་ དུས་ ན ། རྒྱལ་པོ␣འི་ ཕོ་བྲང་ བཞི་ ལྡན་ ཞེས་ བྱ་བ་ ན ། རྒྱལ་པོ་ ཤི་ བི་ ཞེས་ བྱ་བ་ རྒྱལ་པོ་ བྱེད་ དེ །
fr: Dans une époque maintenant révolue, le roi Śibi régnait dans le palais royal Catuṣka.

source: དེ␣འི་ རིང་ ལ་ འབྱོར་པ་ དང་ ། རྒྱས་པ་ དང་ ། བདེ་བ་ དང་ ། ལོ་ལེགས་པ་ དང་ ། སྐྱེ་བོ་ དང་ ། མི་ མང་པོ␣ས་ གང་བ་ དང་ ། རྩོད་པ་ དང་ ། འཐབ་པ་ ཞི་བ་ དང་ ། འཁྲུག་པ་ དང་ ། ནང་འཁྲུག་ དང་ ། ཆོམ་རྐུན་ དང་ ། ནད་ དང་ ། མུ་གེ་ མེད་པ་ དང་ ། འབྲས་ སཱ་ ལུ་ དང་ ། བུ་རམ་ཤིང་ དང་ ། བ་ལང་ དང་ ། མ་ཧེ་ དང་ ལྡན་པ␣ར་ འདུག་ སྟེ །
fr: Pendant son règne, le [royaume] abondait de richesses, de bonheur, de récoltes fertiles, d'hommes de science et de sujets. Il était exempt de conflits et de querelles. Il n’y avait pas de luttes, de divisions, de voleurs, de cambrioleurs, de maladies et de famine. On y trouvait du riz, de la canne à sucre, des vaches et des buffles.

source: གནོད་པ་ མེད་ ཅིང་
fr: Sans faire de mal,

source: ཚེར་མ་ དཀྲུགས་ ལ་
fr: neutralisant les fauteurs de troubles,

source: བུ་ གཅིག་པ་ སྡུག་པ་ ལ་ བྱ་བ་ བཞིན་ དུ་ ཆོས་བཞིན་ དུ་ རྒྱལ་སྲིད་ བྱེད་ དོ ། །
fr: il régnait en accord avec le Dharma comme il aurait pris soin de son unique enfant bien-aimé.

source: རྒྱལ་པོ་ དེ་ཡང་ བྱམས་པ␣འི་ རང་བཞིན་ ཅན ། སྙིང་རྗེ་ དང་ ལྡན་པ ། སེམས་ཅན་ ལ་ བྱམས་པ␣འི་ སྦྱིན་པ་ ལ་ སྲེད་པ་ ཞིག་ སྟེ །
fr: Ce roi était de nature bienveillante, compatissant et il aimait [se montrer] prodigue par bonté. Ainsi,

source: དེ་ སྦྱིན་པ་ དག་ སྦྱིན་ ཞིང་
fr: il donnait ce qui pouvait être donné et

source: བསོད་ནམས་ དག་བྱེད་པ་ ལ་ ཞུགས་ ཏེ །
fr: accumulait les mérites. Impliqué dans [ces actions],

source: ཟས་ འདོད་པ་ ལ་ ནི་ ཟས་སྦྱིན་པ␣ར་ བྱེད །
fr: il donnait de la nourriture à ceux qui voulaient manger.

source: སྐོམ་ འདོད་པ་ ལ་ ནི་ སྐོམ་ སྦྱིན་པ␣ར་ བྱེད །
fr: Il donnait des boissons à ceux qui voulaient boire.

source: གོས་ འདོད་པ་ ལ་ ནི་ གོས་ སྦྱིན་པ␣ར་ བྱེད །
fr: il donnait de la nourriture à ceux qui voulaient manger.

source: རྒྱན་ འདོད་པ་ ལ་ ནི་ རྒྱན་ སྦྱིན་པ␣ར་ བྱེད །
fr: Il donnait des bijoux à ceux qui voulaient des bijoux.

source: མལ་སྟན་ འདོད་པ་ ལ་ ནི་ མལ་སྟན་ སྦྱིན་པ␣ར་ བྱེད །
fr: Il donnait un lit à ceux qui voulaient un lit.

source: བཞོན་པ་ འདོད་པ་ ལ་ ནི་ བཞོན་པ་ སྦྱིན་པ␣ར་ བྱེད །
fr: Il donnait une monture à ceux qui voulaient une monture.

source: ཡོ་བྱད་ གཞན་ འདོད་པ་ ལ་ ནི་ ཡོ་བྱད་ གཞན་ སྦྱིན་པ␣ར་ བྱེད་ དོ ། །
fr: Il donnait tout autre objet à ceux qui les désiraient.

source: ནད་གསོ་བ␣འི་ ནད་བྲང་ བཅས་ ཏེ །
fr: Il construisit des hopitaux,

source: ཡོ་བྱད་ ཐམས་ཅད་ སྦྱར་ ནས །
fr: il les équipa entièrement,

source: སྨན་པ་ རྣམས་ དང་ ། ནད་གཡོག་ རྣམས་ བསྐོས་ ཏེ །
fr: il y affecta des médecins et des infirmières. Ainsi,

source: ནད་པ་ རྣམས་ དང་ ། མགོན་མེད་པ་ རྣམས་ ཀྱི་ རིམ་གྲོ་ བྱེད་ དོ ། །
fr: il prit soin des malades et des indigents.

source: བཟའ་བ་ དང་ བཅའ་བ་ མང་པོ་ དག་ ཀྱང་ སྟ་གོན་ བྱས་ ཏེ །
fr: Il rassembla en grandes quantités de nourriture et de boisson et

source: ནམ་མཁའ་ ལ་ གནས་པ་ དང་ ། ཆུ་ ལ་ གནས་པ་ དང་ ། ཐང་ལ་ གནས་པ␣འི་ སྲོག་ཆགས་ རྣམས་ ལ་ སྦྱིན་པ␣ར་ བྱེད་ དོ ། །
fr: les offrit à tous les êtres vivants, qu'ils évoluent dans les airs, dans l'eau ou sur la terre ferme.

source: དེ␣ས་ ཡི་དམ་ འདི་ ལྟ་བུ་ ཡང་ བཅས་ ཏེ །
fr: Il prit l'engagement suivant : «

source: དེང་ ཕྱིན་ ཅད་ བདག་ གིས་ ཐམས་ཅད་ ལ་ ཐམས་ཅད་ སྦྱིན་པ␣ར་ བྱ་ སྟེ །
fr: À partir de maintenant, je donnerai tout [ce que me demandera] chaque être vivant et

source: འཇིག་རྟེན་ དག་ དགེ་བ་ བཅུ␣འི་ ལ␣ས་ ཀྱི་ ལམ་ ལ་ དགོད་པ␣ར་ བྱ␣འོ་ ཞེས་
fr: j'établirai les êtres sur la voie des dix actions positives »,

source: དམ་བཅ␣ས་ ནས །
fr: promit-il. Puis,

source: དེ␣ས་ འཇིག་རྟེན་ ཐམས་ཅད་ དགེ་བ་ བཅུ␣འི་ ལ␣ས་ ཀྱི་ ལམ་ ལ་ བཀོད་ དོ ། །
fr: il établit tous les êtres sur la voie des dix actions positives.

source: དེ␣ར་ དགེ་བ་ བཅུ␣འི་ ལ␣ས་ ཀྱི་ ལམ་ ཡང་དག་པ␣ར་ བླངས་པ␣འི་ ཕྱིར་ སེམས་ཅན་ ཕལ་ཆེར་ ཤི་བ␣འི་ འོག་ ཏུ་ ལྷ␣འི་ ནང་ དུ་ སྐྱེས་ ནས །
fr: Puisqu'ils avaient parfaitement [suivi] la voie des dix actions positives, la majorité de [ces] êtres prirent naissance parmi les dieux après leur mort. C'est ainsi que

source: དེ་དག་ གིས་ ལྷ␣འི་ གནས་ རྣམས་ གང་བ␣ར་ གྱུར་ ཏོ ། །
fr: ils remplirent les mondes des dieux.

source: དེ་ནས་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ གྱིས་ བསམས་པ །
fr: Alors, Indra, le Seigneur des dieux, se demanda : «

source: འདི་ ཅི་ཞིག་ སྒྲུབ་ བརྒྱ་བྱིན་ དུ་ འགྱུར་བ་ སྒྲུབ་ བམ །
fr: Que [veut] accomplir cet être ? [Veut-il] accomplir [le niveau de] Indra ?

source: འོན་ཏེ་ ཚངས་པ␣ར་ འགྱུར་བ་ སྒྲུབ་ ཞིག་ གུ་ སྙམ་ མོ ། །
fr: Ou bien [veut-il] accomplir [le niveau de] Brahma ? » se demanda-t-il.

source: དེ་ནས་ དེ␣ས་ བལྟས་ ན ། བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ སྒྲུབ་ ཅིང་ འདུག་ གོ ། །
fr: Alors, il vit qu'il était occupé à accomplir l'éveil insurpassable, complet et parfait.

source: དེ་ནས་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ གྱིས་ བསམས་པ །
fr: Alors, Indra, le Seigneur des dieux, se demanda : «

source: ཅི་ འདི་ སེམས་ཅན་ བརྟན་པོ་ ཡིན་ ནམ །
fr: Je me demande si cet être est stable [dans son intention],

source: འོན་ཏེ་ སེམས་ཅན་ མི་ བརྟན་པ་ ཡིན་པ་ བདག་ གིས་ ཇེ་ བརྟགས་ ལ །
fr: ou bien s'il est instable [dans son intention]. Je vais d'abord m'en assurer, puis

source: གལ་ཏེ་ སེམས་ཅན་ བརྟན་པོ་ ཡིན་ ན་ ནི་ མཆོད་པ␣ར་ བྱ␣འོ ། །
fr: s'il s'avère qu'il est stable, je lui ferai des offrandes.

source: འདི་ལྟ་སྟེ ། སེམས་ཅན་ བརྟན་པོ་ མ་ ཡིན་ ན་ ཡང་ ། འདི␣འི་ སེམས་ སྟོབས་ བསྐྱེད་པ␣ར་ བྱ␣འོ་ སྙམ་ ནས །
fr: Et même s'il s'avère que ce n'est pas un être stable, je ferai [en sorte de] développer son courage. » Alors,

source: ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ གྱིས ། བདག་ཉིད་ སྲིན་པོ␣འི་ གཟུགས་ སུ་ མངོན་པར་ སྤྲུལ་ ནས །
fr: Indra, le Seigneur des dieux, se métamorphosa personnellement en rākṣasa et

source: རྒྱལ་པོ་ ཤི་ བིའི་ ཁང་ བཟངས་ ཀྱི་ ཆར་ཁེབས་ ལ་ འདུག་ སྟེ །
fr: s'assit sur le porche du palais du roi Śibi et

source: ཚིགས་ སུ་ བཅད་པ␣འི་ ཕྱེད་ སྨྲས་པ །
fr: énonça cette moitié de quatrain : «

source: ཀྱེ་མ་
fr: Hélas !

source: འདུ་བྱེད་ རྣམས་ མི་རྟག །
fr: les [phénomènes] composés sont impermanents.

source: སྐྱེ་ ཞིང་ འཇིག་པ␣འི་ ཆོས་ཅན་ ཡིན ། ། ཞེས་
fr: apparaître et se détruire est leur nature »

source: སྨྲ␣ས་ ནས །
fr: dit-il. Puis,

source: ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ མི་མ་ཡིན་པ␣འི་ ཆ་ལུགས་ ཅན་ ཅང་ མི་ ཟེར་བ␣ར་ འདུག་ གོ ། །
fr: Indra, le Seigneur des dieux métamorphosé en non-humain se tint en silence.

source: དེ་ནས་ རྒྱལ་པོ་ ཤི་ བིས་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ མི་མ་ཡིན་པ␣འི་ ཆ་ལུགས་ ཅན་ གྱིས་ ཚིག་ དེ་ལྟ་ བུ་ བརྗོད་པ་ ཐོས་ སོ ། །
fr: Alors, le roi Śibi entendit ce qu'avait dit Indra, le Seigneur des dieux, métamorphosé en non-humain.

source: ཐོས་ ནས་ ཀྱང་ དེ␣ས་ བསམས་པ །
fr: L'ayant entendu, il pensa : «

source: གཅིག་ ཏུ་ ན་ ནི་ མྱ་ངན་ ལ␣ས་ འདས་པ␣འི་ རྟེན་ ཅིང་ འབྲེལ་བ␣ར་ འབྱུང་བ␣འི་ སྒོ་ ཕྱེ␣འོ ། །
fr: D'un côté, [ceci] ouvre la porte aux [liens] interdépendants de l'au-delà de la souffrance.

source: གཅིག་ ཏུ་ ན་ ནི་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཀྱི་ ལམ་བསྟན་ ཏོ་ སྙམ་ མོ ། །
fr: D'un autre, [ceci] enseigne la voie vers l'éveil complet et parfait. »

source: དེ་ནས་ རྒྱལ་པོ་ ཤི་ བིས་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ མི་མ་ཡིན་པ␣འི་ ཆ་ལུགས་ ཅན ། ཁང་ བཟངས་ ཀྱི་ ཆར་ཁེབས་ ལ་ འདུག་པ་ མཐོང་ ངོ་ ། །
fr: Puis, le roi Śibivit qu'Indra, le Seigneur des dieux, métamorphosé en non-humain se trouvait sur le porche du palais.

source: མཐོང་ ནས་ ཀྱང་ སྐྱེན་པ␣ར་ ལངས་ ནས །
fr: L'ayant vu, il se leva d'un coup,
