Repository: Esukhia/karmasataka
Catalog: sem/*/E002.po
Languages: fr

source: བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ཏེ །
fr: il [replia] son vêtement supérieur et le laissa retomber sur une épaule,

source: ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ མི་མ་ཡིན་པ␣འི་ ཆ་ལུགས་ ཅན་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ ནས །
fr: il joignit les mains et s'inclina en direction d'Indra, le Seigneur des dieux, métamorphosé en non-humain et

source: སྨྲས་པ །
fr: dit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: ཚིགས་ སུ་ བཅད་པ་ དེ་ ཚང་བ␣ར་ སྨྲོས་ ཤིག་ དང་ །
fr: Énoncez l'entièreté de ce quatrain ;

source: བདག་ གིས་ སློབ་མ་ བགྱིས་ ཏེ་
fr: je serai votre disciple et

source: མཉན་ ཏོ ། །
fr: je l'écouterai. »

source: བརྒྱ་བྱིན་ གྱིས་ སྨྲས་པ །
fr: Indra répondit : «

source: ཁྱོད་ ཀྱིས་ བདག་ གི་ སློབ་མ་ བྱས་པ␣ས་ ཅི་ ལ་ ཕན །
fr: À quoi servira-t-il que tu sois mon disciple ?

source: བདག་ ནི་ བཀྲེས་ ཤིང་ སྐོམ་པ␣ས་ གཟི␣ར་ ཏེ །
fr: Je souffre de la faim et de la soif et

source: ཅི་ ཟ་ གཏོལ་མེད་པ␣ར་ བླ་ ཞིང་ འདུག་ གོ ། །
fr: je me trouve là sans savoir quoi faire.

source: བྱང་ཆུབ་ སེམས་དཔ␣ས་ སྨྲས་པ །
fr: le bodhisattva répondit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: ཚིགས་ སུ་ བཅད་པ་ ཚང་བ␣ར་ སྨྲོས་ ཤིག་ དང་ །
fr: Énoncez l'entièreté de ce quatrain ;

source: བདག་ གིས་ ཁྱོད་ ཁ་ཟས་ ཀྱིས་ ཚིམ་པ␣ར་ བྱ␣འོ ། །
fr: je vous comblerai de nourriture. »

source: ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ མི་མ་ཡིན་པ␣འི་ ཆ་ལུགས་ ཅན་ གྱིས་ སྨྲས་པ །
fr: Indra, le Seigneur des dieux, métamorphosé en non-humain dit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: ཁྱོད་ ཀྱིས་ ང་ ཁ་ཟས་ ཀྱིས་ ཚིམ་པ␣ར་ བྱེད་ ནུས་ སམ །
fr: Serais-tu capable de me rassasier ?

source: ང␣འི་ ཁ་ཟས་ དང་ སྐོམ་ ཇི་ལྟ་བུ་ ཡིན་པ་ དེ་ ནི་ ཁྱོད་ ཀྱིས་ སྦྱིན་པ␣ར་ དཀ␣འོ ། །
fr: Il te sera difficile de me donner la nourriture et la boisson [dont] j'ai [besoin]. »

source: བྱང་ཆུབ་ སེམས་དཔ␣ས་ སྨྲས་པ །
fr: le bodhisattva répondit : «

source: ཁྱོད་ ཀྱི་ ཟས་སྐོམ་ ཅི་ ཡིན །
fr: Que manges-tu et que bois-tu ? »

source: དེ␣ས་ སྨྲས་པ །
fr: Il répondit : «

source: མི་ འཕྲལ་ དུ་ བསད་པ␣འི་ ཤ་ དྲོན་མོ་ ནི་ ཟ །
fr: D'un humain qui vient d'être tué, je mange la chair encore chaude et

source: ཁྲག་དྲོན་ མོ་ ནི་ འཐུང་ ངོ་ ། །
fr: je bois le sang encore chaud. »

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔ␣ས་ བསམས་པ །
fr: Alors, le bodhisattva répondit : «

source: དེ་ལྟ་ བུ␣འི་ ཤ་ཁྲག་ ནི་ གསོད་པ␣ར་ མ་ བྱས་ ཀྱི་ བར་ དུ་ མི་ རྙེད་ ལ །
fr: Cette sorte de chair et de sang, on n'en trouve pas tant que quelqu'un n'est pas tué. De plus,

source: བདག་ གིས་ ལེགས་པ␣ར་ སྨྲས་པ␣འི་ དོན་ གྱི་ ཕྱིར་ སེམས་ཅན་ གཞན་ སུ་ ལ་ ཡང་ གནོད་པ␣ར་ བྱེད་ མི་ ཕོད་ དོ་ སྙམ་ ནས་
fr: Je n'oserais jamais faire de mal à quiconque pour [ce quatrain] excellemment exposé » pensa-t-il. Puis

source: སྨྲས་པ །
fr: il dit : «

source: གལ་ཏེ་ བདག་ གི་ ཤ་ཁྲག་ ཁྱོད་ ཟ་ ཞིང་ འཐུང་ ཕོད་ ན་ ནི་ གྲོགས་པོ་ བདག་ གིས་ སྦྱིན་ ནུས་ ཆེས་ ཀྱིས །
fr: Si vous osiez manger et boire ma chair et mon sang, cher ami, je suis prêt à vous les offrir de bon cœur.

source: ཚིགས་ སུ་ བཅད་པ་ ཚང་བ␣ར་ སྨྲོས་ ཤིག་ དང་ །
fr: Énoncez l'entièreté de ce quatrain ;

source: ལེགས་པ␣ར་ སྨྲས་པ␣འི་ དོན་ གྱི་ ཕྱིར་ བདག་ གིས་ ཁྱོད་ ལ་ རང་ གི་ ཤ་ཁྲག་ སྦྱིན་ ནོ ། །
fr: je vous offre ma chair et mon sang pour ce [quatrain] excellemment exposé. »

source: དེ་ནས་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ གྱིས་ ཚིགས་ སུ་ བཅད་པ་ ཚང་བ␣ར་ སྨྲས་པ །
fr: Puis Indra, le Seigneur des dieux énonça le quatrain en entier : «

source: ཀྱེ་མ་
fr: Hélas !

source: འདུ་བྱེད་ རྣམས་ མི་རྟག །
fr: les [phénomènes] composés sont impermanents.

source: སྐྱེ་ ཞིང་ འཇིག་པ␣འི་ ཆོས་ཅན་ ཡིན ། །
fr: Apparaître et se détruire est leur nature.

source: སྐྱེས་ ནས་ འགག་པ␣ར་ འགྱུར་བ་ སྟེ ། །
fr: Ils apparaissent et cessent [d'exister]. Ainsi,

source: དེ་དག་ ཉེ་བར་ ཞི་བ་ བདེ ། །
fr: leur apaisement complet est la félicité. »

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔ␣ས་ ཚིགས་ སུ་ བཅད་པ་ ཚང་བ་ དེ་ གུས་པ␣ར་ མནོས་ ནས །
fr: Alors le bodhisattva reçut respectueusement le quatrain en entier. Puis,

source: ཡུན་རིང་པོ་ ཞིག་ ཏུ ། ཁ་ཏོན་ དུ་ སྦྱངས་ ནས་
fr: Pendant longtemps, il l'apprit [en en faisant] la récitation et

source: བསམས་པ །
fr: se dit : «

source: འདི་ ནི་ མྱ་ངན་ ལ␣ས་ འདས་པ␣འི་ གྲོང་ཁྱེར་ གྱི་ རྟེན་ ཅིང་ འབྲེལ་བ␣ར་ འབྱུང་བ␣འི་ སྒོ་ ཡིན་ ནོ ། །
fr: Voilà la porte de l'interdépendance de la cité de l'au-delà de la souffrance.

source: འདི་ ནི་ མྱ་ངན་ ལ␣ས་ འདས་པ␣འི་ གྲོང་ཁྱེར་ གྱི་ ལམ་ ཡིན་ ནོ ། །
fr: C'est là la voie de la cité de l'au-delà de la souffrance.

source: ལམ་ འདི␣ས་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ ཐམས་ཅད་ ངེས་པར་ འབྱུང་ ངོ་ སྙམ་ ནས །
fr: C'est certainement de cette voie que tous les bouddhas complets et parfaits sont apparus » pensa-t-il. Puis,

source: མཚོན་ཆ་ རྣོན་པོ་ བླངས་ ཏེ་
fr: il prit une arme tranchante et

source: སྨྲས་པ །
fr: dit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: ལེགས་པ␣ར་ སྨྲས་པ␣འི་ དོན་ གྱི་ ཕྱིར་ ཡོན་ བཞེས་ ཤིག་ ཅེས་
fr: Acceptez la rétribution de cet excellent exposé »

source: བྱས་ ནས །
fr: dit-il. Puis,

source: བྲང་ གི་ ཕྱོགས་ གཅིག་ ནས་ ཤ་ བཅད་ དེ །
fr: il trancha la chair d'un côté de sa poitrine et

source: ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ མི་མ་ཡིན་པ␣འི་ ཆ་ལུགས་ ཅན་ ལ་ བྱིན་ ཏེ་
fr: le donna à Indra, le Seigneur des dieux, métamorphosé en non-humain et

source: སྨྲས་པ །
fr: dit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: འགྲངས་ སམ །
fr: es-tu rassasié ? »

source: དེ␣ས་ སྨྲས་པ །
fr: Il répondit : «

source: མ་ འགྲངས་ སོ ། །
fr: Je ne suis pas rassasié. »

source: དེ་བཞིན་ དུ་ བྲང་ གི་ ཕྱོགས་ ཡ་ གཅིག་ ནས་ ཤ་ བཅད་ དེ་
fr: Il trancha alors la chair de l'autre côté de sa poitrine et

source: བྱིན་ ནོ ། །
fr: la lui donna.

source: དེ་བཞིན་ དུ་ དཔུང་པ␣འི་ ཤ་ རྣམས་ དང་ ། ལུས་ ཐམས་ཅད་ ཀྱི་ ཤ་ བཅད་ ཅིང་ བྱིན་ ནས་
fr: Il trancha ensuite la chair de ses épaules et de toutes les [parties] de son corps pour les lui donner. Ensuite,

source: སྨྲས་པ །
fr: il dit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: འགྲངས་ སམ །
fr: es-tu rassasié ? »

source: དེ␣ས་ སྨྲས་པ །
fr: Il répondit : «

source: མ་ འགྲངས་ སོ ། །
fr: Je ne suis pas rassasié. »

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔ␣ས་ བསམས་པ །
fr: Alors, le bodhisattva répondit : «

source: ད་ནི་ ལུས་ རིལ་ གྱིས་ ཡོངས་སུ་ གཏང་བ␣འི་ དུས་ ཁོ་ན་ ལ་ བབ་བོ་ སྙམ་ ནས །
fr: C'est bien maintenant, le moment d'offrir en une seule fois mon corps tout entier » pensa-t-il. Puis,

source: བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཏུ་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: il fit le souhait de l'éveil insurpassable, complet et parfait : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ ན ། བདག་ འཇིག་རྟེན་ ལོང་བ་ འདྲེན་པ་ མེད་པ་ སྟོན་པ་ མེད་པ␣ར ། དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ ། བདེ་བ␣ར་ གཤེགས་པ ། འཇིག་རྟེན་ མཁྱེན་པ ། སྐྱེས་བུ་ འདུལ་བ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ ། ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ ། སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ སུ་ གྱུར་ཅིག་ ཅེས་
fr: Par cette racine de vertu, puissé-je, pour les aveugles du monde sans guide ni enseignant, devenir un Bienheureux Bouddha, un Tathāgata, un Arhat, un Bouddha complet et parfait, doté de la sagesse et des jambes [de la pratique], un Sugata, un connaisseur [des êtres des trois] mondes, un insurpassable cocher des êtres à guider, un Enseignant des dieux et des hommes.

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཚིགས་ སུ་ བཅད་ དེ་
fr: sous forme de vers,

source: སྨྲས་པ །
fr: il dit : «

source: སྦྱིན་པ་ ཆེན་པོ␣ར་ གྱུར་པ་ འདི་ ཡིས་ ནི ། ། སྲིད་པ་ དག་ ཏུ་ རང་བྱུང་ སངས་རྒྱས་ ཤོག །
fr: Grâce à cette grande générosité, puissé-je atteindre l'éveil sans dépendre de quiconque dans ces [trois] mondes.

source: སྔོན་ གྱི་ རྒྱལ་དབང་ རྣམས་ ཀྱིས་ མ་ བསྒྲལ་བ␣འི ། ། སྐྱེ་བོ་ ཕལ་ཆེན་ :␣བརྒལ་ ནས་
fr: [puissé-je] faire traverser tous ces êtres que les glorieux Vainqueurs du passé n'avaient pas libérés, et

source: བསྒྲལ་བ␣ར་ བགྱི ། །
fr: [puissé-je] les libérer. »

source: དེ་ལྟར་ བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཏུ་ སྨོན་ལམ་ བཏབ་ ནས །
fr: Ainsi, il fit le souhait de l'éveil insurpassable, complet et parfait et

source: སྨྲས་པ །
fr: dit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: བདག་ གིས་ ལུས་ འདི་ ཅི་ ལྟར་ དགའ་བ␣ར་ གྱིས་ ཤིག །
fr: Disposez librement de mon corps. »

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔ␣ས་ སེམས་བསྐྱེད་ མ་ ཐག་ ཏུ་ ས་ རྣམ་པ་ དྲུག་ ཏུ་ གཡོས་ སོ ། །
fr: Alors, au moment où le bodhisattva avait généré l'esprit d'éveil, la terre trembla de six manières.

source: ནམ་མཁའ་ ལ་ འཁོད་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ ཀྱང་ མེ་ཏོག་ གི་ ཆ␣ར་ ཕབ་ ནས་
fr: Les dieux qui se trouvent dans les cieux firent tomber une pluie de fleurs et

source: ལེགས་ སོ་ ཞེས་ བྱ་བ་ བྱིན་ ཏེ །
fr: s'exclamèrent : « C'est merveilleux ! » Puis, «

source: གྲོགས་པོ་
fr: Cher ami,

source: ལེགས་ སོ ། ། ལེགས་ སོ་
fr: C'est merveilleux ! C'est merveilleux !

source: ཁྱོད་ ཀྱིས་ མཆོག་ ཏུ་ དཀའ་བ␣འི་ ལ␣ས་ བྱས་ སོ་ ཞེས་
fr: Tu as accompli une action extraordinairement difficile »

source: འཛེར་ ཏོ ། །
fr: dirent-ils.

source: དེ་ནས་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ གྱིས་ བསམས་པ །
fr: Alors, Indra, le Seigneur des dieux, se demanda : «

source: བྱང་ཆུབ་ སེམས་དཔའ་ འདི␣ས་ མཆོག་ ཏུ་ དཀའ་བ་ བྱས་ ཏེ །
fr: Ce bodhisattva a réalisé [un acte] extraordinairement difficile ;

source: བདག་ གིས་ འདི␣འི་ ལུས་ སྔ་ མཁོ་ བཞིན་ དུ་ བསྒྱུར་བ␣ར་ ནི་ ནུས་ མོད་ ཀྱིས །
fr: j'ai effectivement la capacité de rétablir son corps.

source: འོན་ཀྱང་ བདག་ གིས་ འདི་ཉིད་ ཀྱི་ སྤྲོ་བ་ ཚོད་ཟིན་པ␣ར་ བསྐྱེད་ དགོས་ སོ་ སྙམ་ ནས །
fr: Mais, je dois développer pleinement son courage » pensa-t-il. Puis,

source: བྱང་ཆུབ་ སེམས་དཔའ་ ལ་ སྨྲས་པ །
fr: il dit au Bodhisattva : «

source: གྲོགས་པོ་
fr: Mon ami,

source: ཁྱོད་ བདག་ གིས་ ཤ་ རྣམས་ གཅོད་ ཅིང་ རྒྱུས་པ་ དང་ ། རྩ་ བྲང་ བྲེང་ རྣམས་ གསེ་བ་ ན ། སེམས་ མི་ དགའ་བ་ ཅུང་ཟད་ ཙམ་ སྐྱེས་ སམ །
fr: As-tu ressenti [ne serait-ce qu']un peu d'inquiétude à trancher ta chair et entremêler tes tendons et tes veines [d'importance] secondaire ? »

source: བྱང་ཆུབ་ སེམས་དཔ␣ས་ སྨྲས་པ །
fr: le bodhisattva répondit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: བདག་ གི་ ཤ་ རྣམས་ གཅོད་ ཅིང་ ། རྒྱུས་པ་ དང་ རྩ་ བྲང་ བྲེང་ རྣམས་ གསེ་བ་ ན ། སེམས་ མི་ དགའ་བ་ ཅུང་ཟད་ ཀྱང་ མ་ སྐྱེས་ ཀྱིས །
fr: Lorsque je tranchais ma chair et que mes tendons et mes veines [d'importance] secondaire s'entremêlaient, je n'ai pas ressenti la moindre inquiétude en tranchant ma chair ni en entremêlant mes tendons et mes veines [d'importance] secondaire.

source: བདག་ གིས་ སྡུག་བསྔལ་ མྱོང་བ་ ན ། སེམས་ཅན་ དམྱལ་བ་ དང་ ། དུད་འགྲོ་ དང་ ། ཡི་དགས་ སུ་ སྐྱེས་པ␣འི་ སེམས་ཅན་ རྣམས་ འབའ་ཞིག་ ལ ། སྙིང་རྗེ␣འི་ དབང་ དུ་ གྱུར་ ཏོ ། །
fr: Tandis que je souffrais, j'étais entièrement pris par la compassion pour les êtres nés dans les enfers, dans [le monde] des animaux et [celui] des esprits affamés. »

source: ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ མི་མ་ཡིན་པ␣འི་ ཆ་ལུགས་ ཅན་ གྱིས་ སྨྲས་པ །
fr: Indra, le Seigneur des dieux, métamorphosé en non-humain dit : «

source: གྲོགས་པོ་
fr: Mon ami,

source: ཁྱོད་ ཀྱི་ ཚིག་ དེ་ ལ་ སུ་ཞིག་ ཡིད་ཆེས །
fr: qui croira tes dires ? »

source: བྱང་ཆུབ་ སེམས་དཔ␣ས་ སྨྲས་པ །
fr: le bodhisattva répondit : «

source: བདག་ གིས་ ཁྱོད་ ལ་ བདེན་པ་ བསྐུལ་བ་ དེ་ལྟ་ བུས་ ཡིད་ཆེས་པ␣ར་ བསྟན་ ཏོ ། །
fr: Je vous montrerai ce qui vous [fera] croire par l'invocation de la vérité. »

source: བརྒྱ་བྱིན་ གྱིས་ སྨྲས་པ །
fr: Indra répondit : «

source: དེ་ལྟར་ ཁྱོད་ ཀྱིས་ བདེན་པ་ བསྐུལ་བ␣ར་ ཆད་ ན ། ཇེ་ ཁྱོད་ བདག་ གིས་ ལུས་ འདི་ བདེན་པ་ བསྐུལ་བ␣ས་ སྔ་ མཁོ་ བཞིན་ དུ་ གྱུར་ཅིག །
fr: Bien. Si tu vas recourir à l'invocation de la vérité, invoque d'abord la vérité et que ton corps se rétablisse [après]. »

source: དེ་སྐད་ ཅེས་ སྨྲ␣ས་ མ་ ཐག་ ཏུ་ བྱང་ཆུབ་ སེམས་དཔ␣ས་ སྨྲས་པ །
fr: Juste après qu'il ait dit ceci, le bodhisattva dit : «

source: བདེན་པ་ དང་ བདེན་པ␣འི་ ཚིག་ གང་ གིས་ འདི་ལྟར་ བདག་ གི་ ཤ་ རྣམས་ གཅོད་ ཅིང་ ། རྒྱུས་པ་ དང་ རྩ་ བྲང་ བྲེང་ རྣམས་ གསེ་བ་ ན ། སེམས་ ཅུང་ཟད་ ཙམ་ ཡང་ མི་ དགའ་མ་ སྐྱེས་ ཏེ །
fr: Voici la vérité et les paroles de vérité : lorsque je tranchais ma chair et que mes tendons et mes veines [d'importance] secondaire s'entremêlaient, je n'ai pas ressenti la moindre inquiétude. De plus,

source: བདག་ གིས་ སྡུག་བསྔལ་ མྱོང་བ་ ན ། སེམས་ཅན་ དམྱལ་བ་ དང་ ། དུད་འགྲོ་ དང་ ། ཡི་དགས་ སུ་ སྐྱེས་པ␣འི་ སེམས་ཅན་ རྣམས་ འབའ་ཞིག་ ལ་ སྙིང་རྗེ་བ␣འི་ དབང་ དུ་ གྱུར་ ན །
fr: tandis que je souffrais, j'étais entièrement pris par la compassion pour les êtres nés dans les enfers, dans [le monde] des animaux et [celui] des esprits affamés. Si [c'était le cas],

source: བདེན་པ་ དང་ བདེན་པ␣འི་ ཚིག་ དེ་དག་ གིས་ བདག་ གི་ ལུས་ སྔ་ མཁོ་ བཞིན་ དུ་ གྱུར་ཅིག་ ཅེས་
fr: que la vérité et ces paroles de vérité rétablissent mon corps »

source: བྱས་ སོ ། །
fr: dit-il.

source: དེ་སྐད་ ཅེས་ བརྗོད་ མ་ ཐག་ ཏུ་ བྱང་ཆུབ་ སེམས་དཔ␣འི་ ལུས་ སྔ་ མཁོ་ བཞིན་ དུ་ གྱུར་ ཏོ ། །
fr: Juste après qu'il ait dit ceci, le corps du bodhisattva retrouva son aspect d'origine.

source: དེ་ནས་ དེ་ མཐོང་ མ་ ཐག་ ཏུ་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ ཡི་ རངས་ ཏེ །
fr: Alors, ayant vu ceci, Indra, le Seigneur des dieux, se réjouit. Et

source: ཆ་ལུགས་ མི་སྣང་བ␣ར་ བྱས་ ནས །
fr: il fit disparaître son accoutrement et

source: རང་བཞིན་ གྱི་ གཟུགས་ སུ་ བསྒྱུར་ ཏེ །
fr: reprit son aspect véritable. Alors,

source: བྱང་ཆུབ་ སེམས་དཔ␣འི་ རྐང་པ་ ལ་ ཕྱག་ འཚལ་ ནས་
fr: il se prosterna aux pieds du Bodhisattva et

source: སྨྲས་པ །
fr: dit : «

source: བདག་ གིས་ ཁྱོད་ ལ་ གནོད་པ␣འི་ བསམས་པ␣ས་ མི་ དགའ་བ་ བྱས་པ་ ནི་ མ་ ཡིན་ གྱིས །
fr: Ce n'était pas pour te nuire que je t'ai fait souffrir.

source: ཁྱོད་ ཉིད་ ཀྱི་ སྤྲོ་བ་ བསྐྱེད་པ␣འི་ ཕྱིར་ བདག་ གིས་ ཁྱོད་ མི་ དགའ་བ␣ར་ བྱས་པ␣ར་ ཟད་ དོ ། །
fr: Ce n'était que pour accroître ton enthousiasme que je t'ai fait souffrir.

source: ཁྱོད་ ཀྱི་ བརྩོན་འགྲུས་ འདི་འདྲ་བ་ དང་ ། སྤྲོ་བ་ འདི་འདྲ་བ་ ལ␣ས་ ན ། གདོན་ མི་ ཟ་བ␣ར་ ཁྱོད་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ␣ར་ འཚང་རྒྱ་བ␣ར་ འགྱུར་ གྱིས །
fr: Puisque tels sont ta persévérance et ton enthousiasme, il ne fait aucun doute que tu t'éveilleras complètement et parfaitement à l'éveil complet et parfait.

source: དེ␣འི་ ཚེ་ བདག་ དྲན་པ␣ར་ མཛོད་ ཅིག །
fr: À ce moment là, souviens-toi de moi. »

source: དེ་ནས་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ གྱིས ། བྱང་ཆུབ་ སེམས་དཔའ་ ལ་ བཟོད་པ་ གསོལ་ ནས །
fr: Ensuite, Indra, le Seigneur des dieux, implora le pardon du Bodhisattva et

source: དེ་ཉིད་ དུ་ མི་སྣང་བ␣ར་ གྱུར་ ཏོ ། །
fr: disparut sur le champ.

source: དགེ་སློང་ དག་
fr: Moines,

source: ཇི་སྙམ་ དུ་ སེམས །
fr: qu'en pensez-vous ?

source: དེ␣འི་ ཚེ་ རྒྱལ་པོ་ ཤི་ བིར་ གྱུར་པ ། བྱང་ཆུབ་ སེམས་དཔ␣འི་ སྤྱོད་པ་ ལ་ གནས་པ་ གང་ཡིན་པ་ དེ་ ནི་ ང་ཉིད་ ཡིན་ ཏེ །
fr: À cette époque, celui qui était le roi Śibi, qui était installé dans la conduite des bodhisattvas, c'était moi-même.

source: དེ␣འི་ ཚེ་ ཡང་ ང་ ལེགས་པ␣ར་ སྨྲ་བ␣ས་ སྨྲ་བ་ དང་ ། ལེགས་པ␣ར་ སྨྲ་བ␣ར་ འདོད་པ␣ར་ གྱུར་ ན །
fr: À cette époque, si j'ai déclaré que [ce Dharma] était excellemment exposé et que j'ai approuvé [ce Dharma] excellemment exposé,

source: ད་ལྟར་ དེ་བཞིན་ གཤེགས་པ␣ར་ གྱུར་པ་ ན་ ལེགས་པ␣ར་ སྨྲ་བ␣ས་ སྨྲ་བ་ དང་ ། ལེགས་པ␣ར་ སྨྲ་བ␣ར་ འདོད་པ␣ར་ ཅི་སྟེ་ མི་ མཛད །
fr: maintenant que je suis devenu un Tathāgata, pourquoi ne déclarerais-je pas que [le Dharma] est excellemment exposé et n'approuverais-je pas [le Dharma] excellemment exposé ?

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ ན །
fr: La raison est la suivante :

source: དགེ་སློང་ དག་
fr: Moines,

source: ང་ ནི་ ཆོས་ དང་པོ་ བྱེད་པ་ ཡིན་པ␣འི་ ཕྱིར་ རོ །། །།
fr: c'est parce que je suis le premier à avoir [pratiqué] le Dharma.

source: ཤི་ བི་ གཉིས་པ་ ནི །
fr: La deuxième histoire du Roi Śibi

source: གཏན་ཚིགས་ དང་ ། སྔོན་ གྱི་ རྒྱུ་ སྔ་མ་ དང་ འདྲ་བ་ ལ␣ས །
fr: L'éclaircissement [final] et [l'élément] déclencheur du début sont identiques à [l'histoire] qui précède, mais

source: ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ གྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ ལ་ སྨྲས་པ །
fr: Indra, le Seigneur des dieux, demanda au Bodhisattva : «

source: ཁྱོད་ ཀྱིས་ བདག་ གི་ སློབ་མ་ བྱས་པ␣ས་ ཅི་ ལ་ ཕན །
fr: À quoi servira-t-il que tu sois mon disciple ?

source: ང་ ཁྱོད་ ལ་ གནོད་པ་ ཞིག་ ཟེར་ གྱིས །
fr: Je te décrirai un supplice.

source: གལ་ཏེ་ གནོད་པ་ དེ་ ཁྱོད་ ཀྱིས་ བྱེད་ ཕོད་ ན་ ནི ། དེ␣འི་ འོག་ ཏུ་ ཚིགས་ སུ་ བཅད་པ་ དེ་ ངས་ ཁྱོད་ ལ་ བརྗོད་པ␣ར་ བྱ␣འོ ། །
fr: Si tu es capable de [te] l'infliger, une fois que ça sera fait, je prononcerai pour toi ce quatrain en entier. »

source: བྱང་ཆུབ་ སེམས་དཔ␣ས་ སྨྲས་པ །
fr: le bodhisattva répondit : «

source: གྲོགས་པོ་
fr: Cher ami,

source: ཚིགས་ སུ་ བཅད་པ་ དེ་ ཇེ་ བརྗོད་ ཅིག་ དང་ །
fr: Veuillez commencer par énoncer ce quatrain ;

source: ཁྱོད་ ཀྱིས་ བདག་ ལ་ གནོད་པ་ ཅི་ བྱེད་ དུ་ བཅུག་པ་ དེ་དག་ ཐམས་ཅད་ བདག་ གིས་ བགྱི␣འོ ། །
fr: je m'infligerai tous les supplices que vous me demanderez de m'infliger.

source: གྲོགས་པོ་
fr: Cher ami,

source: ཚིགས་ སུ་ བཅད་པ་ དེ་ ཚང་བ␣ར་ སྨྲོས་ ཤིག་ དང་ །
fr: Énoncez l'entièreté de ce quatrain. »

source: དེ་སྐད་ ཅེས་ བརྗོད་ མ་ ཐག་ ཏུ་ ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ གྱིས་ བྱང་ཆུབ་ སེམས་དཔ␣འི་ མདུན་ དུ་ ཚིགས་ སུ་ བཅད་པ་ དེ་ ཚང་བ␣ར་ བརྗོད་ དོ ། །
fr: Dès qu'il eut dit ceci, Indra, le Seigneur des dieux, énonça le quatrain en entier devant le Bodhisattva.

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔ␣ས་ བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས །
fr: Alors, le Bodhisattva [replia] son vêtement supérieur et le laissa retomber sur une épaule,

source: ལྷ␣འི་ དབང་པོ་ བརྒྱ་བྱིན་ མི་མ་ཡིན་པ␣འི་ ཆ་ལུགས་ ཅན་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ ནས །
fr: il joignit les mains et s'inclina en direction d'Indra, le Seigneur des dieux, métamorphosé en non-humain et

source: ཚིགས་ སུ་ བཅད་པ་ དེ་ ཚང་བ␣ར་ མནོས་ ཏེ །
fr: Il reçut le quatrain dans son entièreté,

source: ཡུན་རིང་ མོ་ ཞིག་ ཏུ་ ཁ་ཏོན་ སྦྱངས་ ནས །
fr: il le récita pendant longtemps et

source: ཁབ་སོ␣ར་ བཞི་པ་ སྟོང་ ཤིང་ལེབ་ ལ་ བཙུགས་པ་ དེ་ལྟ་ བུ་ ཤིང་ལེབ་ གཉིས་ ཀྱི་ བར་ དུ་ བདག་ཉིད་ ཉལ་ ཏེ་
fr: il s'étendit entre deux planches clouées de mille aiguilles [longues] de quatre doigts et

source: འཚིར་བ␣ར་ བྱེད་ དོ ། །
fr: il fut serré [entre elles].

source: དེ་དེ་ ན་ འདུག་ བཞིན་ དུ་ བླ་ ན་ མེད་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ བྱང་ཆུབ་ ཏུ་ སྨོན་ལམ་ བཏབ་ སྟེ །
fr: Dans cette position, il fit alors le souhait de l'éveil insurpassable, complet et parfait : «

source: ཀྱེ་མ་
fr: Quelle merveille !

source: དགེ་བ␣འི་ རྩ་བ་ འདི␣ས་ ན ། བདག་ འཇིག་རྟེན་ ལོང་བ་ འདྲེན་པ་ མེད་པ ། སྟོན་པ་ མེད་པ␣ར་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་པ␣ར་ རྫོགས་པ␣འི་ སངས་རྒྱས་ རིག་པ་ དང་ ཞབས་ སུ་ ལྡན་པ ། བདེ་བ␣ར་ གཤེགས་པ ། འཇིག་རྟེན་ མཁྱེན་པ ། སྐྱེས་བུ་ འདུལ་བ␣འི་ ཁ་ལོ་ སྒྱུར་བ ། བླ་ ན་ མེད་པ ། ལྷ་ དང་ མི་ རྣམས་ ཀྱི་ སྟོན་པ་ སངས་རྒྱས་ བཅོམ་ལྡན་འདས་ སུ་ གྱུར་ཅིག་ ཅེས་
fr: Par cette racine de vertu, puissé-je, pour les aveugles du monde sans guide ni enseignant, devenir un Bienheureux Bouddha, un Tathāgata, un Arhat, un Bouddha complet et parfait, doté de la sagesse et des jambes [de la pratique], un Sugata, un connaisseur [des êtres des trois] mondes, un insurpassable cocher des êtres à guider, un Enseignant des dieux et des hommes.

source: བྱས་ ནས །
fr: dit-il. Puis,

source: ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །
fr: il énonça les vers [suivants] : «

source: སྦྱིན་པ་ ཆེན་པོ␣ར་ གྱུར་པ་ འདི་ ཡིས་ ནི ། ། སྲིད་པ་ དག་ ཏུ་ རང་བྱུང་ སངས་རྒྱས་ ཤོག །
fr: Grâce à cette grande générosité, puissé-je atteindre l'éveil sans dépendre de quiconque dans ces [trois] mondes.

source: སྔོན་ གྱི་ རྒྱལ་དབང་ རྣམས་ ཀྱིས་ མ་ བསྒྲལ་བ␣འི ། ། སྐྱེ་བོ་ ཕལ་ཆེན་ :␣བརྒལ་ ནས་
fr: [puissé-je] faire traverser tous ces êtres que les glorieux Vainqueurs du passé n'avaient pas libérés, et

source: བསྒྲལ་བ␣ར་ བགྱི ། །
fr: [puissé-je] les libérer. »

source: དེ་ནས་ ཡང་ ཤིང་ལེབ་ ཀྱི་ བར་ དུ་ བཙིར་ མ་ ཐག་ ཏུ་ བྱང་ཆུབ་ སེམས་དཔ␣འི་ ལུས་ ཐམས་ཅད་ ལ་ ཁྲག་འབབ་པ␣ར་ གྱུར་ ནས །
fr: Alors, au moment où il fut pressé entre les deux planches, le sang du Bodhisattva s'écoula de tout son corps.

source: ས་ རྣམ་པ་ དྲུག་ ཏུ་ གཡོས་ སོ ། །
fr: La Terre trembla de six manières.

source: ནམ་མཁའ་ ལ་ འཁོད་པ␣འི་ ལྷ་ རྣམས་ ཀྱིས་ ཀྱང་ མེ་ཏོག་ གི་ ཆ␣ར་ ཕབ་ ནས་
fr: Les dieux qui se trouvent dans les cieux firent tomber une pluie de fleurs et

source: ལེགས་ སོ་ ཞེས་ བྱ་བ་ བྱིན་ ནོ ། །
fr: s'exclamèrent : « C'est merveilleux ! » Puis, «

source: ལྷག་མ་ རྣམས་ ནི་ ཤི་ བིའི་ གཏམ་རྒྱུད་ སྔ་མ་ བཞིན་ དུ་ བདེན་པ␣ས་ བསྐུལ་ ནས །
fr: Pour ce qui reste de l'histoire, suivant l'histoire précédente du roi Śibi : il invoque la vérité et

source: ལུས་ སྔ་ མཁོ་ བཞིན་ དུ་ སོར་ཆུད་པ␣ར་ གྱུར་པ␣འི་ བར་ དུ་ བརྗོད་པ␣ར་ བྱ␣འོ །། །།
fr: son corps est rétabli à son état initial. Il faut dire [ce passage] jusque là.
